/*
 Navicat Premium Data Transfer

 Source Server         : locahost
 Source Server Type    : MySQL
 Source Server Version : 50725
 Source Host           : localhost:3306
 Source Schema         : workless-v1

 Target Server Type    : MySQL
 Target Server Version : 50725
 File Encoding         : 65001

 Date: 04/01/2021 16:31:04
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for jee_acorn
-- ----------------------------
DROP TABLE IF EXISTS `jee_acorn`;
CREATE TABLE `jee_acorn` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` int(11) DEFAULT NULL,
  `auditor` int(11) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `memo` longtext COLLATE utf8_unicode_ci,
  `sys_memo` longtext COLLATE utf8_unicode_ci,
  `balance` decimal(20,0) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`) USING BTREE,
  KEY `from_user` (`from_user`) USING BTREE,
  KEY `auditor` (`auditor`) USING BTREE,
  KEY `sc_id` (`sc_id`) USING BTREE,
  KEY `names` (`names`) USING BTREE,
  KEY `status` (`status`) USING BTREE,
  KEY `types` (`types`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=339 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_acorn
-- ----------------------------
BEGIN;
INSERT INTO `jee_acorn` VALUES (1, 3, 3, 3, 3, 4, '1296', 3, '2020-02-12 13:29:41', 1, 1, '完成RS08A-028项目执行表任务', '12', 3);
INSERT INTO `jee_acorn` VALUES (2, 3, 3, 3, 3, 4, '1306', 1, '2020-02-12 13:29:41', 1, 1, '完成RS08A-028项目执行表任务验收', '12', 4);
INSERT INTO `jee_acorn` VALUES (3, 3, 6, 3, 3, 4, '1296', 96, '2020-02-14 08:46:16', 1, 1, '完成MS100B顶箱设计任务', '11', 96);
INSERT INTO `jee_acorn` VALUES (4, 3, 3, 3, 3, 4, '1306', 10, '2020-02-14 08:46:16', 1, 1, '完成MS100B顶箱设计任务验收', '11', 14);
INSERT INTO `jee_acorn` VALUES (5, 3, 9, 9, 9, 4, '1296', 100, '2020-02-14 10:20:31', 1, 1, '完成ZY1906整改线体拆卸任务', '13', 100);
INSERT INTO `jee_acorn` VALUES (6, 3, 9, 9, 9, 4, '1306', 10, '2020-02-14 10:20:31', 1, 1, '完成ZY1906整改线体拆卸任务验收', '13', 110);
INSERT INTO `jee_acorn` VALUES (7, 3, 11, 11, 11, 4, '1296', 48, '2020-02-25 07:54:13', 1, 1, '完成DVM-500-001-20011  主轴箱精加工模型设计任务', '21', 48);
INSERT INTO `jee_acorn` VALUES (8, 3, 11, 11, 11, 4, '1306', 5, '2020-02-25 07:54:13', 1, 1, '完成DVM-500-001-20011  主轴箱精加工模型设计任务验收', '21', 53);
INSERT INTO `jee_acorn` VALUES (9, 3, 11, 11, 11, 4, '1296', 60, '2020-02-25 21:18:16', 1, 1, '完成DVL-1115-001-13011  滑座精加工模型设计任务', '25', 113);
INSERT INTO `jee_acorn` VALUES (10, 3, 11, 11, 11, 4, '1306', 6, '2020-02-25 21:18:16', 1, 1, '完成DVL-1115-001-13011  滑座精加工模型设计任务验收', '25', 119);
INSERT INTO `jee_acorn` VALUES (11, 3, 6, 6, 6, 4, '1296', 38, '2020-02-26 17:23:12', 1, 1, '完成MS100B主轴箱图纸审核打包下速达任务', '22', 134);
INSERT INTO `jee_acorn` VALUES (12, 3, 6, 6, 6, 4, '1306', 4, '2020-02-26 17:23:12', 1, 1, '完成MS100B主轴箱图纸审核打包下速达任务验收', '22', 138);
INSERT INTO `jee_acorn` VALUES (13, 3, 6, 3, 3, 4, '1296', 192, '2020-02-26 17:23:43', 1, 1, '完成MS100B主轴箱设计任务', '14', 330);
INSERT INTO `jee_acorn` VALUES (14, 3, 3, 6, 6, 4, '1306', 19, '2020-02-26 17:23:43', 1, 1, '完成MS100B主轴箱设计任务验收', '14', 33);
INSERT INTO `jee_acorn` VALUES (15, 3, 11, 11, 11, 4, '1296', 72, '2020-02-26 21:05:16', 1, 1, '完成DVM-500-001-12011  横梁精加工模型设计任务', '30', 191);
INSERT INTO `jee_acorn` VALUES (16, 3, 11, 11, 11, 4, '1306', 7, '2020-02-26 21:05:16', 1, 1, '完成DVM-500-001-12011  横梁精加工模型设计任务验收', '30', 198);
INSERT INTO `jee_acorn` VALUES (17, 3, 6, 6, 6, 4, '1296', 50, '2020-02-27 08:18:50', 1, 1, '完成MS100B 立柱部件三维模型任务', '26', 380);
INSERT INTO `jee_acorn` VALUES (18, 3, 6, 6, 6, 4, '1306', 5, '2020-02-27 08:18:50', 1, 1, '完成MS100B 立柱部件三维模型任务验收', '26', 385);
INSERT INTO `jee_acorn` VALUES (19, 3, 29, 6, 6, 4, '1296', 150, '2020-02-27 08:37:20', 1, 1, '完成MS100B系统试验-控制器件及电路准备任务', '23', 150);
INSERT INTO `jee_acorn` VALUES (20, 3, 6, 29, 29, 4, '1306', 14, '2020-02-27 08:37:20', 1, 1, '完成MS100B系统试验-控制器件及电路准备任务验收', '23', 399);
INSERT INTO `jee_acorn` VALUES (21, 3, 9, 9, 9, 4, '1296', 251, '2020-02-28 11:09:46', 1, 1, '完成RS10A-007-010夹具整改任务', '15', 361);
INSERT INTO `jee_acorn` VALUES (22, 3, 9, 9, 9, 4, '1306', 24, '2020-02-28 11:09:46', 1, 1, '完成RS10A-007-010夹具整改任务验收', '15', 385);
INSERT INTO `jee_acorn` VALUES (23, 3, 9, 9, 9, 4, '1296', 351, '2020-02-28 11:11:56', 1, 1, '完成ZTA-002机床整理，精度调整任务', '19', 736);
INSERT INTO `jee_acorn` VALUES (24, 3, 9, 9, 9, 4, '1306', 34, '2020-02-28 11:11:56', 1, 1, '完成ZTA-002机床整理，精度调整任务验收', '19', 770);
INSERT INTO `jee_acorn` VALUES (25, 3, 4, 4, 4, 4, '1296', 13, '2020-02-28 15:07:46', 1, 1, '完成RS08A-028技术任务书任务', '5', 13);
INSERT INTO `jee_acorn` VALUES (26, 3, 4, 4, 4, 4, '1306', 1, '2020-02-28 15:07:46', 1, 1, '完成RS08A-028技术任务书任务验收', '5', 14);
INSERT INTO `jee_acorn` VALUES (27, 3, 4, 4, 4, 4, '1296', 6, '2020-02-28 15:07:58', 1, 1, '完成RS06A-014技术任务书任务', '35', 20);
INSERT INTO `jee_acorn` VALUES (28, 3, 4, 4, 4, 4, '1306', 1, '2020-02-28 15:07:58', 1, 1, '完成RS06A-014技术任务书任务验收', '35', 21);
INSERT INTO `jee_acorn` VALUES (29, 3, 24, 9, 9, 4, '1296', 96, '2020-02-28 16:24:12', 1, 1, '完成ZY1906整改线体拆卸任务', '13', 96);
INSERT INTO `jee_acorn` VALUES (30, 3, 9, 24, 24, 4, '1306', 10, '2020-02-28 16:24:12', 1, 1, '完成ZY1906整改线体拆卸任务验收', '13', 780);
INSERT INTO `jee_acorn` VALUES (31, 3, 24, 9, 9, 4, '1296', 251, '2020-02-28 16:25:01', 1, 1, '完成RS10A-007-010夹具整改任务', '15', 347);
INSERT INTO `jee_acorn` VALUES (32, 3, 9, 24, 24, 4, '1306', 24, '2020-02-28 16:25:01', 1, 1, '完成RS10A-007-010夹具整改任务验收', '15', 804);
INSERT INTO `jee_acorn` VALUES (33, 3, 24, 9, 9, 4, '1296', 201, '2020-02-28 16:25:41', 1, 1, '完成ZP005-002机床走线任务', '10', 548);
INSERT INTO `jee_acorn` VALUES (34, 3, 9, 24, 24, 4, '1306', 19, '2020-02-28 16:25:41', 1, 1, '完成ZP005-002机床走线任务验收', '10', 823);
INSERT INTO `jee_acorn` VALUES (35, 3, 11, 11, 11, 4, '1296', 96, '2020-02-28 17:53:36', 1, 1, '完成DVL-1115-001  左、右床身精加工模型设计任务', '31', 294);
INSERT INTO `jee_acorn` VALUES (36, 3, 11, 11, 11, 4, '1306', 10, '2020-02-28 17:53:36', 1, 1, '完成DVL-1115-001  左、右床身精加工模型设计任务验收', '31', 304);
INSERT INTO `jee_acorn` VALUES (37, 3, 9, 9, 9, 4, '1296', 48, '2020-02-29 15:33:47', 1, 1, '完成MS100B装配任务', '40', 871);
INSERT INTO `jee_acorn` VALUES (38, 3, 9, 9, 9, 4, '1306', 5, '2020-02-29 15:33:47', 1, 1, '完成MS100B装配任务验收', '40', 876);
INSERT INTO `jee_acorn` VALUES (39, 3, 24, 9, 9, 4, '1296', 48, '2020-02-29 16:44:42', 1, 1, '完成MS100B装配任务', '40', 596);
INSERT INTO `jee_acorn` VALUES (40, 3, 9, 24, 24, 4, '1306', 5, '2020-02-29 16:44:42', 1, 1, '完成MS100B装配任务验收', '40', 881);
INSERT INTO `jee_acorn` VALUES (41, 3, 11, 11, 11, 4, '1296', 48, '2020-02-29 19:22:17', 1, 1, '完成DVM-500-001-17001  刀库方案设计任务', '37', 352);
INSERT INTO `jee_acorn` VALUES (42, 3, 11, 11, 11, 4, '1306', 5, '2020-02-29 19:22:17', 1, 1, '完成DVM-500-001-17001  刀库方案设计任务验收', '37', 357);
INSERT INTO `jee_acorn` VALUES (43, 3, 24, 9, 9, 4, '1296', 351, '2020-03-02 07:46:26', 1, 1, '完成ZTA-002机床整理，精度调整任务', '19', 947);
INSERT INTO `jee_acorn` VALUES (44, 3, 9, 24, 24, 4, '1306', 34, '2020-03-02 07:46:26', 1, 1, '完成ZTA-002机床整理，精度调整任务验收', '19', 915);
INSERT INTO `jee_acorn` VALUES (45, 3, 9, 6, 6, 4, '1296', 23, '2020-03-03 08:15:03', 1, 1, '完成MS100B控制系统试验机械部分任务', '50', 938);
INSERT INTO `jee_acorn` VALUES (46, 3, 6, 9, 9, 4, '1306', 4, '2020-03-03 08:15:03', 1, 1, '完成MS100B控制系统试验机械部分任务验收', '50', 403);
INSERT INTO `jee_acorn` VALUES (47, 3, 11, 11, 11, 4, '1296', 96, '2020-03-03 17:32:51', 1, 1, '完成DVM-500-001-11011  底座精加工模型设计任务', '46', 453);
INSERT INTO `jee_acorn` VALUES (48, 3, 11, 11, 11, 4, '1306', 10, '2020-03-03 17:32:51', 1, 1, '完成DVM-500-001-11011  底座精加工模型设计任务验收', '46', 463);
INSERT INTO `jee_acorn` VALUES (49, 3, 6, 6, 6, 4, '1296', 115, '2020-03-04 15:59:28', 1, 1, '完成MS100B 立柱部件工程图任务', '32', 518);
INSERT INTO `jee_acorn` VALUES (50, 3, 6, 6, 6, 4, '1306', 14, '2020-03-04 15:59:28', 1, 1, '完成MS100B 立柱部件工程图任务验收', '32', 532);
INSERT INTO `jee_acorn` VALUES (51, 3, 29, 4, 4, 4, '1296', 12, '2020-03-04 16:03:49', 1, 1, '完成RS08A-028电气原理图&电气元件下速达任务', '48', 162);
INSERT INTO `jee_acorn` VALUES (52, 3, 4, 29, 29, 4, '1306', 1, '2020-03-04 16:03:49', 1, 1, '完成RS08A-028电气原理图&电气元件下速达任务验收', '48', 22);
INSERT INTO `jee_acorn` VALUES (53, 3, 29, 6, 6, 4, '1296', 130, '2020-03-04 16:17:37', 1, 1, '完成MS100B系统试验任务', '38', 292);
INSERT INTO `jee_acorn` VALUES (54, 3, 6, 29, 29, 4, '1306', 14, '2020-03-04 16:17:37', 1, 1, '完成MS100B系统试验任务验收', '38', 546);
INSERT INTO `jee_acorn` VALUES (55, 3, 29, 6, 6, 4, '1296', 130, '2020-03-04 16:48:16', 1, 1, '完成MS100三菱PLC控制试验任务', '33', 422);
INSERT INTO `jee_acorn` VALUES (56, 3, 6, 29, 29, 4, '1306', 14, '2020-03-04 16:48:16', 1, 1, '完成MS100三菱PLC控制试验任务验收', '33', 560);
INSERT INTO `jee_acorn` VALUES (57, 3, 4, 4, 4, 4, '1296', 96, '2020-03-04 18:11:52', 1, 1, '完成RS06A-014夹具设计任务', '36', 118);
INSERT INTO `jee_acorn` VALUES (58, 3, 4, 4, 4, 4, '1306', 10, '2020-03-04 18:11:52', 1, 1, '完成RS06A-014夹具设计任务验收', '36', 128);
INSERT INTO `jee_acorn` VALUES (59, 3, 4, 4, 4, 4, '1296', 68, '2020-03-04 18:14:12', 1, 1, '完成RS06A-014机械手抓取定位装置改进任务', '57', 196);
INSERT INTO `jee_acorn` VALUES (60, 3, 4, 4, 4, 4, '1306', 7, '2020-03-04 18:14:12', 1, 1, '完成RS06A-014机械手抓取定位装置改进任务验收', '57', 203);
INSERT INTO `jee_acorn` VALUES (61, 3, 29, 4, 4, 4, '1296', 36, '2020-03-04 19:26:01', 1, 1, '完成RS08A-027电气原理图&电气元件下速达任务', '47', 458);
INSERT INTO `jee_acorn` VALUES (62, 3, 4, 29, 29, 4, '1306', 4, '2020-03-04 19:26:01', 1, 1, '完成RS08A-027电气原理图&电气元件下速达任务验收', '47', 207);
INSERT INTO `jee_acorn` VALUES (63, 3, 11, 11, 11, 4, '1296', 60, '2020-03-04 19:53:47', 1, 1, '完成DVM-500-001  所有电机座与轴承座精加工模型任务', '55', 523);
INSERT INTO `jee_acorn` VALUES (64, 3, 11, 11, 11, 4, '1306', 6, '2020-03-04 19:53:47', 1, 1, '完成DVM-500-001  所有电机座与轴承座精加工模型任务验收', '55', 529);
INSERT INTO `jee_acorn` VALUES (65, 3, 11, 11, 11, 4, '1296', 48, '2020-03-05 18:02:30', 1, 1, '完成DVM-500-001-17101  刀库底座详细模型设计任务', '60', 577);
INSERT INTO `jee_acorn` VALUES (66, 3, 11, 11, 11, 4, '1306', 5, '2020-03-05 18:02:30', 1, 1, '完成DVM-500-001-17101  刀库底座详细模型设计任务验收', '60', 582);
INSERT INTO `jee_acorn` VALUES (67, 3, 11, 11, 11, 4, '1296', 60, '2020-03-06 18:01:50', 1, 1, '完成DVM-500-011  刀库整体防护设计任务', '63', 642);
INSERT INTO `jee_acorn` VALUES (68, 3, 11, 11, 11, 4, '1306', 6, '2020-03-06 18:01:50', 1, 1, '完成DVM-500-011  刀库整体防护设计任务验收', '63', 648);
INSERT INTO `jee_acorn` VALUES (69, 3, 4, 4, 4, 4, '1296', 86, '2020-03-08 12:24:36', 1, 1, '完成RS10A-007-010发货前准备技术文件任务', '53', 293);
INSERT INTO `jee_acorn` VALUES (70, 3, 4, 4, 4, 4, '1306', 10, '2020-03-08 12:24:36', 1, 1, '完成RS10A-007-010发货前准备技术文件任务验收', '53', 303);
INSERT INTO `jee_acorn` VALUES (71, 3, 4, 4, 4, 4, '1296', 23, '2020-03-09 08:57:46', 1, 1, '完成RS08A-028订单处理任务', '6', 326);
INSERT INTO `jee_acorn` VALUES (72, 3, 4, 4, 4, 4, '1306', 2, '2020-03-09 08:57:46', 1, 1, '完成RS08A-028订单处理任务验收', '6', 328);
INSERT INTO `jee_acorn` VALUES (73, 3, 11, 11, 11, 4, '1296', 24, '2020-03-09 19:01:27', 1, 1, '完成WCM40-001  工作台防护详细方案模型设计任务', '67', 672);
INSERT INTO `jee_acorn` VALUES (74, 3, 11, 11, 11, 4, '1306', 2, '2020-03-09 19:01:27', 1, 1, '完成WCM40-001  工作台防护详细方案模型设计任务验收', '67', 674);
INSERT INTO `jee_acorn` VALUES (75, 3, 11, 11, 11, 4, '1296', 36, '2020-03-09 19:03:24', 1, 1, '完成WCM40-001  主轴箱防护详细方案模型设计任务', '68', 710);
INSERT INTO `jee_acorn` VALUES (76, 3, 11, 11, 11, 4, '1306', 4, '2020-03-09 19:03:24', 1, 1, '完成WCM40-001  主轴箱防护详细方案模型设计任务验收', '68', 714);
INSERT INTO `jee_acorn` VALUES (77, 3, 6, 6, 6, 4, '1296', 38, '2020-03-10 18:05:13', 1, 1, '完成ZH005-002速达下单任务', '78', 598);
INSERT INTO `jee_acorn` VALUES (78, 3, 6, 6, 6, 4, '1306', 5, '2020-03-10 18:05:13', 1, 1, '完成ZH005-002速达下单任务验收', '78', 603);
INSERT INTO `jee_acorn` VALUES (79, 3, 29, 4, 4, 4, '1296', 11, '2020-03-10 18:19:16', 1, 1, '完成RS06A-014电气原理图&电气元件下速达任务', '49', 469);
INSERT INTO `jee_acorn` VALUES (80, 3, 4, 29, 29, 4, '1306', 1, '2020-03-10 18:19:16', 1, 1, '完成RS06A-014电气原理图&电气元件下速达任务验收', '49', 329);
INSERT INTO `jee_acorn` VALUES (81, 3, 29, 6, 6, 4, '1296', 288, '2020-03-11 18:43:58', 1, 1, '完成RS10A-007~010 线体接线及与主机联调任务', '72', 757);
INSERT INTO `jee_acorn` VALUES (82, 3, 6, 29, 29, 4, '1306', 24, '2020-03-11 18:43:58', 1, 1, '完成RS10A-007~010 线体接线及与主机联调任务验收', '72', 627);
INSERT INTO `jee_acorn` VALUES (83, 3, 4, 4, 4, 4, '1296', 29, '2020-03-11 19:16:23', 1, 1, '完成RS08A-028夹具审图下单任务', '56', 358);
INSERT INTO `jee_acorn` VALUES (84, 3, 4, 4, 4, 4, '1306', 3, '2020-03-11 19:16:23', 1, 1, '完成RS08A-028夹具审图下单任务验收', '56', 361);
INSERT INTO `jee_acorn` VALUES (85, 3, 32, 9, 9, 4, '1296', 46, '2020-03-12 17:44:47', 1, 1, '完成精度确认，发货准备任务', '51', 46);
INSERT INTO `jee_acorn` VALUES (86, 3, 9, 32, 32, 4, '1306', 5, '2020-03-12 17:44:47', 1, 1, '完成精度确认，发货准备任务验收', '51', 943);
INSERT INTO `jee_acorn` VALUES (87, 3, 32, 9, 9, 4, '1296', 137, '2020-03-12 17:49:59', 1, 1, '完成抛光机试切任务', '45', 183);
INSERT INTO `jee_acorn` VALUES (88, 3, 9, 32, 32, 4, '1306', 14, '2020-03-12 17:49:59', 1, 1, '完成抛光机试切任务验收', '45', 957);
INSERT INTO `jee_acorn` VALUES (89, 3, 32, 9, 9, 4, '1296', 68, '2020-03-12 17:50:53', 1, 1, '完成MS100-004整理任务', '62', 251);
INSERT INTO `jee_acorn` VALUES (90, 3, 9, 32, 32, 4, '1306', 7, '2020-03-12 17:50:53', 1, 1, '完成MS100-004整理任务验收', '62', 964);
INSERT INTO `jee_acorn` VALUES (91, 3, 32, 9, 9, 4, '1296', 68, '2020-03-12 17:51:25', 1, 1, '完成机床拆卸任务', '65', 319);
INSERT INTO `jee_acorn` VALUES (92, 3, 9, 32, 32, 4, '1306', 7, '2020-03-12 17:51:25', 1, 1, '完成机床拆卸任务验收', '65', 971);
INSERT INTO `jee_acorn` VALUES (93, 3, 32, 9, 9, 4, '1296', 91, '2020-03-12 17:52:11', 1, 1, '完成装配任务', '70', 410);
INSERT INTO `jee_acorn` VALUES (94, 3, 9, 32, 32, 4, '1306', 10, '2020-03-12 17:52:11', 1, 1, '完成装配任务验收', '70', 981);
INSERT INTO `jee_acorn` VALUES (95, 3, 20, 20, 20, 4, '1296', 34, '2020-03-12 20:50:16', 1, 1, '完成磐吉奥夹具方案任务', '34', 34);
INSERT INTO `jee_acorn` VALUES (96, 3, 20, 20, 20, 4, '1306', 4, '2020-03-12 20:50:16', 1, 1, '完成磐吉奥夹具方案任务验收', '34', 38);
INSERT INTO `jee_acorn` VALUES (97, 3, 20, 20, 20, 4, '1296', 115, '2020-03-12 20:52:04', 1, 1, '完成P2001成都西菱换型夹具设计任务', '24', 153);
INSERT INTO `jee_acorn` VALUES (98, 3, 20, 20, 20, 4, '1306', 14, '2020-03-12 20:52:04', 1, 1, '完成P2001成都西菱换型夹具设计任务验收', '24', 167);
INSERT INTO `jee_acorn` VALUES (99, 3, 4, 4, 4, 4, '1296', 23, '2020-03-13 09:26:25', 1, 1, '完成RS08A-028气动&刀具&防护任务', '81', 384);
INSERT INTO `jee_acorn` VALUES (100, 3, 4, 4, 4, 4, '1306', 2, '2020-03-13 09:26:25', 1, 1, '完成RS08A-028气动&刀具&防护任务验收', '81', 386);
INSERT INTO `jee_acorn` VALUES (101, 3, 4, 4, 4, 4, '1296', 11, '2020-03-13 14:44:10', 1, 1, '完成RC06A-011发货前准备技术文件任务', '90', 397);
INSERT INTO `jee_acorn` VALUES (102, 3, 4, 4, 4, 4, '1306', 1, '2020-03-13 14:44:10', 1, 1, '完成RC06A-011发货前准备技术文件任务验收', '90', 398);
INSERT INTO `jee_acorn` VALUES (103, 3, 4, 4, 4, 4, '1296', 16, '2020-03-13 16:22:45', 1, 1, '完成RC06A-018，E80竖排面板修改任务', '82', 414);
INSERT INTO `jee_acorn` VALUES (104, 3, 4, 4, 4, 4, '1306', 2, '2020-03-13 16:22:45', 1, 1, '完成RC06A-018，E80竖排面板修改任务验收', '82', 416);
INSERT INTO `jee_acorn` VALUES (105, 3, 4, 4, 4, 4, '1296', 65, '2020-03-13 16:27:43', 1, 1, '完成SH2002夹具设计任务', '91', 481);
INSERT INTO `jee_acorn` VALUES (106, 3, 4, 4, 4, 4, '1306', 7, '2020-03-13 16:27:43', 1, 1, '完成SH2002夹具设计任务验收', '91', 488);
INSERT INTO `jee_acorn` VALUES (107, 3, 24, 9, 9, 4, '1296', 228, '2020-03-13 16:46:39', 1, 1, '完成ZP005-001调试任务', '44', 1175);
INSERT INTO `jee_acorn` VALUES (108, 3, 9, 24, 24, 4, '1306', 24, '2020-03-13 16:46:39', 1, 1, '完成ZP005-001调试任务验收', '44', 1005);
INSERT INTO `jee_acorn` VALUES (109, 3, 11, 11, 11, 4, '1296', 96, '2020-03-14 21:20:43', 1, 1, '完成WCM40  整体防护方案模型设计任务', '84', 810);
INSERT INTO `jee_acorn` VALUES (110, 3, 11, 11, 11, 4, '1306', 10, '2020-03-14 21:20:43', 1, 1, '完成WCM40  整体防护方案模型设计任务验收', '84', 820);
INSERT INTO `jee_acorn` VALUES (111, 3, 24, 9, 9, 4, '1296', 91, '2020-03-15 18:10:01', 1, 1, '完成走线整改任务', '94', 1266);
INSERT INTO `jee_acorn` VALUES (112, 3, 9, 24, 24, 4, '1306', 10, '2020-03-15 18:10:01', 1, 1, '完成走线整改任务验收', '94', 1015);
INSERT INTO `jee_acorn` VALUES (113, 3, 11, 11, 11, 4, '1296', 96, '2020-03-16 07:52:23', 1, 1, '完成WCM40-001  底座内防护详细方案模型设计任务', '75', 916);
INSERT INTO `jee_acorn` VALUES (114, 3, 11, 11, 11, 4, '1306', 10, '2020-03-16 07:52:23', 1, 1, '完成WCM40-001  底座内防护详细方案模型设计任务验收', '75', 926);
INSERT INTO `jee_acorn` VALUES (115, 3, 29, 4, 4, 4, '1296', 16, '2020-03-16 13:00:36', 1, 1, '完成RC06A-018，E80竖排面板修改任务', '82', 773);
INSERT INTO `jee_acorn` VALUES (116, 3, 4, 29, 29, 4, '1306', 2, '2020-03-16 13:00:36', 1, 1, '完成RC06A-018，E80竖排面板修改任务验收', '82', 490);
INSERT INTO `jee_acorn` VALUES (117, 3, 29, 6, 6, 4, '1296', 144, '2020-03-16 13:01:14', 1, 1, '完成RS10A-007~010 改线任务', '96', 917);
INSERT INTO `jee_acorn` VALUES (118, 3, 6, 29, 29, 4, '1306', 14, '2020-03-16 13:01:14', 1, 1, '完成RS10A-007~010 改线任务验收', '96', 641);
INSERT INTO `jee_acorn` VALUES (119, 3, 9, 9, 9, 4, '1296', 48, '2020-03-16 16:59:32', 1, 1, '完成发货任务', '105', 1063);
INSERT INTO `jee_acorn` VALUES (120, 3, 9, 9, 9, 4, '1306', 5, '2020-03-16 16:59:32', 1, 1, '完成发货任务验收', '105', 1068);
INSERT INTO `jee_acorn` VALUES (121, 3, 4, 4, 4, 4, '1296', 26, '2020-03-16 17:35:29', 1, 1, '完成增加工件防漏拿装置任务', '106', 516);
INSERT INTO `jee_acorn` VALUES (122, 3, 4, 4, 4, 4, '1306', 3, '2020-03-16 17:35:29', 1, 1, '完成增加工件防漏拿装置任务验收', '106', 519);
INSERT INTO `jee_acorn` VALUES (123, 3, 15, 15, 15, 4, '1296', 38, '2020-03-17 08:45:12', 1, 1, '完成ZY2001任务', '112', 38);
INSERT INTO `jee_acorn` VALUES (124, 3, 15, 15, 15, 4, '1306', 5, '2020-03-17 08:45:12', 1, 1, '完成ZY2001任务验收', '112', 43);
INSERT INTO `jee_acorn` VALUES (125, 3, 4, 4, 4, 4, '1296', 11, '2020-03-17 14:37:50', 1, 1, '完成RS10A-007~010现场跟踪防护整改任务', '115', 530);
INSERT INTO `jee_acorn` VALUES (126, 3, 4, 4, 4, 4, '1306', 1, '2020-03-17 14:37:50', 1, 1, '完成RS10A-007~010现场跟踪防护整改任务验收', '115', 531);
INSERT INTO `jee_acorn` VALUES (127, 3, 11, 11, 11, 4, '1296', 96, '2020-03-17 18:46:12', 1, 1, '完成WCM40  细化相关防护结构任务', '104', 1022);
INSERT INTO `jee_acorn` VALUES (128, 3, 11, 11, 11, 4, '1306', 10, '2020-03-17 18:46:12', 1, 1, '完成WCM40  细化相关防护结构任务验收', '104', 1032);
INSERT INTO `jee_acorn` VALUES (129, 3, 15, 15, 15, 4, '1296', 48, '2020-03-18 14:55:40', 1, 1, '完成ZY2001任务', '113', 91);
INSERT INTO `jee_acorn` VALUES (130, 3, 15, 15, 15, 4, '1306', 5, '2020-03-18 14:55:40', 1, 1, '完成ZY2001任务验收', '113', 96);
INSERT INTO `jee_acorn` VALUES (131, 3, 11, 11, 11, 4, '1296', 48, '2020-03-18 16:41:57', 1, 1, '完成底座精加工模型设计任务', '118', 1080);
INSERT INTO `jee_acorn` VALUES (132, 3, 11, 11, 11, 4, '1306', 5, '2020-03-18 16:41:57', 1, 1, '完成底座精加工模型设计任务验收', '118', 1085);
INSERT INTO `jee_acorn` VALUES (133, 3, 12, 3, 3, 4, '1296', 96, '2020-03-19 14:25:46', 1, 1, '完成SFQ750-002液压系统设计任务', '17', 96);
INSERT INTO `jee_acorn` VALUES (134, 3, 3, 12, 12, 4, '1306', 1, '2020-03-19 14:25:46', 1, 1, '完成SFQ750-002液压系统设计任务验收', '17', 34);
INSERT INTO `jee_acorn` VALUES (135, 3, 12, 3, 3, 4, '1296', 48, '2020-03-19 14:26:05', 1, 1, '完成SFQ750-002气动系统设计任务', '18', 144);
INSERT INTO `jee_acorn` VALUES (136, 3, 3, 12, 12, 4, '1306', 1, '2020-03-19 14:26:05', 1, 1, '完成SFQ750-002气动系统设计任务验收', '18', 35);
INSERT INTO `jee_acorn` VALUES (137, 3, 12, 3, 3, 4, '1296', 48, '2020-03-19 14:26:16', 1, 1, '完成SFQ750-002冷却系统设计任务', '28', 192);
INSERT INTO `jee_acorn` VALUES (138, 3, 3, 12, 12, 4, '1306', 1, '2020-03-19 14:26:16', 1, 1, '完成SFQ750-002冷却系统设计任务验收', '28', 36);
INSERT INTO `jee_acorn` VALUES (139, 3, 12, 3, 3, 4, '1296', 240, '2020-03-19 14:26:33', 1, 1, '完成SFQ750-002防护罩结构设计任务', '61', 432);
INSERT INTO `jee_acorn` VALUES (140, 3, 3, 12, 12, 4, '1306', 2, '2020-03-19 14:26:33', 1, 1, '完成SFQ750-002防护罩结构设计任务验收', '61', 38);
INSERT INTO `jee_acorn` VALUES (141, 3, 12, 3, 3, 4, '1296', 96, '2020-03-19 14:39:51', 1, 1, '完成SFQ750-002润滑系统设计任务', '20', 528);
INSERT INTO `jee_acorn` VALUES (142, 3, 3, 12, 12, 4, '1306', 1, '2020-03-19 14:39:51', 1, 1, '完成SFQ750-002润滑系统设计任务验收', '20', 39);
INSERT INTO `jee_acorn` VALUES (143, 3, 12, 3, 3, 4, '1296', 144, '2020-03-19 14:40:01', 1, 1, '完成SFQ750-002防护罩方案设计任务', '29', 672);
INSERT INTO `jee_acorn` VALUES (144, 3, 3, 12, 12, 4, '1306', 1, '2020-03-19 14:40:01', 1, 1, '完成SFQ750-002防护罩方案设计任务验收', '29', 40);
INSERT INTO `jee_acorn` VALUES (145, 3, 12, 3, 3, 4, '1296', 96, '2020-03-19 14:40:21', 1, 1, '完成SFQ750-001工艺试验20-02任务', '92', 768);
INSERT INTO `jee_acorn` VALUES (146, 3, 3, 12, 12, 4, '1306', 1, '2020-03-19 14:40:21', 1, 1, '完成SFQ750-001工艺试验20-02任务验收', '92', 41);
INSERT INTO `jee_acorn` VALUES (147, 3, 12, 3, 3, 4, '1296', 96, '2020-03-19 14:41:13', 1, 1, '完成SFQ750-002走线走管设计任务', '93', 864);
INSERT INTO `jee_acorn` VALUES (148, 3, 3, 12, 12, 4, '1306', 1, '2020-03-19 14:41:13', 1, 1, '完成SFQ750-002走线走管设计任务验收', '93', 42);
INSERT INTO `jee_acorn` VALUES (149, 3, 11, 11, 11, 4, '1296', 48, '2020-03-19 17:58:02', 1, 1, '完成WCM40-20011、21011左、右主轴箱精加工模型设计任务', '126', 1133);
INSERT INTO `jee_acorn` VALUES (150, 3, 11, 11, 11, 4, '1306', 1, '2020-03-19 17:58:02', 1, 1, '完成WCM40-20011、21011左、右主轴箱精加工模型设计任务验收', '126', 1134);
INSERT INTO `jee_acorn` VALUES (151, 3, 32, 9, 9, 4, '1296', 137, '2020-03-19 21:28:29', 1, 1, '完成机床整改任务', '76', 547);
INSERT INTO `jee_acorn` VALUES (152, 3, 9, 32, 32, 4, '1306', 1, '2020-03-19 21:28:29', 1, 1, '完成机床整改任务验收', '76', 1069);
INSERT INTO `jee_acorn` VALUES (153, 3, 15, 15, 15, 4, '1296', 48, '2020-03-20 08:27:21', 1, 1, '完成ZY2001任务', '124', 144);
INSERT INTO `jee_acorn` VALUES (154, 3, 15, 15, 15, 4, '1306', 1, '2020-03-20 08:27:21', 1, 1, '完成ZY2001任务验收', '124', 145);
INSERT INTO `jee_acorn` VALUES (155, 3, 4, 4, 4, 4, '1296', 14, '2020-03-20 15:24:27', 1, 1, '完成RS06A-014吹气装置改进任务', '121', 545);
INSERT INTO `jee_acorn` VALUES (156, 3, 4, 4, 4, 4, '1306', 1, '2020-03-20 15:24:27', 1, 1, '完成RS06A-014吹气装置改进任务验收', '121', 546);
INSERT INTO `jee_acorn` VALUES (157, 3, 4, 4, 4, 4, '1296', 17, '2020-03-20 15:25:01', 1, 1, '完成RS08A-027解决装配中遇到的问题任务', '116', 563);
INSERT INTO `jee_acorn` VALUES (158, 3, 4, 4, 4, 4, '1306', 1, '2020-03-20 15:25:01', 1, 1, '完成RS08A-027解决装配中遇到的问题任务验收', '116', 564);
INSERT INTO `jee_acorn` VALUES (159, 3, 4, 4, 4, 4, '1296', 11, '2020-03-20 15:25:33', 1, 1, '完成RS08A-028检查是否漏下任务', '114', 575);
INSERT INTO `jee_acorn` VALUES (160, 3, 4, 4, 4, 4, '1306', 1, '2020-03-20 15:25:33', 1, 1, '完成RS08A-028检查是否漏下任务验收', '114', 576);
INSERT INTO `jee_acorn` VALUES (161, 3, 32, 9, 9, 4, '1296', 154, '2020-03-20 17:49:24', 1, 1, '完成上下料装配，机床总装任务', '102', 701);
INSERT INTO `jee_acorn` VALUES (162, 3, 9, 32, 32, 4, '1306', 2, '2020-03-20 17:49:24', 1, 1, '完成上下料装配，机床总装任务验收', '102', 1071);
INSERT INTO `jee_acorn` VALUES (163, 3, 32, 9, 9, 4, '1296', 173, '2020-03-20 17:50:30', 1, 1, '完成走线整改任务', '95', 874);
INSERT INTO `jee_acorn` VALUES (164, 3, 9, 32, 32, 4, '1306', 1, '2020-03-20 17:50:30', 1, 1, '完成走线整改任务验收', '95', 1072);
INSERT INTO `jee_acorn` VALUES (165, 3, 24, 9, 9, 4, '1296', 77, '2020-03-20 17:54:15', 1, 1, '完成发货准备任务', '101', 1343);
INSERT INTO `jee_acorn` VALUES (166, 3, 9, 24, 24, 4, '1306', 1, '2020-03-20 17:54:15', 1, 1, '完成发货准备任务验收', '101', 1073);
INSERT INTO `jee_acorn` VALUES (167, 3, 24, 9, 9, 4, '1296', 48, '2020-03-20 17:54:43', 1, 1, '完成电装任务', '120', 1391);
INSERT INTO `jee_acorn` VALUES (168, 3, 9, 24, 24, 4, '1306', 1, '2020-03-20 17:54:43', 1, 1, '完成电装任务验收', '120', 1074);
INSERT INTO `jee_acorn` VALUES (169, 3, 11, 11, 11, 4, '1296', 48, '2020-03-20 19:43:45', 1, 1, '完成WCM40-20012、21011、13011滑座精加工模型设计任务', '131', 1182);
INSERT INTO `jee_acorn` VALUES (170, 3, 11, 11, 11, 4, '1306', 1, '2020-03-20 19:43:45', 1, 1, '完成WCM40-20012、21011、13011滑座精加工模型设计任务验收', '131', 1183);
INSERT INTO `jee_acorn` VALUES (171, 3, 24, 9, 9, 4, '1296', 144, '2020-03-22 07:50:18', 1, 1, '完成发货准备任务', '128', 1535);
INSERT INTO `jee_acorn` VALUES (172, 3, 9, 24, 24, 4, '1306', 1, '2020-03-22 07:50:18', 1, 1, '完成发货准备任务验收', '128', 1075);
INSERT INTO `jee_acorn` VALUES (173, 3, 4, 4, 4, 4, '1296', 27, '2020-03-22 13:12:19', 1, 1, '完成RS10A工件打标任务', '137', 603);
INSERT INTO `jee_acorn` VALUES (174, 3, 4, 4, 4, 4, '1306', 1, '2020-03-22 13:12:19', 1, 1, '完成RS10A工件打标任务验收', '137', 604);
INSERT INTO `jee_acorn` VALUES (175, 3, 4, 4, 4, 4, '1296', 27, '2020-03-22 13:12:44', 1, 1, '完成RS10A发货前清点装箱单任务', '136', 631);
INSERT INTO `jee_acorn` VALUES (176, 3, 4, 4, 4, 4, '1306', 1, '2020-03-22 13:12:44', 1, 1, '完成RS10A发货前清点装箱单任务验收', '136', 632);
INSERT INTO `jee_acorn` VALUES (177, 3, 32, 9, 9, 4, '1296', 48, '2020-03-22 16:16:54', 1, 1, '完成夹具整改装配任务', '119', 922);
INSERT INTO `jee_acorn` VALUES (178, 3, 9, 32, 32, 4, '1306', 1, '2020-03-22 16:16:54', 1, 1, '完成夹具整改装配任务验收', '119', 1076);
INSERT INTO `jee_acorn` VALUES (179, 3, 24, 9, 9, 4, '1296', 38, '2020-03-22 21:38:57', 1, 1, '完成发货任务', '139', 1573);
INSERT INTO `jee_acorn` VALUES (180, 3, 9, 24, 24, 4, '1306', 1, '2020-03-22 21:38:57', 1, 1, '完成发货任务验收', '139', 1077);
INSERT INTO `jee_acorn` VALUES (181, 3, 32, 9, 9, 4, '1296', 38, '2020-03-22 21:42:16', 1, 1, '完成发货任务', '139', 960);
INSERT INTO `jee_acorn` VALUES (182, 3, 9, 32, 32, 4, '1306', 1, '2020-03-22 21:42:16', 1, 1, '完成发货任务验收', '139', 1078);
INSERT INTO `jee_acorn` VALUES (183, 3, 14, 11, 11, 4, '1296', 96, '2020-03-23 08:12:08', 1, 1, '完成DVM-500-11001 底座装配工程图设计任务', '125', 96);
INSERT INTO `jee_acorn` VALUES (184, 3, 11, 14, 14, 4, '1306', 1, '2020-03-23 08:12:08', 1, 1, '完成DVM-500-11001 底座装配工程图设计任务验收', '125', 1184);
INSERT INTO `jee_acorn` VALUES (185, 3, 14, 11, 11, 4, '1296', 48, '2020-03-23 08:12:32', 1, 1, '完成X、Y轴、刀库门 铠甲防护定货工程图任务', '117', 144);
INSERT INTO `jee_acorn` VALUES (186, 3, 11, 14, 14, 4, '1306', 1, '2020-03-23 08:12:32', 1, 1, '完成X、Y轴、刀库门 铠甲防护定货工程图任务验收', '117', 1185);
INSERT INTO `jee_acorn` VALUES (187, 3, 14, 11, 11, 4, '1296', 48, '2020-03-23 08:12:43', 1, 1, '完成X轴 导轨、丝杠定货工程图任务', '109', 192);
INSERT INTO `jee_acorn` VALUES (188, 3, 11, 14, 14, 4, '1306', 1, '2020-03-23 08:12:43', 1, 1, '完成X轴 导轨、丝杠定货工程图任务验收', '109', 1186);
INSERT INTO `jee_acorn` VALUES (189, 3, 14, 11, 11, 4, '1296', 48, '2020-03-23 08:12:52', 1, 1, '完成DVM-500-20011  主轴箱  精加工工程图设计任务', '103', 240);
INSERT INTO `jee_acorn` VALUES (190, 3, 11, 14, 14, 4, '1306', 1, '2020-03-23 08:12:52', 1, 1, '完成DVM-500-20011  主轴箱  精加工工程图设计任务验收', '103', 1187);
INSERT INTO `jee_acorn` VALUES (191, 3, 14, 11, 11, 4, '1296', 48, '2020-03-23 08:13:02', 1, 1, '完成DVM-500-13011  滑座  精加工工程图设计任务', '88', 288);
INSERT INTO `jee_acorn` VALUES (192, 3, 11, 14, 14, 4, '1306', 1, '2020-03-23 08:13:02', 1, 1, '完成DVM-500-13011  滑座  精加工工程图设计任务验收', '88', 1188);
INSERT INTO `jee_acorn` VALUES (193, 3, 14, 11, 11, 4, '1296', 48, '2020-03-23 08:13:09', 1, 1, '完成DVM-500-001-11011  底座精加工工程图任务', '69', 336);
INSERT INTO `jee_acorn` VALUES (194, 3, 11, 14, 14, 4, '1306', 1, '2020-03-23 08:13:09', 1, 1, '完成DVM-500-001-11011  底座精加工工程图任务验收', '69', 1189);
INSERT INTO `jee_acorn` VALUES (195, 3, 14, 11, 11, 4, '1296', 48, '2020-03-23 08:13:18', 1, 1, '完成DVM-500-11012  左床身精加工工程图设计任务', '74', 384);
INSERT INTO `jee_acorn` VALUES (196, 3, 11, 14, 14, 4, '1306', 1, '2020-03-23 08:13:18', 1, 1, '完成DVM-500-11012  左床身精加工工程图设计任务验收', '74', 1190);
INSERT INTO `jee_acorn` VALUES (197, 3, 14, 11, 11, 4, '1296', 48, '2020-03-23 08:13:26', 1, 1, '完成DVM-500-11013  右床身  精加工工程图设计任务', '79', 432);
INSERT INTO `jee_acorn` VALUES (198, 3, 11, 14, 14, 4, '1306', 1, '2020-03-23 08:13:26', 1, 1, '完成DVM-500-11013  右床身  精加工工程图设计任务验收', '79', 1191);
INSERT INTO `jee_acorn` VALUES (199, 3, 14, 11, 11, 4, '1296', 48, '2020-03-23 08:13:34', 1, 1, '完成DVM-500-12011  横梁精加工工程图设计任务', '83', 480);
INSERT INTO `jee_acorn` VALUES (200, 3, 11, 14, 14, 4, '1306', 1, '2020-03-23 08:13:34', 1, 1, '完成DVM-500-12011  横梁精加工工程图设计任务验收', '83', 1192);
INSERT INTO `jee_acorn` VALUES (201, 3, 43, 15, 15, 4, '1296', 38, '2020-03-23 15:12:15', 1, 1, '完成ZY1907 任务', '110', 38);
INSERT INTO `jee_acorn` VALUES (202, 3, 15, 43, 43, 4, '1306', 1, '2020-03-23 15:12:15', 1, 1, '完成ZY1907 任务验收', '110', 146);
INSERT INTO `jee_acorn` VALUES (203, 3, 43, 15, 15, 4, '1296', 48, '2020-03-23 15:15:33', 1, 1, '完成ZY1904任务', '111', 86);
INSERT INTO `jee_acorn` VALUES (204, 3, 15, 43, 43, 4, '1306', 1, '2020-03-23 15:15:33', 1, 1, '完成ZY1904任务验收', '111', 147);
INSERT INTO `jee_acorn` VALUES (205, 3, 43, 15, 15, 4, '1296', 48, '2020-03-23 15:15:42', 1, 1, '完成ZY1904任务', '123', 134);
INSERT INTO `jee_acorn` VALUES (206, 3, 15, 43, 43, 4, '1306', 1, '2020-03-23 15:15:42', 1, 1, '完成ZY1904任务验收', '123', 148);
INSERT INTO `jee_acorn` VALUES (207, 3, 43, 15, 15, 4, '1296', 48, '2020-03-23 15:15:52', 1, 1, '完成广州万宝，青岛万宝根据图纸整理（报价用）任务', '127', 182);
INSERT INTO `jee_acorn` VALUES (208, 3, 15, 43, 43, 4, '1306', 1, '2020-03-23 15:15:52', 1, 1, '完成广州万宝，青岛万宝根据图纸整理（报价用）任务验收', '127', 149);
INSERT INTO `jee_acorn` VALUES (209, 3, 41, 6, 6, 4, '1296', 144, '2020-03-23 15:52:51', 1, 1, '完成MH150-005珩磨头测绘任务', '73', 144);
INSERT INTO `jee_acorn` VALUES (210, 3, 6, 41, 41, 4, '1306', 1, '2020-03-23 15:52:51', 1, 1, '完成MH150-005珩磨头测绘任务验收', '73', 642);
INSERT INTO `jee_acorn` VALUES (211, 3, 41, 6, 6, 4, '1296', 96, '2020-03-23 15:53:55', 1, 1, '完成MH150-006夹具增加浮动单元确定尺寸及部分三维模型任务', '59', 240);
INSERT INTO `jee_acorn` VALUES (212, 3, 6, 41, 41, 4, '1306', 1, '2020-03-23 15:53:56', 1, 1, '完成MH150-006夹具增加浮动单元确定尺寸及部分三维模型任务验收', '59', 643);
INSERT INTO `jee_acorn` VALUES (213, 3, 41, 3, 3, 4, '1296', 192, '2020-03-23 15:54:09', 1, 1, '完成MS100B主轴箱设计任务', '14', 432);
INSERT INTO `jee_acorn` VALUES (214, 3, 3, 41, 41, 4, '1306', 2, '2020-03-23 15:54:09', 1, 1, '完成MS100B主轴箱设计任务验收', '14', 44);
INSERT INTO `jee_acorn` VALUES (215, 3, 25, 9, 9, 4, '1296', 38, '2020-03-24 09:04:15', 1, 1, '完成发货任务', '139', 38);
INSERT INTO `jee_acorn` VALUES (216, 3, 9, 25, 25, 4, '1306', 1, '2020-03-24 09:04:15', 1, 1, '完成发货任务验收', '139', 1079);
INSERT INTO `jee_acorn` VALUES (217, 3, 25, 9, 9, 4, '1296', 38, '2020-03-24 09:05:02', 1, 1, '完成发货任务', '138', 76);
INSERT INTO `jee_acorn` VALUES (218, 3, 9, 25, 25, 4, '1306', 1, '2020-03-24 09:05:02', 1, 1, '完成发货任务验收', '138', 1080);
INSERT INTO `jee_acorn` VALUES (219, 3, 25, 9, 9, 4, '1296', 137, '2020-03-24 09:05:46', 1, 1, '完成线体发货准备任务', '71', 213);
INSERT INTO `jee_acorn` VALUES (220, 3, 9, 25, 25, 4, '1306', 1, '2020-03-24 09:05:46', 1, 1, '完成线体发货准备任务验收', '71', 1081);
INSERT INTO `jee_acorn` VALUES (221, 3, 25, 9, 9, 4, '1296', 91, '2020-03-24 09:05:57', 1, 1, '完成售后托盘装配任务', '80', 304);
INSERT INTO `jee_acorn` VALUES (222, 3, 9, 25, 25, 4, '1306', 1, '2020-03-24 09:05:57', 1, 1, '完成售后托盘装配任务验收', '80', 1082);
INSERT INTO `jee_acorn` VALUES (223, 3, 25, 9, 9, 4, '1296', 192, '2020-03-24 09:06:08', 1, 1, '完成线体装配任务', '108', 496);
INSERT INTO `jee_acorn` VALUES (224, 3, 9, 25, 25, 4, '1306', 2, '2020-03-24 09:06:08', 1, 1, '完成线体装配任务验收', '108', 1084);
INSERT INTO `jee_acorn` VALUES (225, 3, 25, 9, 9, 4, '1296', 96, '2020-03-24 09:08:06', 1, 1, '完成铸件攻丝任务', '122', 592);
INSERT INTO `jee_acorn` VALUES (226, 3, 9, 25, 25, 4, '1306', 1, '2020-03-24 09:08:06', 1, 1, '完成铸件攻丝任务验收', '122', 1085);
INSERT INTO `jee_acorn` VALUES (227, 3, 43, 15, 15, 4, '1296', 96, '2020-03-24 09:14:59', 1, 1, '完成贝斯特中间体报价用方案任务', '132', 278);
INSERT INTO `jee_acorn` VALUES (228, 3, 15, 43, 43, 4, '1306', 1, '2020-03-24 09:14:59', 1, 1, '完成贝斯特中间体报价用方案任务验收', '132', 150);
INSERT INTO `jee_acorn` VALUES (229, 3, 12, 3, 3, 4, '1296', 144, '2020-03-24 11:03:07', 1, 1, '完成SFQ750-002内防护设计任务', '130', 1008);
INSERT INTO `jee_acorn` VALUES (230, 3, 3, 12, 12, 4, '1306', 1, '2020-03-24 11:03:07', 1, 1, '完成SFQ750-002内防护设计任务验收', '130', 45);
INSERT INTO `jee_acorn` VALUES (231, 3, 12, 3, 3, 4, '1296', 2, '2020-03-24 16:43:10', 1, 1, '完成SFQ750-001测试软件任务', '155', 1010);
INSERT INTO `jee_acorn` VALUES (232, 3, 3, 3, 3, 4, '1306', 1, '2020-03-24 16:43:10', 1, 1, '完成SFQ750-001测试软件任务验收', '155', 46);
INSERT INTO `jee_acorn` VALUES (233, 3, 4, 4, 4, 4, '1296', 12, '2020-03-24 19:41:39', 1, 1, '完成RS08A-027统计防护罩到货情况任务', '145', 644);
INSERT INTO `jee_acorn` VALUES (234, 3, 4, 4, 4, 4, '1306', 1, '2020-03-24 19:41:39', 1, 1, '完成RS08A-027统计防护罩到货情况任务验收', '145', 645);
INSERT INTO `jee_acorn` VALUES (235, 3, 4, 4, 4, 4, '1296', 120, '2020-03-24 19:42:25', 1, 1, '完成R08-002主机设计任务', '148', 765);
INSERT INTO `jee_acorn` VALUES (236, 3, 4, 4, 4, 4, '1306', 1, '2020-03-24 19:42:25', 1, 1, '完成R08-002主机设计任务验收', '148', 766);
INSERT INTO `jee_acorn` VALUES (237, 3, 42, 6, 6, 4, '1296', 336, '2020-03-25 08:55:09', 1, 1, '完成ZH006-001 电气设计任务', '99', 336);
INSERT INTO `jee_acorn` VALUES (238, 3, 6, 6, 6, 4, '1306', 3, '2020-03-25 08:55:09', 1, 1, '完成ZH006-001 电气设计任务验收', '99', 646);
INSERT INTO `jee_acorn` VALUES (239, 3, 4, 4, 4, 4, '1296', 12, '2020-03-25 16:42:16', 1, 1, '完成RC06A-018技术任务书任务', '158', 778);
INSERT INTO `jee_acorn` VALUES (240, 3, 4, 4, 4, 4, '1306', 1, '2020-03-25 16:42:16', 1, 1, '完成RC06A-018技术任务书任务验收', '158', 779);
INSERT INTO `jee_acorn` VALUES (241, 3, 11, 11, 11, 4, '1296', 96, '2020-03-25 20:47:28', 1, 1, '完成WCM40  整机防护外观方案模型设计任务', '150', 1288);
INSERT INTO `jee_acorn` VALUES (242, 3, 11, 11, 11, 4, '1306', 1, '2020-03-25 20:47:28', 1, 1, '完成WCM40  整机防护外观方案模型设计任务验收', '150', 1289);
INSERT INTO `jee_acorn` VALUES (243, 3, 11, 11, 11, 4, '1296', 48, '2020-03-25 20:47:50', 1, 1, '完成WCM40-14011  滑座的精加工模型设计任务', '142', 1337);
INSERT INTO `jee_acorn` VALUES (244, 3, 11, 11, 11, 4, '1306', 1, '2020-03-25 20:47:50', 1, 1, '完成WCM40-14011  滑座的精加工模型设计任务验收', '142', 1338);
INSERT INTO `jee_acorn` VALUES (245, 3, 14, 11, 11, 4, '1296', 120, '2020-03-25 20:48:24', 1, 1, '完成DVM-500-12001  横梁装配工程图设计任务', '141', 600);
INSERT INTO `jee_acorn` VALUES (246, 3, 11, 11, 11, 4, '1306', 1, '2020-03-25 20:48:24', 1, 1, '完成DVM-500-12001  横梁装配工程图设计任务验收', '141', 1339);
INSERT INTO `jee_acorn` VALUES (247, 3, 29, 6, 6, 4, '1296', 192, '2020-03-25 20:59:37', 1, 1, '完成MS100-007电气整顿任务', '42', 1109);
INSERT INTO `jee_acorn` VALUES (248, 3, 6, 29, 29, 4, '1306', 2, '2020-03-25 20:59:37', 1, 1, '完成MS100-007电气整顿任务验收', '42', 648);
INSERT INTO `jee_acorn` VALUES (249, 3, 32, 9, 9, 4, '1296', 96, '2020-03-26 08:05:54', 1, 1, '完成发货准备任务', '129', 1056);
INSERT INTO `jee_acorn` VALUES (250, 3, 9, 32, 32, 4, '1306', 1, '2020-03-26 08:05:54', 1, 1, '完成发货准备任务验收', '129', 1086);
INSERT INTO `jee_acorn` VALUES (251, 3, 43, 15, 15, 4, '1296', 96, '2020-03-26 09:01:47', 1, 1, '完成ZY2001任务', '151', 374);
INSERT INTO `jee_acorn` VALUES (252, 3, 15, 15, 15, 4, '1306', 1, '2020-03-26 09:01:47', 1, 1, '完成ZY2001任务验收', '151', 151);
INSERT INTO `jee_acorn` VALUES (253, 3, 29, 6, 6, 4, '1296', 12, '2020-03-26 11:22:41', 1, 1, '完成RC08A-007 解除使用期限任务', '153', 1121);
INSERT INTO `jee_acorn` VALUES (254, 3, 6, 6, 6, 4, '1306', 1, '2020-03-26 11:22:41', 1, 1, '完成RC08A-007 解除使用期限任务验收', '153', 649);
INSERT INTO `jee_acorn` VALUES (255, 3, 29, 6, 6, 4, '1296', 12, '2020-03-26 11:22:58', 1, 1, '完成RC06A-014 解除使用期限任务', '154', 1133);
INSERT INTO `jee_acorn` VALUES (256, 3, 6, 6, 6, 4, '1306', 1, '2020-03-26 11:22:58', 1, 1, '完成RC06A-014 解除使用期限任务验收', '154', 650);
INSERT INTO `jee_acorn` VALUES (257, 3, 30, 17, 17, 4, '1296', 336, '2020-03-26 17:00:34', 1, 1, '完成ZP005电气调试任务', '58', 336);
INSERT INTO `jee_acorn` VALUES (258, 3, 17, 30, 30, 4, '1306', 3, '2020-03-26 17:00:34', 1, 1, '完成ZP005电气调试任务验收', '58', 3);
INSERT INTO `jee_acorn` VALUES (259, 3, 30, 6, 6, 4, '1296', 192, '2020-03-26 17:46:51', 1, 1, '完成ZH005-002 电气设计任务', '97', 528);
INSERT INTO `jee_acorn` VALUES (260, 3, 6, 6, 6, 4, '1306', 2, '2020-03-26 17:46:51', 1, 1, '完成ZH005-002 电气设计任务验收', '97', 652);
INSERT INTO `jee_acorn` VALUES (261, 3, 11, 11, 11, 4, '1296', 48, '2020-03-26 20:20:56', 1, 1, '完成WCM40  优化总机外形尺寸任务', '164', 1387);
INSERT INTO `jee_acorn` VALUES (262, 3, 11, 11, 11, 4, '1306', 1, '2020-03-26 20:20:56', 1, 1, '完成WCM40  优化总机外形尺寸任务验收', '164', 1388);
INSERT INTO `jee_acorn` VALUES (263, 3, 42, 6, 6, 4, '1296', 72, '2020-03-27 13:03:31', 1, 1, '完成RS08A-027 水箱及输送机走线任务', '169', 408);
INSERT INTO `jee_acorn` VALUES (264, 3, 6, 6, 6, 4, '1306', 1, '2020-03-27 13:03:31', 1, 1, '完成RS08A-027 水箱及输送机走线任务验收', '169', 653);
INSERT INTO `jee_acorn` VALUES (265, 3, 4, 4, 4, 4, '1296', 72, '2020-03-27 15:10:07', 1, 1, '完成RC06A-018夹具设计任务', '159', 851);
INSERT INTO `jee_acorn` VALUES (266, 3, 4, 4, 4, 4, '1306', 1, '2020-03-27 15:10:07', 1, 1, '完成RC06A-018夹具设计任务验收', '159', 852);
INSERT INTO `jee_acorn` VALUES (267, 3, 5, 4, 4, 4, '1296', 18, '2020-03-27 15:22:06', 1, 1, '完成R08-002主机部分下单任务', '157', 18);
INSERT INTO `jee_acorn` VALUES (268, 3, 4, 4, 4, 4, '1306', 1, '2020-03-27 15:22:06', 1, 1, '完成R08-002主机部分下单任务验收', '157', 853);
INSERT INTO `jee_acorn` VALUES (269, 3, 29, 6, 6, 4, '1296', 120, '2020-03-27 19:04:27', 1, 1, '完成RS08A-27整机调试任务', '135', 1253);
INSERT INTO `jee_acorn` VALUES (270, 3, 6, 6, 6, 4, '1306', 1, '2020-03-27 19:04:27', 1, 1, '完成RS08A-27整机调试任务验收', '135', 654);
INSERT INTO `jee_acorn` VALUES (271, 3, 11, 11, 11, 4, '1296', 48, '2020-03-27 20:27:03', 1, 1, '完成WCM40  样本资料设计任务', '172', 1436);
INSERT INTO `jee_acorn` VALUES (272, 3, 11, 11, 11, 4, '1306', 1, '2020-03-27 20:27:03', 1, 1, '完成WCM40  样本资料设计任务验收', '172', 1437);
INSERT INTO `jee_acorn` VALUES (273, 3, 7, 11, 11, 4, '1296', 192, '2020-03-27 20:27:29', 1, 1, '完成DVM-1115-001   整机防护结构方案设计任务', '149', 192);
INSERT INTO `jee_acorn` VALUES (274, 3, 11, 11, 11, 4, '1306', 2, '2020-03-27 20:27:29', 1, 1, '完成DVM-1115-001   整机防护结构方案设计任务验收', '149', 1439);
INSERT INTO `jee_acorn` VALUES (275, 3, 14, 11, 11, 4, '1296', 120, '2020-03-27 20:27:48', 1, 1, '完成DVM-500-13001  滑座装配工程图设计任务', '165', 720);
INSERT INTO `jee_acorn` VALUES (276, 3, 11, 11, 11, 4, '1306', 1, '2020-03-27 20:27:48', 1, 1, '完成DVM-500-13001  滑座装配工程图设计任务验收', '165', 1440);
INSERT INTO `jee_acorn` VALUES (277, 3, 32, 9, 9, 4, '1296', 48, '2020-03-28 13:56:28', 1, 1, '完成调试，发货任务', '171', 1104);
INSERT INTO `jee_acorn` VALUES (278, 3, 9, 9, 9, 4, '1306', 1, '2020-03-28 13:56:28', 1, 1, '完成调试，发货任务验收', '171', 1087);
INSERT INTO `jee_acorn` VALUES (279, 3, 33, 9, 9, 4, '1296', 48, '2020-03-28 13:56:50', 1, 1, '完成调试，发货任务', '171', 48);
INSERT INTO `jee_acorn` VALUES (280, 3, 9, 9, 9, 4, '1306', 1, '2020-03-28 13:56:50', 1, 1, '完成调试，发货任务验收', '171', 1088);
INSERT INTO `jee_acorn` VALUES (281, 3, 25, 9, 9, 4, '1296', 48, '2020-03-28 13:57:09', 1, 1, '完成调试，发货任务', '171', 640);
INSERT INTO `jee_acorn` VALUES (282, 3, 9, 9, 9, 4, '1306', 1, '2020-03-28 13:57:09', 1, 1, '完成调试，发货任务验收', '171', 1089);
INSERT INTO `jee_acorn` VALUES (283, 3, 24, 9, 9, 4, '1296', 240, '2020-03-28 13:57:42', 1, 1, '完成售后调试任务', '147', 1813);
INSERT INTO `jee_acorn` VALUES (284, 3, 9, 9, 9, 4, '1306', 2, '2020-03-28 13:57:42', 1, 1, '完成售后调试任务验收', '147', 1091);
INSERT INTO `jee_acorn` VALUES (285, 3, 32, 9, 9, 4, '1296', 240, '2020-03-28 13:58:06', 1, 1, '完成安装防护，机床走线任务', '146', 1344);
INSERT INTO `jee_acorn` VALUES (286, 3, 9, 9, 9, 4, '1306', 2, '2020-03-28 13:58:06', 1, 1, '完成安装防护，机床走线任务验收', '146', 1093);
INSERT INTO `jee_acorn` VALUES (287, 3, 25, 9, 9, 4, '1296', 192, '2020-03-28 13:58:32', 1, 1, '完成安装防护，机床走线任务', '146', 832);
INSERT INTO `jee_acorn` VALUES (288, 3, 9, 9, 9, 4, '1306', 2, '2020-03-28 13:58:32', 1, 1, '完成安装防护，机床走线任务验收', '146', 1095);
INSERT INTO `jee_acorn` VALUES (289, 3, 4, 4, 4, 4, '1296', 24, '2020-03-30 08:55:14', 1, 1, '完成SH2003夹具设计任务', '176', 877);
INSERT INTO `jee_acorn` VALUES (290, 3, 4, 4, 4, 4, '1306', 1, '2020-03-30 08:55:14', 1, 1, '完成SH2003夹具设计任务验收', '176', 878);
INSERT INTO `jee_acorn` VALUES (291, 3, 4, 4, 4, 4, '1296', 18, '2020-03-30 08:55:42', 1, 1, '完成RS08A-027发货清单及核对换型件任务', '175', 896);
INSERT INTO `jee_acorn` VALUES (292, 3, 4, 4, 4, 4, '1306', 1, '2020-03-30 08:55:42', 1, 1, '完成RS08A-027发货清单及核对换型件任务验收', '175', 897);
INSERT INTO `jee_acorn` VALUES (293, 3, 12, 3, 3, 4, '1296', 144, '2020-03-30 09:06:13', 1, 1, '完成SFT750-001改造总方案任务', '152', 1154);
INSERT INTO `jee_acorn` VALUES (294, 3, 3, 3, 3, 4, '1306', 1, '2020-03-30 09:06:13', 1, 1, '完成SFT750-001改造总方案任务验收', '152', 47);
INSERT INTO `jee_acorn` VALUES (295, 3, 30, 6, 6, 4, '1296', 384, '2020-03-30 12:33:08', 1, 1, '完成ZH005-001 修改程序任务', '174', 912);
INSERT INTO `jee_acorn` VALUES (296, 3, 6, 6, 6, 4, '1306', 4, '2020-03-30 12:33:08', 1, 1, '完成ZH005-001 修改程序任务验收', '174', 658);
INSERT INTO `jee_acorn` VALUES (297, 3, 42, 6, 6, 4, '1296', 96, '2020-03-30 13:10:23', 1, 1, '完成R08-002 电气设计任务', '161', 504);
INSERT INTO `jee_acorn` VALUES (298, 3, 6, 6, 6, 4, '1306', 1, '2020-03-30 13:10:23', 1, 1, '完成R08-002 电气设计任务验收', '161', 659);
INSERT INTO `jee_acorn` VALUES (299, 3, 33, 9, 9, 4, '1296', 48, '2020-03-30 15:26:49', 1, 1, '完成装配任务', '144', 96);
INSERT INTO `jee_acorn` VALUES (300, 3, 9, 9, 9, 4, '1306', 1, '2020-03-30 15:26:49', 1, 1, '完成装配任务验收', '144', 1096);
INSERT INTO `jee_acorn` VALUES (301, 3, 29, 9, 9, 4, '1296', 192, '2020-03-30 17:48:30', 1, 1, '完成RS08A-27床身走线任务', '134', 1445);
INSERT INTO `jee_acorn` VALUES (302, 3, 9, 9, 9, 4, '1306', 2, '2020-03-30 17:48:30', 1, 1, '完成RS08A-27床身走线任务验收', '134', 1098);
INSERT INTO `jee_acorn` VALUES (303, 3, 10, 4, 4, 4, '1296', 24, '2020-03-30 20:16:58', 1, 1, '完成RC06A-018查找防护电柜缺失件并补齐任务', '187', 24);
INSERT INTO `jee_acorn` VALUES (304, 3, 4, 4, 4, 4, '1306', 1, '2020-03-30 20:16:59', 1, 1, '完成RC06A-018查找防护电柜缺失件并补齐任务验收', '187', 898);
INSERT INTO `jee_acorn` VALUES (305, 3, 11, 11, 11, 4, '1296', 48, '2020-03-31 07:56:23', 1, 1, '完成WCM40  完成产品的样本任务', '179', 1488);
INSERT INTO `jee_acorn` VALUES (306, 3, 11, 11, 11, 4, '1306', 1, '2020-03-31 07:56:23', 1, 1, '完成WCM40  完成产品的样本任务验收', '179', 1489);
INSERT INTO `jee_acorn` VALUES (307, 3, 21, 4, 4, 4, '1296', 12, '2020-03-31 13:37:38', 1, 1, '完成RS08A-027 活塞环高度变化说明任务', '200', 12);
INSERT INTO `jee_acorn` VALUES (308, 3, 4, 4, 4, 4, '1306', 1, '2020-03-31 13:37:38', 1, 1, '完成RS08A-027 活塞环高度变化说明任务验收', '200', 899);
INSERT INTO `jee_acorn` VALUES (309, 3, 21, 4, 4, 4, '1296', 12, '2020-03-31 13:37:57', 1, 1, '完成RS10A-009找正机构画出找正角度任务', '199', 24);
INSERT INTO `jee_acorn` VALUES (310, 3, 4, 4, 4, 4, '1306', 1, '2020-03-31 13:37:57', 1, 1, '完成RS10A-009找正机构画出找正角度任务验收', '199', 900);
INSERT INTO `jee_acorn` VALUES (311, 3, 21, 4, 4, 4, '1296', 46, '2020-03-31 16:17:33', 1, 1, '完成SH2001夹具设计任务', '4', 70);
INSERT INTO `jee_acorn` VALUES (312, 3, 4, 21, 21, 4, '1306', 1, '2020-03-31 16:17:33', 1, 1, '完成SH2001夹具设计任务验收', '4', 901);
INSERT INTO `jee_acorn` VALUES (313, 3, 4, 4, 4, 4, '1296', 24, '2020-03-31 16:23:34', 1, 1, '完成RS08A-028刀具设计任务', '8', 925);
INSERT INTO `jee_acorn` VALUES (314, 3, 4, 4, 4, 4, '1306', 1, '2020-03-31 16:23:34', 1, 1, '完成RS08A-028刀具设计任务验收', '8', 926);
INSERT INTO `jee_acorn` VALUES (315, 3, 21, 4, 4, 4, '1296', 18, '2020-03-31 16:24:14', 1, 1, '完成RS08A-027整理说明书用装配图，换型表任务', '201', 88);
INSERT INTO `jee_acorn` VALUES (316, 3, 4, 4, 4, 4, '1306', 1, '2020-03-31 16:24:14', 1, 1, '完成RS08A-027整理说明书用装配图，换型表任务验收', '201', 927);
INSERT INTO `jee_acorn` VALUES (317, 3, 15, 15, 15, 4, '1296', 96, '2020-03-31 17:16:49', 1, 1, '完成恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价任务', '168', 247);
INSERT INTO `jee_acorn` VALUES (318, 3, 15, 15, 15, 4, '1306', 1, '2020-03-31 17:16:49', 1, 1, '完成恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价任务验收', '168', 248);
INSERT INTO `jee_acorn` VALUES (319, 3, 43, 15, 15, 4, '1296', 240, '2020-03-31 17:17:49', 1, 1, '完成自动化说明书模板任务', '167', 614);
INSERT INTO `jee_acorn` VALUES (320, 3, 15, 15, 15, 4, '1306', 2, '2020-03-31 17:17:49', 1, 1, '完成自动化说明书模板任务验收', '167', 250);
INSERT INTO `jee_acorn` VALUES (321, 3, 14, 11, 11, 4, '1296', 72, '2020-03-31 20:12:07', 1, 1, '完成DVM-500-20001  主轴装配工程图设计任务', '180', 792);
INSERT INTO `jee_acorn` VALUES (322, 3, 11, 11, 11, 4, '1306', 1, '2020-03-31 20:12:07', 1, 1, '完成DVM-500-20001  主轴装配工程图设计任务验收', '180', 1490);
INSERT INTO `jee_acorn` VALUES (323, 3, 25, 9, 9, 4, '1296', 48, '2020-03-31 22:00:12', 1, 1, '完成铸件攻丝任务', '191', 880);
INSERT INTO `jee_acorn` VALUES (324, 3, 9, 9, 9, 4, '1306', 1, '2020-03-31 22:00:12', 1, 1, '完成铸件攻丝任务验收', '191', 1099);
INSERT INTO `jee_acorn` VALUES (325, 3, 32, 9, 9, 4, '1296', 48, '2020-03-31 22:00:33', 1, 1, '完成装配任务', '190', 1392);
INSERT INTO `jee_acorn` VALUES (326, 3, 9, 9, 9, 4, '1306', 1, '2020-03-31 22:00:33', 1, 1, '完成装配任务验收', '190', 1100);
INSERT INTO `jee_acorn` VALUES (327, 3, 34, 9, 9, 4, '1296', 48, '2020-03-31 22:01:13', 1, 1, '完成试切任务', '192', 48);
INSERT INTO `jee_acorn` VALUES (328, 3, 9, 9, 9, 4, '1306', 1, '2020-03-31 22:01:13', 1, 1, '完成试切任务验收', '192', 1101);
INSERT INTO `jee_acorn` VALUES (329, 3, 25, 9, 9, 4, '1296', 48, '2020-04-01 07:54:28', 1, 1, '完成铸件攻丝任务', '197', 928);
INSERT INTO `jee_acorn` VALUES (330, 3, 9, 9, 9, 4, '1306', 1, '2020-04-01 07:54:28', 1, 1, '完成铸件攻丝任务验收', '197', 1102);
INSERT INTO `jee_acorn` VALUES (331, 3, 32, 9, 9, 4, '1296', 48, '2020-04-01 07:58:41', 1, 1, '完成收尾任务', '196', 1440);
INSERT INTO `jee_acorn` VALUES (332, 3, 9, 9, 9, 4, '1306', 1, '2020-04-01 07:58:41', 1, 1, '完成收尾任务验收', '196', 1103);
INSERT INTO `jee_acorn` VALUES (333, 3, 34, 9, 9, 4, '1296', 48, '2020-04-01 07:58:54', 1, 1, '完成收尾任务', '196', 96);
INSERT INTO `jee_acorn` VALUES (334, 3, 9, 9, 9, 4, '1306', 1, '2020-04-01 07:58:54', 1, 1, '完成收尾任务验收', '196', 1104);
INSERT INTO `jee_acorn` VALUES (335, 3, 10, 4, 4, 4, '1296', 24, '2020-04-01 08:18:30', 1, 1, '完成RC06A-018夹具装配图，气动原理图任务', '194', 48);
INSERT INTO `jee_acorn` VALUES (336, 3, 4, 4, 4, 4, '1306', 1, '2020-04-01 08:18:30', 1, 1, '完成RC06A-018夹具装配图，气动原理图任务验收', '194', 928);
INSERT INTO `jee_acorn` VALUES (337, 3, 10, 4, 4, 4, '1296', 18, '2020-04-01 08:18:44', 1, 1, '完成R08-002更换电柜空调厂家任务', '193', 66);
INSERT INTO `jee_acorn` VALUES (338, 3, 4, 4, 4, 4, '1306', 1, '2020-04-01 08:18:44', 1, 1, '完成R08-002更换电柜空调厂家任务验收', '193', 929);
COMMIT;

-- ----------------------------
-- Table structure for jee_acorn_audit
-- ----------------------------
DROP TABLE IF EXISTS `jee_acorn_audit`;
CREATE TABLE `jee_acorn_audit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` int(11) DEFAULT NULL,
  `to_user` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `auditor` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `audit_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `memo` longtext COLLATE utf8_unicode_ci,
  `sys_memo` longtext COLLATE utf8_unicode_ci,
  `c_person` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tags` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `thumbs` longtext COLLATE utf8_unicode_ci,
  `superior` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_acorn_audit_detail
-- ----------------------------
DROP TABLE IF EXISTS `jee_acorn_audit_detail`;
CREATE TABLE `jee_acorn_audit_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `audit_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` varchar(255) DEFAULT NULL,
  `executor` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `s_names` varchar(255) DEFAULT NULL,
  `sc_names` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `audit_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_acorn_likes
-- ----------------------------
DROP TABLE IF EXISTS `jee_acorn_likes`;
CREATE TABLE `jee_acorn_likes` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `aid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_acorn_target
-- ----------------------------
DROP TABLE IF EXISTS `jee_acorn_target`;
CREATE TABLE `jee_acorn_target` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` int(11) DEFAULT NULL,
  `auditor` int(11) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `memo` longtext COLLATE utf8_unicode_ci,
  `sysmemo` longtext COLLATE utf8_unicode_ci,
  `balance` decimal(20,0) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_admin
-- ----------------------------
DROP TABLE IF EXISTS `jee_admin`;
CREATE TABLE `jee_admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `role_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `station` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tel` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL,
  `QQ` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pwd2` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_admin
-- ----------------------------
BEGIN;
INSERT INTO `jee_admin` VALUES (1, 'admin', 'system', '21232f297a57a5a743894a0e4a801fc3', '', '', '', '', '', 1, '', NULL);
COMMIT;

-- ----------------------------
-- Table structure for jee_all_todo
-- ----------------------------
DROP TABLE IF EXISTS `jee_all_todo`;
CREATE TABLE `jee_all_todo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `item_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_amount
-- ----------------------------
DROP TABLE IF EXISTS `jee_amount`;
CREATE TABLE `jee_amount` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `c_id` int(11) DEFAULT NULL,
  `from_user` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `btypes` smallint(6) DEFAULT NULL,
  `biz` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `balance` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `memo` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `sys_memo` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_anything
-- ----------------------------
DROP TABLE IF EXISTS `jee_anything`;
CREATE TABLE `jee_anything` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `certain_time` datetime DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `types` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `complete_time` datetime DEFAULT NULL,
  `tg_id` int(11) DEFAULT NULL,
  `tg_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_approval
-- ----------------------------
DROP TABLE IF EXISTS `jee_approval`;
CREATE TABLE `jee_approval` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `item_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `auditor` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `ap_id` int(11) DEFAULT NULL,
  `pass_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_approval_settings
-- ----------------------------
DROP TABLE IF EXISTS `jee_approval_settings`;
CREATE TABLE `jee_approval_settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) NOT NULL,
  `types` smallint(6) NOT NULL,
  `status` smallint(6) NOT NULL,
  `user_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_award_lists
-- ----------------------------
DROP TABLE IF EXISTS `jee_award_lists`;
CREATE TABLE `jee_award_lists` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `award` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `prize` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sysmemo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_award_money
-- ----------------------------
DROP TABLE IF EXISTS `jee_award_money`;
CREATE TABLE `jee_award_money` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `prize` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `objects` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_award_money_detail
-- ----------------------------
DROP TABLE IF EXISTS `jee_award_money_detail`;
CREATE TABLE `jee_award_money_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `am_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `num` decimal(10,0) DEFAULT NULL,
  `available_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_award_shopping
-- ----------------------------
DROP TABLE IF EXISTS `jee_award_shopping`;
CREATE TABLE `jee_award_shopping` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `money` decimal(20,0) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sysmemo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `from_id` int(11) DEFAULT NULL,
  `use_time` datetime DEFAULT NULL,
  `available_time` datetime DEFAULT NULL,
  `number` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_collection
-- ----------------------------
DROP TABLE IF EXISTS `jee_collection`;
CREATE TABLE `jee_collection` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `account_no` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `bank_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `province` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `area` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_branch` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `isdefault` smallint(6) DEFAULT NULL,
  `phone` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_company
-- ----------------------------
DROP TABLE IF EXISTS `jee_company`;
CREATE TABLE `jee_company` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `code_no` varchar(255) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `short_names` varchar(255) DEFAULT NULL,
  `superid` int(11) DEFAULT NULL,
  `industry` smallint(6) DEFAULT NULL,
  `levels` smallint(6) DEFAULT NULL,
  `source` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `renew_time` datetime DEFAULT NULL,
  `expire_time` datetime DEFAULT NULL,
  `keywords` varchar(255) DEFAULT NULL,
  `scales` smallint(6) DEFAULT NULL,
  `legal` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sub_superid` varchar(255) DEFAULT NULL,
  `bonus` decimal(20,2) DEFAULT NULL,
  `province` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `area` varchar(255) DEFAULT NULL,
  `hf_signature` longtext,
  `max_score` varchar(1000) DEFAULT NULL,
  `apps` varchar(255) DEFAULT NULL,
  `user_count` int(11) DEFAULT NULL,
  `detail_area` varchar(50) DEFAULT NULL,
  `max_acorn` int(11) DEFAULT NULL,
  `amount` decimal(10,2) DEFAULT NULL,
  `platform` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `using_count` int(11) DEFAULT NULL,
  `main_module` varchar(50) DEFAULT NULL,
  `default_module` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_company
-- ----------------------------
BEGIN;
INSERT INTO `jee_company` VALUES (1, 'aUdrAY', '北京空航', '', 1, 7, 0, 0, '2020-01-11 14:44:53', NULL, '2220-01-21 14:44:53', '', 0, '', '', '', 1, '', 0.00, '北京', '市辖区', '东城区', '', '', 'team', 10000, '', 0, 0.00, 'Workless,other', 1, NULL, NULL);
COMMIT;

-- ----------------------------
-- Table structure for jee_company_auth
-- ----------------------------
DROP TABLE IF EXISTS `jee_company_auth`;
CREATE TABLE `jee_company_auth` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `industry` varchar(255) DEFAULT NULL,
  `scales` smallint(6) DEFAULT NULL,
  `license_code` varchar(255) DEFAULT NULL,
  `license_pic` varchar(255) DEFAULT NULL,
  `license_register_money` decimal(20,0) DEFAULT NULL,
  `license_register_date` datetime DEFAULT NULL,
  `license_register_expiry` datetime DEFAULT NULL,
  `legal` varchar(255) DEFAULT NULL,
  `legal_identity` varchar(255) DEFAULT NULL,
  `legal_identity_pic` varchar(255) DEFAULT NULL,
  `legal_identity_back` varchar(255) DEFAULT NULL,
  `contact` varchar(255) DEFAULT NULL,
  `contact_phone` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `province` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `area` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_company_auth
-- ----------------------------
BEGIN;
INSERT INTO `jee_company_auth` VALUES (1, 1, 1, '北京空航', '7', 0, '', '', 0, NULL, NULL, '', '', '', '', '', '', 'river2liu@jeechange.com', '北京', '市辖区', '东城区', '', 0);
COMMIT;

-- ----------------------------
-- Table structure for jee_company_member
-- ----------------------------
DROP TABLE IF EXISTS `jee_company_member`;
CREATE TABLE `jee_company_member` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `into_time` datetime DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `rec_id` int(11) DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `snack_num` int(11) DEFAULT NULL,
  `wxwork` varchar(255) DEFAULT NULL,
  `ding` varchar(255) DEFAULT NULL,
  `left_time` datetime DEFAULT NULL,
  `survey_acorn` decimal(20,0) DEFAULT NULL,
  `target_acorn` decimal(20,0) DEFAULT NULL,
  `leader` int(11) DEFAULT NULL,
  `leader_name` varchar(255) DEFAULT NULL,
  `money` decimal(20,2) DEFAULT NULL,
  `bonus` decimal(20,0) DEFAULT NULL,
  `invite_info` varchar(255) DEFAULT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `department` int(11) DEFAULT NULL,
  `station` int(11) DEFAULT NULL,
  `salary_types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=52 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_company_member
-- ----------------------------
BEGIN;
INSERT INTO `jee_company_member` VALUES (1, 1, 1, '2020-01-11 14:44:53', NULL, 1, 1, '15011853801', 0, 0, 0, '', '', NULL, 0, 0, 0, '', 0.00, 0, '', '', 1, 1, NULL);
COMMIT;

-- ----------------------------
-- Table structure for jee_company_openapi
-- ----------------------------
DROP TABLE IF EXISTS `jee_company_openapi`;
CREATE TABLE `jee_company_openapi` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `names_en` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `agentid` varchar(11) COLLATE utf8_unicode_ci DEFAULT NULL,
  `corpid` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `corpsecret` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_company_openapi
-- ----------------------------
BEGIN;
INSERT INTO `jee_company_openapi` VALUES (2, 3, 'workless机器人', 'dingwebhook', NULL, NULL, 'https://oapi.dingtalk.com/robot/send?access_token=864800219622dc0bd21254941e7ce7e0eddfc5429b21594d714f6554d7e71b33', 1);
COMMIT;

-- ----------------------------
-- Table structure for jee_company_service
-- ----------------------------
DROP TABLE IF EXISTS `jee_company_service`;
CREATE TABLE `jee_company_service` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `s_code` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `totals` int(11) DEFAULT NULL,
  `use_totals` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `expire_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `service_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_company_stock
-- ----------------------------
DROP TABLE IF EXISTS `jee_company_stock`;
CREATE TABLE `jee_company_stock` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `bonus` decimal(20,2) DEFAULT NULL,
  `release_bonus` decimal(20,2) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `total_money` decimal(20,2) DEFAULT NULL,
  `lock_time` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_company_stock_log
-- ----------------------------
DROP TABLE IF EXISTS `jee_company_stock_log`;
CREATE TABLE `jee_company_stock_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `old_val` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `new_val` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_content
-- ----------------------------
DROP TABLE IF EXISTS `jee_content`;
CREATE TABLE `jee_content` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `issue_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `author` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `from_where` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `auditor` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `audit_time` datetime DEFAULT NULL,
  `code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_content_category
-- ----------------------------
DROP TABLE IF EXISTS `jee_content_category`;
CREATE TABLE `jee_content_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `content_id` int(11) DEFAULT NULL,
  `names` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `thumb` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_department
-- ----------------------------
DROP TABLE IF EXISTS `jee_department`;
CREATE TABLE `jee_department` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `parentid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  `director` varchar(255) DEFAULT NULL,
  `directors` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `director_id` int(11) DEFAULT NULL,
  `directors_id` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=gbk;

-- ----------------------------
-- Records of jee_department
-- ----------------------------
BEGIN;
INSERT INTO `jee_department` VALUES (1, 1, 0, '公司', NULL, NULL, NULL, NULL, 1, NULL, NULL);
INSERT INTO `jee_department` VALUES (2, 2, 0, '公司', NULL, NULL, NULL, NULL, 1, NULL, NULL);
INSERT INTO `jee_department` VALUES (3, 3, 0, '公司', '', '', '', '', 1, 0, '');
INSERT INTO `jee_department` VALUES (4, 3, 3, '涨珩事业部', '', '', '黄国峰', '', 1, 0, '');
INSERT INTO `jee_department` VALUES (5, 3, 3, '生产运营部', '', '', '陈俊', '', 1, 0, '');
INSERT INTO `jee_department` VALUES (6, 3, 3, '高效机床事业部', '', '', '康文生', '', 1, 0, '');
INSERT INTO `jee_department` VALUES (7, 3, 3, '抛光机事业部', '', '', '陈富永', '', 1, 0, '');
INSERT INTO `jee_department` VALUES (8, 3, 3, '川石', '', '', '王保森', '', 1, 0, '');
INSERT INTO `jee_department` VALUES (9, 3, 3, '智羽', '', '', '赵辛生', '', 1, 0, '');
INSERT INTO `jee_department` VALUES (10, 3, 3, '铰珩事业部', '', '', '李委东', '', 1, 0, '');
INSERT INTO `jee_department` VALUES (11, 3, 3, '售后部', '', '', '郝俊才', '', 1, 0, '');
INSERT INTO `jee_department` VALUES (12, 3, 3, '电气技术部', '13910572882', '', '黄国峰', '', 1, 0, '');
COMMIT;

-- ----------------------------
-- Table structure for jee_dynamic
-- ----------------------------
DROP TABLE IF EXISTS `jee_dynamic`;
CREATE TABLE `jee_dynamic` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `did` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `reply_id` int(11) DEFAULT NULL,
  `ats` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `relate_user` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `unreads` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `link_to` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `likes` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_email
-- ----------------------------
DROP TABLE IF EXISTS `jee_email`;
CREATE TABLE `jee_email` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `fromemail` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `toemail` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `send_time` datetime DEFAULT NULL,
  `send_code` varchar(6) COLLATE utf8_unicode_ci DEFAULT NULL,
  `template` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_external_relations
-- ----------------------------
DROP TABLE IF EXISTS `jee_external_relations`;
CREATE TABLE `jee_external_relations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `tg_id` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_goods
-- ----------------------------
DROP TABLE IF EXISTS `jee_goods`;
CREATE TABLE `jee_goods` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `gid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code_bar` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `sku_title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_info` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num` double DEFAULT NULL,
  `unit` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `price_market` decimal(10,2) DEFAULT NULL,
  `price_pv` decimal(10,2) DEFAULT NULL,
  `price_ratio` decimal(10,2) DEFAULT NULL,
  `pic_cover` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pics` varchar(2048) COLLATE utf8_unicode_ci DEFAULT NULL,
  `video` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tabloid` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` longtext COLLATE utf8_unicode_ci,
  `description_m` longtext COLLATE utf8_unicode_ci,
  `sort` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `platform` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `inventory` int(11) DEFAULT NULL,
  `inventory_warning` int(11) DEFAULT NULL,
  `pay_types` smallint(6) DEFAULT NULL,
  `price_influence` int(11) DEFAULT NULL,
  `consume` smallint(6) DEFAULT NULL,
  `sales` int(11) DEFAULT NULL,
  `start_time` datetime DEFAULT NULL,
  `qgp_memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_goods_cart
-- ----------------------------
DROP TABLE IF EXISTS `jee_goods_cart`;
CREATE TABLE `jee_goods_cart` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `gid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_goods_category
-- ----------------------------
DROP TABLE IF EXISTS `jee_goods_category`;
CREATE TABLE `jee_goods_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `pid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `thumb` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_goods_group
-- ----------------------------
DROP TABLE IF EXISTS `jee_goods_group`;
CREATE TABLE `jee_goods_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `sku_title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_info` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pics` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_goods_order
-- ----------------------------
DROP TABLE IF EXISTS `jee_goods_order`;
CREATE TABLE `jee_goods_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `goods_id` int(11) DEFAULT NULL,
  `order_no` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `share_id` int(11) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `pay_types` smallint(6) DEFAULT NULL,
  `pay_money` decimal(10,2) DEFAULT NULL,
  `platform` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `receiver` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL,
  `province` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `county` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `checker` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `pay_time` datetime DEFAULT NULL,
  `check_time` datetime DEFAULT NULL,
  `finish_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_industry
-- ----------------------------
DROP TABLE IF EXISTS `jee_industry`;
CREATE TABLE `jee_industry` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `parentid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_industry
-- ----------------------------
BEGIN;
INSERT INTO `jee_industry` VALUES (1, 0, 'IT/互联网/电子产品', NULL, 1);
INSERT INTO `jee_industry` VALUES (2, 0, '商务服务', NULL, 1);
INSERT INTO `jee_industry` VALUES (3, 0, '餐饮美食', NULL, 1);
INSERT INTO `jee_industry` VALUES (4, 0, '食品饮料', NULL, 1);
INSERT INTO `jee_industry` VALUES (5, 0, '美容美发彩妆卫浴', NULL, 1);
INSERT INTO `jee_industry` VALUES (6, 0, '休闲娱乐', NULL, 1);
INSERT INTO `jee_industry` VALUES (7, 0, '服饰/箱包/运动户外', NULL, 1);
INSERT INTO `jee_industry` VALUES (8, 0, '生活服务', NULL, 1);
INSERT INTO `jee_industry` VALUES (9, 0, '文化体育', NULL, 1);
INSERT INTO `jee_industry` VALUES (10, 0, '旅游酒店', NULL, 1);
INSERT INTO `jee_industry` VALUES (11, 0, '教育出国', NULL, 1);
INSERT INTO `jee_industry` VALUES (12, 0, '金融服务', NULL, 1);
INSERT INTO `jee_industry` VALUES (13, 0, '医疗健康企业', NULL, 1);
INSERT INTO `jee_industry` VALUES (14, 0, '汽车交通', NULL, 1);
INSERT INTO `jee_industry` VALUES (15, 0, '商场购物', NULL, 1);
INSERT INTO `jee_industry` VALUES (16, 0, '房产家居/装饰', NULL, 1);
INSERT INTO `jee_industry` VALUES (17, 0, '通讯服务', NULL, 1);
INSERT INTO `jee_industry` VALUES (18, 0, '工农贸易', NULL, 1);
INSERT INTO `jee_industry` VALUES (19, 0, '其它', NULL, 1);
COMMIT;

-- ----------------------------
-- Table structure for jee_inf_levels
-- ----------------------------
DROP TABLE IF EXISTS `jee_inf_levels`;
CREATE TABLE `jee_inf_levels` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `levels` smallint(6) DEFAULT NULL,
  `icon` varchar(255) DEFAULT NULL,
  `class_names` varchar(255) DEFAULT NULL,
  `acorn` int(10) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_message
-- ----------------------------
DROP TABLE IF EXISTS `jee_message`;
CREATE TABLE `jee_message` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `to_user_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `tel` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `sid` (`sid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_money
-- ----------------------------
DROP TABLE IF EXISTS `jee_money`;
CREATE TABLE `jee_money` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `from_user` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `btypes` smallint(6) DEFAULT NULL,
  `biz` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `balance` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sys_memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_money_category
-- ----------------------------
DROP TABLE IF EXISTS `jee_money_category`;
CREATE TABLE `jee_money_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_money_income
-- ----------------------------
DROP TABLE IF EXISTS `jee_money_income`;
CREATE TABLE `jee_money_income` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `btypes` smallint(6) DEFAULT NULL,
  `money` decimal(20,0) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_money_launch
-- ----------------------------
DROP TABLE IF EXISTS `jee_money_launch`;
CREATE TABLE `jee_money_launch` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sysmemo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `join_person` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `examine_person` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `source` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `sort_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort_info` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_money_priority
-- ----------------------------
DROP TABLE IF EXISTS `jee_money_priority`;
CREATE TABLE `jee_money_priority` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `money` decimal(20,0) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `from_id` int(11) DEFAULT NULL,
  `number` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `available_time` datetime DEFAULT NULL,
  `use_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_money_withdrawal
-- ----------------------------
DROP TABLE IF EXISTS `jee_money_withdrawal`;
CREATE TABLE `jee_money_withdrawal` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `collection` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account_no` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `balance` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `check_time` datetime DEFAULT NULL,
  `admin_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `use_priority` smallint(6) DEFAULT NULL,
  `proof` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_order
-- ----------------------------
DROP TABLE IF EXISTS `jee_order`;
CREATE TABLE `jee_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_no` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `s_money` decimal(10,2) DEFAULT NULL,
  `postage` decimal(10,0) DEFAULT NULL,
  `postage_type` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `auto_time` datetime DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `user_name` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `receiver` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mobile` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL,
  `province` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `logistics` smallint(6) DEFAULT NULL,
  `paystatus` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `platform` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `message` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pay_time` datetime DEFAULT NULL,
  `deli_time` datetime DEFAULT NULL,
  `affirm_time` datetime DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `trade_no` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `trade_types` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `set_delete` smallint(6) DEFAULT NULL,
  `consume` decimal(10,0) DEFAULT NULL,
  `as_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `order_no` (`order_no`),
  KEY `user_id` (`user_id`),
  KEY `sid` (`sid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_order_detail
-- ----------------------------
DROP TABLE IF EXISTS `jee_order_detail`;
CREATE TABLE `jee_order_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `sku_id` int(11) DEFAULT NULL,
  `share_id` int(11) DEFAULT NULL,
  `product_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_thumb` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_info` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `market_price` decimal(10,2) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `total` decimal(10,2) DEFAULT NULL,
  `unit` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `sup_id` int(11) DEFAULT NULL,
  `is_consume` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `order_id` (`order_id`),
  KEY `product_id` (`product_id`),
  KEY `sku_id` (`sku_id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_order_logistics
-- ----------------------------
DROP TABLE IF EXISTS `jee_order_logistics`;
CREATE TABLE `jee_order_logistics` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `order_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `logistics_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `logistics_ltd` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num_lists` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `logistics_detail` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `send_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `order_id` (`order_id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_payment_wx
-- ----------------------------
DROP TABLE IF EXISTS `jee_payment_wx`;
CREATE TABLE `jee_payment_wx` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `trade_no` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `openid` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `relate_table` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `relate_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `trade_id` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `trade_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_product
-- ----------------------------
DROP TABLE IF EXISTS `jee_product`;
CREATE TABLE `jee_product` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `spec_id` int(11) DEFAULT NULL,
  `spec1` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec2` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec3` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec4` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec5` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `unit` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `keywords` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `postage_free` smallint(6) DEFAULT NULL,
  `putaway` smallint(6) DEFAULT NULL,
  `weight` int(11) DEFAULT NULL,
  `description` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `platform` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `tabloid` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `s_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `upp_id` (`s_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_product_category
-- ----------------------------
DROP TABLE IF EXISTS `jee_product_category`;
CREATE TABLE `jee_product_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `parentid` int(11) DEFAULT NULL,
  `names` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `thumb` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_product_pay
-- ----------------------------
DROP TABLE IF EXISTS `jee_product_pay`;
CREATE TABLE `jee_product_pay` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `pay_types` varchar(255) DEFAULT NULL,
  `consumer` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_product_price
-- ----------------------------
DROP TABLE IF EXISTS `jee_product_price`;
CREATE TABLE `jee_product_price` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product_id` int(11) DEFAULT NULL,
  `sku_id` int(11) DEFAULT NULL,
  `levels` smallint(6) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `s_price` decimal(10,2) DEFAULT NULL,
  `market_price` decimal(10,2) DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_id` (`product_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_product_sku
-- ----------------------------
DROP TABLE IF EXISTS `jee_product_sku`;
CREATE TABLE `jee_product_sku` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product_id` int(11) DEFAULT NULL,
  `spec1` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec2` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec3` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec4` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec5` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bar_code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `warning` int(11) DEFAULT NULL,
  `thumbs` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sku_status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_id` (`product_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_product_sku_poto
-- ----------------------------
DROP TABLE IF EXISTS `jee_product_sku_poto`;
CREATE TABLE `jee_product_sku_poto` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product_id` int(11) DEFAULT NULL,
  `thumb` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_id` (`product_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_product_spec
-- ----------------------------
DROP TABLE IF EXISTS `jee_product_spec`;
CREATE TABLE `jee_product_spec` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec1` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec2` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec3` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec4` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec5` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_product_sprice
-- ----------------------------
DROP TABLE IF EXISTS `jee_product_sprice`;
CREATE TABLE `jee_product_sprice` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product_id` int(11) DEFAULT NULL,
  `sku_id` int(11) DEFAULT NULL,
  `levels` smallint(6) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `market_price` decimal(10,2) DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_product_unit
-- ----------------------------
DROP TABLE IF EXISTS `jee_product_unit`;
CREATE TABLE `jee_product_unit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `names` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_ranking
-- ----------------------------
DROP TABLE IF EXISTS `jee_ranking`;
CREATE TABLE `jee_ranking` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `issue_id` int(11) DEFAULT NULL,
  `acorn` varchar(255) DEFAULT NULL,
  `from_user` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `week` int(11) DEFAULT NULL,
  `month` int(11) DEFAULT NULL,
  `seasons` int(11) DEFAULT NULL,
  `year` int(11) DEFAULT NULL,
  `dep_id` int(11) DEFAULT NULL,
  `group_id` int(11) DEFAULT NULL,
  `types` int(11) DEFAULT NULL,
  `atypes` int(11) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `applicant` int(11) DEFAULT NULL,
  `stand_id` int(11) DEFAULT NULL,
  `p_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`) USING BTREE,
  KEY `issue_id` (`issue_id`) USING BTREE,
  KEY `from_user` (`from_user`) USING BTREE,
  KEY `group_id` (`group_id`) USING BTREE,
  KEY `sc_id` (`sc_id`) USING BTREE,
  KEY `applicant` (`applicant`) USING BTREE,
  KEY `stand_id` (`stand_id`) USING BTREE,
  KEY `p_id` (`p_id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=339 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_ranking
-- ----------------------------
BEGIN;
INSERT INTO `jee_ranking` VALUES (1, 3, 3, 3, '3', '', '2020-02-12 13:29:41', 7, 2, 1, 2020, 3, 0, 1, 0, '完成RS08A-028项目执行表任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (2, 3, 3, 3, '1', '', '2020-02-12 13:29:41', 7, 2, 1, 2020, 3, 0, 1, 0, '完成RS08A-028项目执行表任务验收', 1, 4, 3, 1306, 7);
INSERT INTO `jee_ranking` VALUES (3, 3, 6, 3, '96', '', '2020-02-14 08:46:16', 7, 2, 1, 2020, 4, 0, 1, 0, '完成MS100B顶箱设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (4, 3, 3, 3, '10', '', '2020-02-14 08:46:16', 7, 2, 1, 2020, 3, 0, 1, 0, '完成MS100B顶箱设计任务验收', 1, 4, 3, 1306, 7);
INSERT INTO `jee_ranking` VALUES (5, 3, 9, 9, '100', '', '2020-02-14 10:20:31', 7, 2, 1, 2020, 5, 0, 1, 0, '完成ZY1906整改线体拆卸任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (6, 3, 9, 9, '10', '', '2020-02-14 10:20:31', 7, 2, 1, 2020, 5, 0, 1, 0, '完成ZY1906整改线体拆卸任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (7, 3, 11, 11, '48', '', '2020-02-25 07:54:13', 9, 2, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-20011  主轴箱精加工模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (8, 3, 11, 11, '5', '', '2020-02-25 07:54:13', 9, 2, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-20011  主轴箱精加工模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (9, 3, 11, 11, '60', '', '2020-02-25 21:18:16', 9, 2, 1, 2020, 6, 0, 1, 0, '完成DVL-1115-001-13011  滑座精加工模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (10, 3, 11, 11, '6', '', '2020-02-25 21:18:16', 9, 2, 1, 2020, 6, 0, 1, 0, '完成DVL-1115-001-13011  滑座精加工模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (11, 3, 6, 6, '38', '', '2020-02-26 17:23:12', 9, 2, 1, 2020, 4, 0, 1, 0, '完成MS100B主轴箱图纸审核打包下速达任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (12, 3, 6, 6, '4', '', '2020-02-26 17:23:12', 9, 2, 1, 2020, 4, 0, 1, 0, '完成MS100B主轴箱图纸审核打包下速达任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (13, 3, 6, 3, '192', '', '2020-02-26 17:23:43', 9, 2, 1, 2020, 4, 0, 1, 0, '完成MS100B主轴箱设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (14, 3, 3, 6, '19', '', '2020-02-26 17:23:43', 9, 2, 1, 2020, 3, 0, 1, 0, '完成MS100B主轴箱设计任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (15, 3, 11, 11, '72', '', '2020-02-26 21:05:16', 9, 2, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-12011  横梁精加工模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (16, 3, 11, 11, '7', '', '2020-02-26 21:05:16', 9, 2, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-12011  横梁精加工模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (17, 3, 6, 6, '50', '', '2020-02-27 08:18:50', 9, 2, 1, 2020, 4, 0, 1, 0, '完成MS100B 立柱部件三维模型任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (18, 3, 6, 6, '5', '', '2020-02-27 08:18:50', 9, 2, 1, 2020, 4, 0, 1, 0, '完成MS100B 立柱部件三维模型任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (19, 3, 29, 6, '150', '', '2020-02-27 08:37:20', 9, 2, 1, 2020, 12, 0, 1, 0, '完成MS100B系统试验-控制器件及电路准备任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (20, 3, 6, 29, '14', '', '2020-02-27 08:37:20', 9, 2, 1, 2020, 4, 0, 1, 0, '完成MS100B系统试验-控制器件及电路准备任务验收', 1, 4, 29, 1306, 7);
INSERT INTO `jee_ranking` VALUES (21, 3, 9, 9, '251', '', '2020-02-28 11:09:46', 9, 2, 1, 2020, 5, 0, 1, 0, '完成RS10A-007-010夹具整改任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (22, 3, 9, 9, '24', '', '2020-02-28 11:09:46', 9, 2, 1, 2020, 5, 0, 1, 0, '完成RS10A-007-010夹具整改任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (23, 3, 9, 9, '351', '', '2020-02-28 11:11:56', 9, 2, 1, 2020, 5, 0, 1, 0, '完成ZTA-002机床整理，精度调整任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (24, 3, 9, 9, '34', '', '2020-02-28 11:11:56', 9, 2, 1, 2020, 5, 0, 1, 0, '完成ZTA-002机床整理，精度调整任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (25, 3, 4, 4, '13', '', '2020-02-28 15:07:46', 9, 2, 1, 2020, 10, 0, 1, 0, '完成RS08A-028技术任务书任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (26, 3, 4, 4, '1', '', '2020-02-28 15:07:46', 9, 2, 1, 2020, 10, 0, 1, 0, '完成RS08A-028技术任务书任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (27, 3, 4, 4, '6', '', '2020-02-28 15:07:58', 9, 2, 1, 2020, 10, 0, 1, 0, '完成RS06A-014技术任务书任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (28, 3, 4, 4, '1', '', '2020-02-28 15:07:58', 9, 2, 1, 2020, 10, 0, 1, 0, '完成RS06A-014技术任务书任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (29, 3, 24, 9, '96', '', '2020-02-28 16:24:12', 9, 2, 1, 2020, 5, 0, 1, 0, '完成ZY1906整改线体拆卸任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (30, 3, 9, 24, '10', '', '2020-02-28 16:24:12', 9, 2, 1, 2020, 5, 0, 1, 0, '完成ZY1906整改线体拆卸任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (31, 3, 24, 9, '251', '', '2020-02-28 16:25:01', 9, 2, 1, 2020, 5, 0, 1, 0, '完成RS10A-007-010夹具整改任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (32, 3, 9, 24, '24', '', '2020-02-28 16:25:01', 9, 2, 1, 2020, 5, 0, 1, 0, '完成RS10A-007-010夹具整改任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (33, 3, 24, 9, '201', '', '2020-02-28 16:25:41', 9, 2, 1, 2020, 5, 0, 1, 0, '完成ZP005-002机床走线任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (34, 3, 9, 24, '19', '', '2020-02-28 16:25:41', 9, 2, 1, 2020, 5, 0, 1, 0, '完成ZP005-002机床走线任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (35, 3, 11, 11, '96', '', '2020-02-28 17:53:36', 9, 2, 1, 2020, 6, 0, 1, 0, '完成DVL-1115-001  左、右床身精加工模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (36, 3, 11, 11, '10', '', '2020-02-28 17:53:36', 9, 2, 1, 2020, 6, 0, 1, 0, '完成DVL-1115-001  左、右床身精加工模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (37, 3, 9, 9, '48', '', '2020-02-29 15:33:47', 9, 2, 1, 2020, 5, 0, 1, 0, '完成MS100B装配任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (38, 3, 9, 9, '5', '', '2020-02-29 15:33:47', 9, 2, 1, 2020, 5, 0, 1, 0, '完成MS100B装配任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (39, 3, 24, 9, '48', '', '2020-02-29 16:44:42', 9, 2, 1, 2020, 5, 0, 1, 0, '完成MS100B装配任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (40, 3, 9, 24, '5', '', '2020-02-29 16:44:42', 9, 2, 1, 2020, 5, 0, 1, 0, '完成MS100B装配任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (41, 3, 11, 11, '48', '', '2020-02-29 19:22:17', 9, 2, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-17001  刀库方案设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (42, 3, 11, 11, '5', '', '2020-02-29 19:22:17', 9, 2, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-17001  刀库方案设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (43, 3, 24, 9, '351', '', '2020-03-02 07:46:26', 10, 3, 1, 2020, 5, 0, 1, 0, '完成ZTA-002机床整理，精度调整任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (44, 3, 9, 24, '34', '', '2020-03-02 07:46:26', 10, 3, 1, 2020, 5, 0, 1, 0, '完成ZTA-002机床整理，精度调整任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (45, 3, 9, 6, '23', '', '2020-03-03 08:15:03', 10, 3, 1, 2020, 5, 0, 1, 0, '完成MS100B控制系统试验机械部分任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (46, 3, 6, 9, '4', '', '2020-03-03 08:15:03', 10, 3, 1, 2020, 4, 0, 1, 0, '完成MS100B控制系统试验机械部分任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (47, 3, 11, 11, '96', '', '2020-03-03 17:32:51', 10, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-11011  底座精加工模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (48, 3, 11, 11, '10', '', '2020-03-03 17:32:51', 10, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-11011  底座精加工模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (49, 3, 6, 6, '115', '', '2020-03-04 15:59:28', 10, 3, 1, 2020, 4, 0, 1, 0, '完成MS100B 立柱部件工程图任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (50, 3, 6, 6, '14', '', '2020-03-04 15:59:28', 10, 3, 1, 2020, 4, 0, 1, 0, '完成MS100B 立柱部件工程图任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (51, 3, 29, 4, '12', '', '2020-03-04 16:03:49', 10, 3, 1, 2020, 12, 0, 1, 0, '完成RS08A-028电气原理图&电气元件下速达任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (52, 3, 4, 29, '1', '', '2020-03-04 16:03:49', 10, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028电气原理图&电气元件下速达任务验收', 1, 4, 29, 1306, 7);
INSERT INTO `jee_ranking` VALUES (53, 3, 29, 6, '130', '', '2020-03-04 16:17:37', 10, 3, 1, 2020, 12, 0, 1, 0, '完成MS100B系统试验任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (54, 3, 6, 29, '14', '', '2020-03-04 16:17:37', 10, 3, 1, 2020, 4, 0, 1, 0, '完成MS100B系统试验任务验收', 1, 4, 29, 1306, 7);
INSERT INTO `jee_ranking` VALUES (55, 3, 29, 6, '130', '', '2020-03-04 16:48:16', 10, 3, 1, 2020, 12, 0, 1, 0, '完成MS100三菱PLC控制试验任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (56, 3, 6, 29, '14', '', '2020-03-04 16:48:16', 10, 3, 1, 2020, 4, 0, 1, 0, '完成MS100三菱PLC控制试验任务验收', 1, 4, 29, 1306, 7);
INSERT INTO `jee_ranking` VALUES (57, 3, 4, 4, '96', '', '2020-03-04 18:11:52', 10, 3, 1, 2020, 10, 0, 1, 0, '完成RS06A-014夹具设计任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (58, 3, 4, 4, '10', '', '2020-03-04 18:11:52', 10, 3, 1, 2020, 10, 0, 1, 0, '完成RS06A-014夹具设计任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (59, 3, 4, 4, '68', '', '2020-03-04 18:14:12', 10, 3, 1, 2020, 10, 0, 1, 0, '完成RS06A-014机械手抓取定位装置改进任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (60, 3, 4, 4, '7', '', '2020-03-04 18:14:12', 10, 3, 1, 2020, 10, 0, 1, 0, '完成RS06A-014机械手抓取定位装置改进任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (61, 3, 29, 4, '36', '', '2020-03-04 19:26:01', 10, 3, 1, 2020, 12, 0, 1, 0, '完成RS08A-027电气原理图&电气元件下速达任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (62, 3, 4, 29, '4', '', '2020-03-04 19:26:01', 10, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027电气原理图&电气元件下速达任务验收', 1, 4, 29, 1306, 7);
INSERT INTO `jee_ranking` VALUES (63, 3, 11, 11, '60', '', '2020-03-04 19:53:47', 10, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001  所有电机座与轴承座精加工模型任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (64, 3, 11, 11, '6', '', '2020-03-04 19:53:47', 10, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001  所有电机座与轴承座精加工模型任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (65, 3, 11, 11, '48', '', '2020-03-05 18:02:30', 10, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-17101  刀库底座详细模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (66, 3, 11, 11, '5', '', '2020-03-05 18:02:30', 10, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-17101  刀库底座详细模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (67, 3, 11, 11, '60', '', '2020-03-06 18:01:50', 10, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-011  刀库整体防护设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (68, 3, 11, 11, '6', '', '2020-03-06 18:01:50', 10, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-011  刀库整体防护设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (69, 3, 4, 4, '86', '', '2020-03-08 12:24:36', 10, 3, 1, 2020, 10, 0, 1, 0, '完成RS10A-007-010发货前准备技术文件任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (70, 3, 4, 4, '10', '', '2020-03-08 12:24:36', 10, 3, 1, 2020, 10, 0, 1, 0, '完成RS10A-007-010发货前准备技术文件任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (71, 3, 4, 4, '23', '', '2020-03-09 08:57:46', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028订单处理任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (72, 3, 4, 4, '2', '', '2020-03-09 08:57:46', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028订单处理任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (73, 3, 11, 11, '24', '', '2020-03-09 19:01:27', 11, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-001  工作台防护详细方案模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (74, 3, 11, 11, '2', '', '2020-03-09 19:01:27', 11, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-001  工作台防护详细方案模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (75, 3, 11, 11, '36', '', '2020-03-09 19:03:24', 11, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-001  主轴箱防护详细方案模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (76, 3, 11, 11, '4', '', '2020-03-09 19:03:24', 11, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-001  主轴箱防护详细方案模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (77, 3, 6, 6, '38', '', '2020-03-10 18:05:13', 11, 3, 1, 2020, 4, 0, 1, 0, '完成ZH005-002速达下单任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (78, 3, 6, 6, '5', '', '2020-03-10 18:05:13', 11, 3, 1, 2020, 4, 0, 1, 0, '完成ZH005-002速达下单任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (79, 3, 29, 4, '11', '', '2020-03-10 18:19:16', 11, 3, 1, 2020, 12, 0, 1, 0, '完成RS06A-014电气原理图&电气元件下速达任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (80, 3, 4, 29, '1', '', '2020-03-10 18:19:17', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RS06A-014电气原理图&电气元件下速达任务验收', 1, 4, 29, 1306, 7);
INSERT INTO `jee_ranking` VALUES (81, 3, 29, 6, '288', '', '2020-03-11 18:43:58', 11, 3, 1, 2020, 12, 0, 1, 0, '完成RS10A-007~010 线体接线及与主机联调任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (82, 3, 6, 29, '24', '', '2020-03-11 18:43:58', 11, 3, 1, 2020, 4, 0, 1, 0, '完成RS10A-007~010 线体接线及与主机联调任务验收', 1, 4, 29, 1306, 7);
INSERT INTO `jee_ranking` VALUES (83, 3, 4, 4, '29', '', '2020-03-11 19:16:23', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028夹具审图下单任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (84, 3, 4, 4, '3', '', '2020-03-11 19:16:23', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028夹具审图下单任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (85, 3, 32, 9, '46', '', '2020-03-12 17:44:47', 11, 3, 1, 2020, 5, 0, 1, 0, '完成精度确认，发货准备任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (86, 3, 9, 32, '5', '', '2020-03-12 17:44:47', 11, 3, 1, 2020, 5, 0, 1, 0, '完成精度确认，发货准备任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (87, 3, 32, 9, '137', '', '2020-03-12 17:49:59', 11, 3, 1, 2020, 5, 0, 1, 0, '完成抛光机试切任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (88, 3, 9, 32, '14', '', '2020-03-12 17:49:59', 11, 3, 1, 2020, 5, 0, 1, 0, '完成抛光机试切任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (89, 3, 32, 9, '68', '', '2020-03-12 17:50:53', 11, 3, 1, 2020, 5, 0, 1, 0, '完成MS100-004整理任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (90, 3, 9, 32, '7', '', '2020-03-12 17:50:53', 11, 3, 1, 2020, 5, 0, 1, 0, '完成MS100-004整理任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (91, 3, 32, 9, '68', '', '2020-03-12 17:51:25', 11, 3, 1, 2020, 5, 0, 1, 0, '完成机床拆卸任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (92, 3, 9, 32, '7', '', '2020-03-12 17:51:25', 11, 3, 1, 2020, 5, 0, 1, 0, '完成机床拆卸任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (93, 3, 32, 9, '91', '', '2020-03-12 17:52:11', 11, 3, 1, 2020, 5, 0, 1, 0, '完成装配任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (94, 3, 9, 32, '10', '', '2020-03-12 17:52:11', 11, 3, 1, 2020, 5, 0, 1, 0, '完成装配任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (95, 3, 20, 20, '34', '', '2020-03-12 20:50:16', 11, 3, 1, 2020, 11, 0, 1, 0, '完成磐吉奥夹具方案任务', 1, 4, 20, 1296, 7);
INSERT INTO `jee_ranking` VALUES (96, 3, 20, 20, '4', '', '2020-03-12 20:50:16', 11, 3, 1, 2020, 11, 0, 1, 0, '完成磐吉奥夹具方案任务验收', 1, 4, 20, 1306, 7);
INSERT INTO `jee_ranking` VALUES (97, 3, 20, 20, '115', '', '2020-03-12 20:52:04', 11, 3, 1, 2020, 11, 0, 1, 0, '完成P2001成都西菱换型夹具设计任务', 1, 4, 20, 1296, 7);
INSERT INTO `jee_ranking` VALUES (98, 3, 20, 20, '14', '', '2020-03-12 20:52:04', 11, 3, 1, 2020, 11, 0, 1, 0, '完成P2001成都西菱换型夹具设计任务验收', 1, 4, 20, 1306, 7);
INSERT INTO `jee_ranking` VALUES (99, 3, 4, 4, '23', '', '2020-03-13 09:26:25', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028气动&刀具&防护任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (100, 3, 4, 4, '2', '', '2020-03-13 09:26:25', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028气动&刀具&防护任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (101, 3, 4, 4, '11', '', '2020-03-13 14:44:10', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-011发货前准备技术文件任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (102, 3, 4, 4, '1', '', '2020-03-13 14:44:10', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-011发货前准备技术文件任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (103, 3, 4, 4, '16', '', '2020-03-13 16:22:45', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-018，E80竖排面板修改任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (104, 3, 4, 4, '2', '', '2020-03-13 16:22:45', 11, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-018，E80竖排面板修改任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (105, 3, 4, 4, '65', '', '2020-03-13 16:27:43', 11, 3, 1, 2020, 10, 0, 1, 0, '完成SH2002夹具设计任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (106, 3, 4, 4, '7', '', '2020-03-13 16:27:43', 11, 3, 1, 2020, 10, 0, 1, 0, '完成SH2002夹具设计任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (107, 3, 24, 9, '228', '', '2020-03-13 16:46:39', 11, 3, 1, 2020, 5, 0, 1, 0, '完成ZP005-001调试任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (108, 3, 9, 24, '24', '', '2020-03-13 16:46:39', 11, 3, 1, 2020, 5, 0, 1, 0, '完成ZP005-001调试任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (109, 3, 11, 11, '96', '', '2020-03-14 21:20:43', 11, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  整体防护方案模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (110, 3, 11, 11, '10', '', '2020-03-14 21:20:43', 11, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  整体防护方案模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (111, 3, 24, 9, '91', '', '2020-03-15 18:10:01', 11, 3, 1, 2020, 5, 0, 1, 0, '完成走线整改任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (112, 3, 9, 24, '10', '', '2020-03-15 18:10:01', 11, 3, 1, 2020, 5, 0, 1, 0, '完成走线整改任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (113, 3, 11, 11, '96', '', '2020-03-16 07:52:23', 12, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-001  底座内防护详细方案模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (114, 3, 11, 11, '10', '', '2020-03-16 07:52:23', 12, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-001  底座内防护详细方案模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (115, 3, 29, 4, '16', '', '2020-03-16 13:00:36', 12, 3, 1, 2020, 12, 0, 1, 0, '完成RC06A-018，E80竖排面板修改任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (116, 3, 4, 29, '2', '', '2020-03-16 13:00:36', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-018，E80竖排面板修改任务验收', 1, 4, 29, 1306, 7);
INSERT INTO `jee_ranking` VALUES (117, 3, 29, 6, '144', '', '2020-03-16 13:01:14', 12, 3, 1, 2020, 12, 0, 1, 0, '完成RS10A-007~010 改线任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (118, 3, 6, 29, '14', '', '2020-03-16 13:01:14', 12, 3, 1, 2020, 4, 0, 1, 0, '完成RS10A-007~010 改线任务验收', 1, 4, 29, 1306, 7);
INSERT INTO `jee_ranking` VALUES (119, 3, 9, 9, '48', '', '2020-03-16 16:59:32', 12, 3, 1, 2020, 5, 0, 1, 0, '完成发货任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (120, 3, 9, 9, '5', '', '2020-03-16 16:59:32', 12, 3, 1, 2020, 5, 0, 1, 0, '完成发货任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (121, 3, 4, 4, '26', '', '2020-03-16 17:35:29', 12, 3, 1, 2020, 10, 0, 1, 0, '完成增加工件防漏拿装置任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (122, 3, 4, 4, '3', '', '2020-03-16 17:35:29', 12, 3, 1, 2020, 10, 0, 1, 0, '完成增加工件防漏拿装置任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (123, 3, 15, 15, '38', '', '2020-03-17 08:45:12', 12, 3, 1, 2020, 9, 0, 1, 0, '完成ZY2001任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (124, 3, 15, 15, '5', '', '2020-03-17 08:45:12', 12, 3, 1, 2020, 9, 0, 1, 0, '完成ZY2001任务验收', 1, 4, 15, 1306, 7);
INSERT INTO `jee_ranking` VALUES (125, 3, 4, 4, '11', '', '2020-03-17 14:37:50', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS10A-007~010现场跟踪防护整改任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (126, 3, 4, 4, '1', '', '2020-03-17 14:37:50', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS10A-007~010现场跟踪防护整改任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (127, 3, 11, 11, '96', '', '2020-03-17 18:46:12', 12, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  细化相关防护结构任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (128, 3, 11, 11, '10', '', '2020-03-17 18:46:12', 12, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  细化相关防护结构任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (129, 3, 15, 15, '48', '', '2020-03-18 14:55:40', 12, 3, 1, 2020, 9, 0, 1, 0, '完成ZY2001任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (130, 3, 15, 15, '5', '', '2020-03-18 14:55:40', 12, 3, 1, 2020, 9, 0, 1, 0, '完成ZY2001任务验收', 1, 4, 15, 1306, 7);
INSERT INTO `jee_ranking` VALUES (131, 3, 11, 11, '48', '', '2020-03-18 16:41:57', 12, 3, 1, 2020, 6, 0, 1, 0, '完成底座精加工模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (132, 3, 11, 11, '5', '', '2020-03-18 16:41:57', 12, 3, 1, 2020, 6, 0, 1, 0, '完成底座精加工模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (133, 3, 12, 3, '96', '', '2020-03-19 14:25:46', 12, 3, 1, 2020, 7, 0, 1, 0, '完成SFQ750-002液压系统设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (134, 3, 3, 12, '1', '', '2020-03-19 14:25:46', 12, 3, 1, 2020, 3, 0, 1, 0, '完成SFQ750-002液压系统设计任务验收', 1, 4, 12, 1306, 7);
INSERT INTO `jee_ranking` VALUES (135, 3, 12, 3, '48', '', '2020-03-19 14:26:05', 12, 3, 1, 2020, 7, 0, 1, 0, '完成SFQ750-002气动系统设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (136, 3, 3, 12, '1', '', '2020-03-19 14:26:05', 12, 3, 1, 2020, 3, 0, 1, 0, '完成SFQ750-002气动系统设计任务验收', 1, 4, 12, 1306, 7);
INSERT INTO `jee_ranking` VALUES (137, 3, 12, 3, '48', '', '2020-03-19 14:26:16', 12, 3, 1, 2020, 7, 0, 1, 0, '完成SFQ750-002冷却系统设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (138, 3, 3, 12, '1', '', '2020-03-19 14:26:16', 12, 3, 1, 2020, 3, 0, 1, 0, '完成SFQ750-002冷却系统设计任务验收', 1, 4, 12, 1306, 7);
INSERT INTO `jee_ranking` VALUES (139, 3, 12, 3, '240', '', '2020-03-19 14:26:33', 12, 3, 1, 2020, 7, 0, 1, 0, '完成SFQ750-002防护罩结构设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (140, 3, 3, 12, '2', '', '2020-03-19 14:26:33', 12, 3, 1, 2020, 3, 0, 1, 0, '完成SFQ750-002防护罩结构设计任务验收', 1, 4, 12, 1306, 7);
INSERT INTO `jee_ranking` VALUES (141, 3, 12, 3, '96', '', '2020-03-19 14:39:51', 12, 3, 1, 2020, 7, 0, 1, 0, '完成SFQ750-002润滑系统设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (142, 3, 3, 12, '1', '', '2020-03-19 14:39:52', 12, 3, 1, 2020, 3, 0, 1, 0, '完成SFQ750-002润滑系统设计任务验收', 1, 4, 12, 1306, 7);
INSERT INTO `jee_ranking` VALUES (143, 3, 12, 3, '144', '', '2020-03-19 14:40:01', 12, 3, 1, 2020, 7, 0, 1, 0, '完成SFQ750-002防护罩方案设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (144, 3, 3, 12, '1', '', '2020-03-19 14:40:01', 12, 3, 1, 2020, 3, 0, 1, 0, '完成SFQ750-002防护罩方案设计任务验收', 1, 4, 12, 1306, 7);
INSERT INTO `jee_ranking` VALUES (145, 3, 12, 3, '96', '', '2020-03-19 14:40:21', 12, 3, 1, 2020, 7, 0, 1, 0, '完成SFQ750-001工艺试验20-02任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (146, 3, 3, 12, '1', '', '2020-03-19 14:40:21', 12, 3, 1, 2020, 3, 0, 1, 0, '完成SFQ750-001工艺试验20-02任务验收', 1, 4, 12, 1306, 7);
INSERT INTO `jee_ranking` VALUES (147, 3, 12, 3, '96', '', '2020-03-19 14:41:13', 12, 3, 1, 2020, 7, 0, 1, 0, '完成SFQ750-002走线走管设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (148, 3, 3, 12, '1', '', '2020-03-19 14:41:13', 12, 3, 1, 2020, 3, 0, 1, 0, '完成SFQ750-002走线走管设计任务验收', 1, 4, 12, 1306, 7);
INSERT INTO `jee_ranking` VALUES (149, 3, 11, 11, '48', '', '2020-03-19 17:58:02', 12, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-20011、21011左、右主轴箱精加工模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (150, 3, 11, 11, '1', '', '2020-03-19 17:58:02', 12, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-20011、21011左、右主轴箱精加工模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (151, 3, 32, 9, '137', '', '2020-03-19 21:28:29', 12, 3, 1, 2020, 5, 0, 1, 0, '完成机床整改任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (152, 3, 9, 32, '1', '', '2020-03-19 21:28:29', 12, 3, 1, 2020, 5, 0, 1, 0, '完成机床整改任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (153, 3, 15, 15, '48', '', '2020-03-20 08:27:21', 12, 3, 1, 2020, 9, 0, 1, 0, '完成ZY2001任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (154, 3, 15, 15, '1', '', '2020-03-20 08:27:21', 12, 3, 1, 2020, 9, 0, 1, 0, '完成ZY2001任务验收', 1, 4, 15, 1306, 7);
INSERT INTO `jee_ranking` VALUES (155, 3, 4, 4, '14', '', '2020-03-20 15:24:27', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS06A-014吹气装置改进任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (156, 3, 4, 4, '1', '', '2020-03-20 15:24:27', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS06A-014吹气装置改进任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (157, 3, 4, 4, '17', '', '2020-03-20 15:25:01', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027解决装配中遇到的问题任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (158, 3, 4, 4, '1', '', '2020-03-20 15:25:01', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027解决装配中遇到的问题任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (159, 3, 4, 4, '11', '', '2020-03-20 15:25:33', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028检查是否漏下任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (160, 3, 4, 4, '1', '', '2020-03-20 15:25:33', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028检查是否漏下任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (161, 3, 32, 9, '154', '', '2020-03-20 17:49:24', 12, 3, 1, 2020, 5, 0, 1, 0, '完成上下料装配，机床总装任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (162, 3, 9, 32, '2', '', '2020-03-20 17:49:24', 12, 3, 1, 2020, 5, 0, 1, 0, '完成上下料装配，机床总装任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (163, 3, 32, 9, '173', '', '2020-03-20 17:50:30', 12, 3, 1, 2020, 5, 0, 1, 0, '完成走线整改任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (164, 3, 9, 32, '1', '', '2020-03-20 17:50:30', 12, 3, 1, 2020, 5, 0, 1, 0, '完成走线整改任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (165, 3, 24, 9, '77', '', '2020-03-20 17:54:15', 12, 3, 1, 2020, 5, 0, 1, 0, '完成发货准备任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (166, 3, 9, 24, '1', '', '2020-03-20 17:54:15', 12, 3, 1, 2020, 5, 0, 1, 0, '完成发货准备任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (167, 3, 24, 9, '48', '', '2020-03-20 17:54:43', 12, 3, 1, 2020, 5, 0, 1, 0, '完成电装任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (168, 3, 9, 24, '1', '', '2020-03-20 17:54:43', 12, 3, 1, 2020, 5, 0, 1, 0, '完成电装任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (169, 3, 11, 11, '48', '', '2020-03-20 19:43:45', 12, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-20012、21011、13011滑座精加工模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (170, 3, 11, 11, '1', '', '2020-03-20 19:43:45', 12, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-20012、21011、13011滑座精加工模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (171, 3, 24, 9, '144', '', '2020-03-22 07:50:18', 12, 3, 1, 2020, 5, 0, 1, 0, '完成发货准备任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (172, 3, 9, 24, '1', '', '2020-03-22 07:50:18', 12, 3, 1, 2020, 5, 0, 1, 0, '完成发货准备任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (173, 3, 4, 4, '27', '', '2020-03-22 13:12:19', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS10A工件打标任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (174, 3, 4, 4, '1', '', '2020-03-22 13:12:19', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS10A工件打标任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (175, 3, 4, 4, '27', '', '2020-03-22 13:12:44', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS10A发货前清点装箱单任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (176, 3, 4, 4, '1', '', '2020-03-22 13:12:44', 12, 3, 1, 2020, 10, 0, 1, 0, '完成RS10A发货前清点装箱单任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (177, 3, 32, 9, '48', '', '2020-03-22 16:16:54', 12, 3, 1, 2020, 5, 0, 1, 0, '完成夹具整改装配任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (178, 3, 9, 32, '1', '', '2020-03-22 16:16:54', 12, 3, 1, 2020, 5, 0, 1, 0, '完成夹具整改装配任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (179, 3, 24, 9, '38', '', '2020-03-22 21:38:57', 12, 3, 1, 2020, 5, 0, 1, 0, '完成发货任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (180, 3, 9, 24, '1', '', '2020-03-22 21:38:57', 12, 3, 1, 2020, 5, 0, 1, 0, '完成发货任务验收', 1, 4, 24, 1306, 7);
INSERT INTO `jee_ranking` VALUES (181, 3, 32, 9, '38', '', '2020-03-22 21:42:16', 12, 3, 1, 2020, 5, 0, 1, 0, '完成发货任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (182, 3, 9, 32, '1', '', '2020-03-22 21:42:16', 12, 3, 1, 2020, 5, 0, 1, 0, '完成发货任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (183, 3, 14, 11, '96', '', '2020-03-23 08:12:08', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-11001 底座装配工程图设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (184, 3, 11, 14, '1', '', '2020-03-23 08:12:08', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-11001 底座装配工程图设计任务验收', 1, 4, 14, 1306, 7);
INSERT INTO `jee_ranking` VALUES (185, 3, 14, 11, '48', '', '2020-03-23 08:12:32', 13, 3, 1, 2020, 6, 0, 1, 0, '完成X、Y轴、刀库门 铠甲防护定货工程图任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (186, 3, 11, 14, '1', '', '2020-03-23 08:12:32', 13, 3, 1, 2020, 6, 0, 1, 0, '完成X、Y轴、刀库门 铠甲防护定货工程图任务验收', 1, 4, 14, 1306, 7);
INSERT INTO `jee_ranking` VALUES (187, 3, 14, 11, '48', '', '2020-03-23 08:12:43', 13, 3, 1, 2020, 6, 0, 1, 0, '完成X轴 导轨、丝杠定货工程图任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (188, 3, 11, 14, '1', '', '2020-03-23 08:12:43', 13, 3, 1, 2020, 6, 0, 1, 0, '完成X轴 导轨、丝杠定货工程图任务验收', 1, 4, 14, 1306, 7);
INSERT INTO `jee_ranking` VALUES (189, 3, 14, 11, '48', '', '2020-03-23 08:12:52', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-20011  主轴箱  精加工工程图设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (190, 3, 11, 14, '1', '', '2020-03-23 08:12:52', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-20011  主轴箱  精加工工程图设计任务验收', 1, 4, 14, 1306, 7);
INSERT INTO `jee_ranking` VALUES (191, 3, 14, 11, '48', '', '2020-03-23 08:13:02', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-13011  滑座  精加工工程图设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (192, 3, 11, 14, '1', '', '2020-03-23 08:13:02', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-13011  滑座  精加工工程图设计任务验收', 1, 4, 14, 1306, 7);
INSERT INTO `jee_ranking` VALUES (193, 3, 14, 11, '48', '', '2020-03-23 08:13:09', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-11011  底座精加工工程图任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (194, 3, 11, 14, '1', '', '2020-03-23 08:13:09', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-001-11011  底座精加工工程图任务验收', 1, 4, 14, 1306, 7);
INSERT INTO `jee_ranking` VALUES (195, 3, 14, 11, '48', '', '2020-03-23 08:13:18', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-11012  左床身精加工工程图设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (196, 3, 11, 14, '1', '', '2020-03-23 08:13:18', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-11012  左床身精加工工程图设计任务验收', 1, 4, 14, 1306, 7);
INSERT INTO `jee_ranking` VALUES (197, 3, 14, 11, '48', '', '2020-03-23 08:13:26', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-11013  右床身  精加工工程图设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (198, 3, 11, 14, '1', '', '2020-03-23 08:13:26', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-11013  右床身  精加工工程图设计任务验收', 1, 4, 14, 1306, 7);
INSERT INTO `jee_ranking` VALUES (199, 3, 14, 11, '48', '', '2020-03-23 08:13:34', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-12011  横梁精加工工程图设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (200, 3, 11, 14, '1', '', '2020-03-23 08:13:34', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-12011  横梁精加工工程图设计任务验收', 1, 4, 14, 1306, 7);
INSERT INTO `jee_ranking` VALUES (201, 3, 43, 15, '38', '', '2020-03-23 15:12:15', 13, 3, 1, 2020, 9, 0, 1, 0, '完成ZY1907 任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (202, 3, 15, 43, '1', '', '2020-03-23 15:12:15', 13, 3, 1, 2020, 9, 0, 1, 0, '完成ZY1907 任务验收', 1, 4, 43, 1306, 7);
INSERT INTO `jee_ranking` VALUES (203, 3, 43, 15, '48', '', '2020-03-23 15:15:33', 13, 3, 1, 2020, 9, 0, 1, 0, '完成ZY1904任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (204, 3, 15, 43, '1', '', '2020-03-23 15:15:33', 13, 3, 1, 2020, 9, 0, 1, 0, '完成ZY1904任务验收', 1, 4, 43, 1306, 7);
INSERT INTO `jee_ranking` VALUES (205, 3, 43, 15, '48', '', '2020-03-23 15:15:42', 13, 3, 1, 2020, 9, 0, 1, 0, '完成ZY1904任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (206, 3, 15, 43, '1', '', '2020-03-23 15:15:42', 13, 3, 1, 2020, 9, 0, 1, 0, '完成ZY1904任务验收', 1, 4, 43, 1306, 7);
INSERT INTO `jee_ranking` VALUES (207, 3, 43, 15, '48', '', '2020-03-23 15:15:52', 13, 3, 1, 2020, 9, 0, 1, 0, '完成广州万宝，青岛万宝根据图纸整理（报价用）任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (208, 3, 15, 43, '1', '', '2020-03-23 15:15:52', 13, 3, 1, 2020, 9, 0, 1, 0, '完成广州万宝，青岛万宝根据图纸整理（报价用）任务验收', 1, 4, 43, 1306, 7);
INSERT INTO `jee_ranking` VALUES (209, 3, 41, 6, '144', '', '2020-03-23 15:52:51', 13, 3, 1, 2020, 4, 0, 1, 0, '完成MH150-005珩磨头测绘任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (210, 3, 6, 41, '1', '', '2020-03-23 15:52:51', 13, 3, 1, 2020, 4, 0, 1, 0, '完成MH150-005珩磨头测绘任务验收', 1, 4, 41, 1306, 7);
INSERT INTO `jee_ranking` VALUES (211, 3, 41, 6, '96', '', '2020-03-23 15:53:56', 13, 3, 1, 2020, 4, 0, 1, 0, '完成MH150-006夹具增加浮动单元确定尺寸及部分三维模型任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (212, 3, 6, 41, '1', '', '2020-03-23 15:53:56', 13, 3, 1, 2020, 4, 0, 1, 0, '完成MH150-006夹具增加浮动单元确定尺寸及部分三维模型任务验收', 1, 4, 41, 1306, 7);
INSERT INTO `jee_ranking` VALUES (213, 3, 41, 3, '192', '', '2020-03-23 15:54:09', 13, 3, 1, 2020, 4, 0, 1, 0, '完成MS100B主轴箱设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (214, 3, 3, 41, '2', '', '2020-03-23 15:54:09', 13, 3, 1, 2020, 3, 0, 1, 0, '完成MS100B主轴箱设计任务验收', 1, 4, 41, 1306, 7);
INSERT INTO `jee_ranking` VALUES (215, 3, 25, 9, '38', '', '2020-03-24 09:04:15', 13, 3, 1, 2020, 5, 0, 1, 0, '完成发货任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (216, 3, 9, 25, '1', '', '2020-03-24 09:04:15', 13, 3, 1, 2020, 5, 0, 1, 0, '完成发货任务验收', 1, 4, 25, 1306, 7);
INSERT INTO `jee_ranking` VALUES (217, 3, 25, 9, '38', '', '2020-03-24 09:05:02', 13, 3, 1, 2020, 5, 0, 1, 0, '完成发货任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (218, 3, 9, 25, '1', '', '2020-03-24 09:05:02', 13, 3, 1, 2020, 5, 0, 1, 0, '完成发货任务验收', 1, 4, 25, 1306, 7);
INSERT INTO `jee_ranking` VALUES (219, 3, 25, 9, '137', '', '2020-03-24 09:05:46', 13, 3, 1, 2020, 5, 0, 1, 0, '完成线体发货准备任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (220, 3, 9, 25, '1', '', '2020-03-24 09:05:46', 13, 3, 1, 2020, 5, 0, 1, 0, '完成线体发货准备任务验收', 1, 4, 25, 1306, 7);
INSERT INTO `jee_ranking` VALUES (221, 3, 25, 9, '91', '', '2020-03-24 09:05:57', 13, 3, 1, 2020, 5, 0, 1, 0, '完成售后托盘装配任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (222, 3, 9, 25, '1', '', '2020-03-24 09:05:57', 13, 3, 1, 2020, 5, 0, 1, 0, '完成售后托盘装配任务验收', 1, 4, 25, 1306, 7);
INSERT INTO `jee_ranking` VALUES (223, 3, 25, 9, '192', '', '2020-03-24 09:06:08', 13, 3, 1, 2020, 5, 0, 1, 0, '完成线体装配任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (224, 3, 9, 25, '2', '', '2020-03-24 09:06:08', 13, 3, 1, 2020, 5, 0, 1, 0, '完成线体装配任务验收', 1, 4, 25, 1306, 7);
INSERT INTO `jee_ranking` VALUES (225, 3, 25, 9, '96', '', '2020-03-24 09:08:06', 13, 3, 1, 2020, 5, 0, 1, 0, '完成铸件攻丝任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (226, 3, 9, 25, '1', '', '2020-03-24 09:08:06', 13, 3, 1, 2020, 5, 0, 1, 0, '完成铸件攻丝任务验收', 1, 4, 25, 1306, 7);
INSERT INTO `jee_ranking` VALUES (227, 3, 43, 15, '96', '', '2020-03-24 09:14:59', 13, 3, 1, 2020, 9, 0, 1, 0, '完成贝斯特中间体报价用方案任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (228, 3, 15, 43, '1', '', '2020-03-24 09:14:59', 13, 3, 1, 2020, 9, 0, 1, 0, '完成贝斯特中间体报价用方案任务验收', 1, 4, 43, 1306, 7);
INSERT INTO `jee_ranking` VALUES (229, 3, 12, 3, '144', '', '2020-03-24 11:03:07', 13, 3, 1, 2020, 7, 0, 1, 0, '完成SFQ750-002内防护设计任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (230, 3, 3, 12, '1', '', '2020-03-24 11:03:07', 13, 3, 1, 2020, 3, 0, 1, 0, '完成SFQ750-002内防护设计任务验收', 1, 4, 12, 1306, 7);
INSERT INTO `jee_ranking` VALUES (231, 3, 12, 3, '2', '', '2020-03-24 16:43:10', 13, 3, 1, 2020, 7, 0, 1, 0, '完成SFQ750-001测试软件任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (232, 3, 3, 3, '1', '', '2020-03-24 16:43:10', 13, 3, 1, 2020, 3, 0, 1, 0, '完成SFQ750-001测试软件任务验收', 1, 4, 3, 1306, 7);
INSERT INTO `jee_ranking` VALUES (233, 3, 4, 4, '12', '', '2020-03-24 19:41:39', 13, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027统计防护罩到货情况任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (234, 3, 4, 4, '1', '', '2020-03-24 19:41:39', 13, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027统计防护罩到货情况任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (235, 3, 4, 4, '120', '', '2020-03-24 19:42:25', 13, 3, 1, 2020, 10, 0, 1, 0, '完成R08-002主机设计任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (236, 3, 4, 4, '1', '', '2020-03-24 19:42:25', 13, 3, 1, 2020, 10, 0, 1, 0, '完成R08-002主机设计任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (237, 3, 42, 6, '336', '', '2020-03-25 08:55:09', 13, 3, 1, 2020, 12, 0, 1, 0, '完成ZH006-001 电气设计任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (238, 3, 6, 6, '3', '', '2020-03-25 08:55:09', 13, 3, 1, 2020, 4, 0, 1, 0, '完成ZH006-001 电气设计任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (239, 3, 4, 4, '12', '', '2020-03-25 16:42:16', 13, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-018技术任务书任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (240, 3, 4, 4, '1', '', '2020-03-25 16:42:16', 13, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-018技术任务书任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (241, 3, 11, 11, '96', '', '2020-03-25 20:47:28', 13, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  整机防护外观方案模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (242, 3, 11, 11, '1', '', '2020-03-25 20:47:28', 13, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  整机防护外观方案模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (243, 3, 11, 11, '48', '', '2020-03-25 20:47:50', 13, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-14011  滑座的精加工模型设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (244, 3, 11, 11, '1', '', '2020-03-25 20:47:50', 13, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40-14011  滑座的精加工模型设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (245, 3, 14, 11, '120', '', '2020-03-25 20:48:24', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-12001  横梁装配工程图设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (246, 3, 11, 11, '1', '', '2020-03-25 20:48:24', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-12001  横梁装配工程图设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (247, 3, 29, 6, '192', '', '2020-03-25 20:59:37', 13, 3, 1, 2020, 12, 0, 1, 0, '完成MS100-007电气整顿任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (248, 3, 6, 29, '2', '', '2020-03-25 20:59:37', 13, 3, 1, 2020, 4, 0, 1, 0, '完成MS100-007电气整顿任务验收', 1, 4, 29, 1306, 7);
INSERT INTO `jee_ranking` VALUES (249, 3, 32, 9, '96', '', '2020-03-26 08:05:54', 13, 3, 1, 2020, 5, 0, 1, 0, '完成发货准备任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (250, 3, 9, 32, '1', '', '2020-03-26 08:05:54', 13, 3, 1, 2020, 5, 0, 1, 0, '完成发货准备任务验收', 1, 4, 32, 1306, 7);
INSERT INTO `jee_ranking` VALUES (251, 3, 43, 15, '96', '', '2020-03-26 09:01:47', 13, 3, 1, 2020, 9, 0, 1, 0, '完成ZY2001任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (252, 3, 15, 15, '1', '', '2020-03-26 09:01:47', 13, 3, 1, 2020, 9, 0, 1, 0, '完成ZY2001任务验收', 1, 4, 15, 1306, 7);
INSERT INTO `jee_ranking` VALUES (253, 3, 29, 6, '12', '', '2020-03-26 11:22:41', 13, 3, 1, 2020, 12, 0, 1, 0, '完成RC08A-007 解除使用期限任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (254, 3, 6, 6, '1', '', '2020-03-26 11:22:41', 13, 3, 1, 2020, 4, 0, 1, 0, '完成RC08A-007 解除使用期限任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (255, 3, 29, 6, '12', '', '2020-03-26 11:22:58', 13, 3, 1, 2020, 12, 0, 1, 0, '完成RC06A-014 解除使用期限任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (256, 3, 6, 6, '1', '', '2020-03-26 11:22:58', 13, 3, 1, 2020, 4, 0, 1, 0, '完成RC06A-014 解除使用期限任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (257, 3, 30, 17, '336', '', '2020-03-26 17:00:34', 13, 3, 1, 2020, 12, 0, 1, 0, '完成ZP005电气调试任务', 1, 4, 17, 1296, 7);
INSERT INTO `jee_ranking` VALUES (258, 3, 17, 30, '3', '', '2020-03-26 17:00:34', 13, 3, 1, 2020, 8, 0, 1, 0, '完成ZP005电气调试任务验收', 1, 4, 30, 1306, 7);
INSERT INTO `jee_ranking` VALUES (259, 3, 30, 6, '192', '', '2020-03-26 17:46:51', 13, 3, 1, 2020, 12, 0, 1, 0, '完成ZH005-002 电气设计任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (260, 3, 6, 6, '2', '', '2020-03-26 17:46:51', 13, 3, 1, 2020, 4, 0, 1, 0, '完成ZH005-002 电气设计任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (261, 3, 11, 11, '48', '', '2020-03-26 20:20:56', 13, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  优化总机外形尺寸任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (262, 3, 11, 11, '1', '', '2020-03-26 20:20:56', 13, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  优化总机外形尺寸任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (263, 3, 42, 6, '72', '', '2020-03-27 13:03:31', 13, 3, 1, 2020, 12, 0, 1, 0, '完成RS08A-027 水箱及输送机走线任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (264, 3, 6, 6, '1', '', '2020-03-27 13:03:31', 13, 3, 1, 2020, 4, 0, 1, 0, '完成RS08A-027 水箱及输送机走线任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (265, 3, 4, 4, '72', '', '2020-03-27 15:10:07', 13, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-018夹具设计任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (266, 3, 4, 4, '1', '', '2020-03-27 15:10:07', 13, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-018夹具设计任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (267, 3, 5, 4, '18', '', '2020-03-27 15:22:06', 13, 3, 1, 2020, 4, 0, 1, 0, '完成R08-002主机部分下单任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (268, 3, 4, 4, '1', '', '2020-03-27 15:22:06', 13, 3, 1, 2020, 10, 0, 1, 0, '完成R08-002主机部分下单任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (269, 3, 29, 6, '120', '', '2020-03-27 19:04:27', 13, 3, 1, 2020, 12, 0, 1, 0, '完成RS08A-27整机调试任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (270, 3, 6, 6, '1', '', '2020-03-27 19:04:27', 13, 3, 1, 2020, 4, 0, 1, 0, '完成RS08A-27整机调试任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (271, 3, 11, 11, '48', '', '2020-03-27 20:27:03', 13, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  样本资料设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (272, 3, 11, 11, '1', '', '2020-03-27 20:27:03', 13, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  样本资料设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (273, 3, 7, 11, '192', '', '2020-03-27 20:27:29', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-1115-001   整机防护结构方案设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (274, 3, 11, 11, '2', '', '2020-03-27 20:27:29', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-1115-001   整机防护结构方案设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (275, 3, 14, 11, '120', '', '2020-03-27 20:27:48', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-13001  滑座装配工程图设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (276, 3, 11, 11, '1', '', '2020-03-27 20:27:48', 13, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-13001  滑座装配工程图设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (277, 3, 32, 9, '48', '', '2020-03-28 13:56:28', 13, 3, 1, 2020, 5, 0, 1, 0, '完成调试，发货任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (278, 3, 9, 9, '1', '', '2020-03-28 13:56:28', 13, 3, 1, 2020, 5, 0, 1, 0, '完成调试，发货任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (279, 3, 33, 9, '48', '', '2020-03-28 13:56:50', 13, 3, 1, 2020, 5, 0, 1, 0, '完成调试，发货任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (280, 3, 9, 9, '1', '', '2020-03-28 13:56:50', 13, 3, 1, 2020, 5, 0, 1, 0, '完成调试，发货任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (281, 3, 25, 9, '48', '', '2020-03-28 13:57:09', 13, 3, 1, 2020, 5, 0, 1, 0, '完成调试，发货任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (282, 3, 9, 9, '1', '', '2020-03-28 13:57:09', 13, 3, 1, 2020, 5, 0, 1, 0, '完成调试，发货任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (283, 3, 24, 9, '240', '', '2020-03-28 13:57:42', 13, 3, 1, 2020, 5, 0, 1, 0, '完成售后调试任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (284, 3, 9, 9, '2', '', '2020-03-28 13:57:42', 13, 3, 1, 2020, 5, 0, 1, 0, '完成售后调试任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (285, 3, 32, 9, '240', '', '2020-03-28 13:58:06', 13, 3, 1, 2020, 5, 0, 1, 0, '完成安装防护，机床走线任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (286, 3, 9, 9, '2', '', '2020-03-28 13:58:06', 13, 3, 1, 2020, 5, 0, 1, 0, '完成安装防护，机床走线任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (287, 3, 25, 9, '192', '', '2020-03-28 13:58:32', 13, 3, 1, 2020, 5, 0, 1, 0, '完成安装防护，机床走线任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (288, 3, 9, 9, '2', '', '2020-03-28 13:58:32', 13, 3, 1, 2020, 5, 0, 1, 0, '完成安装防护，机床走线任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (289, 3, 4, 4, '24', '', '2020-03-30 08:55:14', 14, 3, 1, 2020, 10, 0, 1, 0, '完成SH2003夹具设计任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (290, 3, 4, 4, '1', '', '2020-03-30 08:55:14', 14, 3, 1, 2020, 10, 0, 1, 0, '完成SH2003夹具设计任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (291, 3, 4, 4, '18', '', '2020-03-30 08:55:42', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027发货清单及核对换型件任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (292, 3, 4, 4, '1', '', '2020-03-30 08:55:42', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027发货清单及核对换型件任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (293, 3, 12, 3, '144', '', '2020-03-30 09:06:13', 14, 3, 1, 2020, 7, 0, 1, 0, '完成SFT750-001改造总方案任务', 1, 4, 3, 1296, 7);
INSERT INTO `jee_ranking` VALUES (294, 3, 3, 3, '1', '', '2020-03-30 09:06:13', 14, 3, 1, 2020, 3, 0, 1, 0, '完成SFT750-001改造总方案任务验收', 1, 4, 3, 1306, 7);
INSERT INTO `jee_ranking` VALUES (295, 3, 30, 6, '384', '', '2020-03-30 12:33:08', 14, 3, 1, 2020, 12, 0, 1, 0, '完成ZH005-001 修改程序任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (296, 3, 6, 6, '4', '', '2020-03-30 12:33:08', 14, 3, 1, 2020, 4, 0, 1, 0, '完成ZH005-001 修改程序任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (297, 3, 42, 6, '96', '', '2020-03-30 13:10:23', 14, 3, 1, 2020, 12, 0, 1, 0, '完成R08-002 电气设计任务', 1, 4, 6, 1296, 7);
INSERT INTO `jee_ranking` VALUES (298, 3, 6, 6, '1', '', '2020-03-30 13:10:23', 14, 3, 1, 2020, 4, 0, 1, 0, '完成R08-002 电气设计任务验收', 1, 4, 6, 1306, 7);
INSERT INTO `jee_ranking` VALUES (299, 3, 33, 9, '48', '', '2020-03-30 15:26:49', 14, 3, 1, 2020, 5, 0, 1, 0, '完成装配任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (300, 3, 9, 9, '1', '', '2020-03-30 15:26:49', 14, 3, 1, 2020, 5, 0, 1, 0, '完成装配任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (301, 3, 29, 9, '192', '', '2020-03-30 17:48:30', 14, 3, 1, 2020, 12, 0, 1, 0, '完成RS08A-27床身走线任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (302, 3, 9, 9, '2', '', '2020-03-30 17:48:30', 14, 3, 1, 2020, 5, 0, 1, 0, '完成RS08A-27床身走线任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (303, 3, 10, 4, '24', '', '2020-03-30 20:16:59', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-018查找防护电柜缺失件并补齐任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (304, 3, 4, 4, '1', '', '2020-03-30 20:16:59', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RC06A-018查找防护电柜缺失件并补齐任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (305, 3, 11, 11, '48', '', '2020-03-31 07:56:23', 14, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  完成产品的样本任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (306, 3, 11, 11, '1', '', '2020-03-31 07:56:23', 14, 3, 1, 2020, 6, 0, 1, 0, '完成WCM40  完成产品的样本任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (307, 3, 21, 4, '12', '', '2020-03-31 13:37:38', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027 活塞环高度变化说明任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (308, 3, 4, 4, '1', '', '2020-03-31 13:37:38', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027 活塞环高度变化说明任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (309, 3, 21, 4, '12', '', '2020-03-31 13:37:57', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RS10A-009找正机构画出找正角度任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (310, 3, 4, 4, '1', '', '2020-03-31 13:37:57', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RS10A-009找正机构画出找正角度任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (311, 3, 21, 4, '46', '', '2020-03-31 16:17:33', 14, 3, 1, 2020, 10, 0, 1, 0, '完成SH2001夹具设计任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (312, 3, 4, 21, '1', '', '2020-03-31 16:17:33', 14, 3, 1, 2020, 10, 0, 1, 0, '完成SH2001夹具设计任务验收', 1, 4, 21, 1306, 7);
INSERT INTO `jee_ranking` VALUES (313, 3, 4, 4, '24', '', '2020-03-31 16:23:34', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028刀具设计任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (314, 3, 4, 4, '1', '', '2020-03-31 16:23:34', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-028刀具设计任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (315, 3, 21, 4, '18', '', '2020-03-31 16:24:14', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027整理说明书用装配图，换型表任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (316, 3, 4, 4, '1', '', '2020-03-31 16:24:14', 14, 3, 1, 2020, 10, 0, 1, 0, '完成RS08A-027整理说明书用装配图，换型表任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (317, 3, 15, 15, '96', '', '2020-03-31 17:16:49', 14, 3, 1, 2020, 9, 0, 1, 0, '完成恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (318, 3, 15, 15, '1', '', '2020-03-31 17:16:49', 14, 3, 1, 2020, 9, 0, 1, 0, '完成恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价任务验收', 1, 4, 15, 1306, 7);
INSERT INTO `jee_ranking` VALUES (319, 3, 43, 15, '240', '', '2020-03-31 17:17:49', 14, 3, 1, 2020, 9, 0, 1, 0, '完成自动化说明书模板任务', 1, 4, 15, 1296, 7);
INSERT INTO `jee_ranking` VALUES (320, 3, 15, 15, '2', '', '2020-03-31 17:17:49', 14, 3, 1, 2020, 9, 0, 1, 0, '完成自动化说明书模板任务验收', 1, 4, 15, 1306, 7);
INSERT INTO `jee_ranking` VALUES (321, 3, 14, 11, '72', '', '2020-03-31 20:12:07', 14, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-20001  主轴装配工程图设计任务', 1, 4, 11, 1296, 7);
INSERT INTO `jee_ranking` VALUES (322, 3, 11, 11, '1', '', '2020-03-31 20:12:07', 14, 3, 1, 2020, 6, 0, 1, 0, '完成DVM-500-20001  主轴装配工程图设计任务验收', 1, 4, 11, 1306, 7);
INSERT INTO `jee_ranking` VALUES (323, 3, 25, 9, '48', '', '2020-03-31 22:00:12', 14, 3, 1, 2020, 5, 0, 1, 0, '完成铸件攻丝任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (324, 3, 9, 9, '1', '', '2020-03-31 22:00:12', 14, 3, 1, 2020, 5, 0, 1, 0, '完成铸件攻丝任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (325, 3, 32, 9, '48', '', '2020-03-31 22:00:33', 14, 3, 1, 2020, 5, 0, 1, 0, '完成装配任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (326, 3, 9, 9, '1', '', '2020-03-31 22:00:33', 14, 3, 1, 2020, 5, 0, 1, 0, '完成装配任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (327, 3, 34, 9, '48', '', '2020-03-31 22:01:13', 14, 3, 1, 2020, 5, 0, 1, 0, '完成试切任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (328, 3, 9, 9, '1', '', '2020-03-31 22:01:13', 14, 3, 1, 2020, 5, 0, 1, 0, '完成试切任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (329, 3, 25, 9, '48', '', '2020-04-01 07:54:28', 14, 4, 2, 2020, 5, 0, 1, 0, '完成铸件攻丝任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (330, 3, 9, 9, '1', '', '2020-04-01 07:54:28', 14, 4, 2, 2020, 5, 0, 1, 0, '完成铸件攻丝任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (331, 3, 32, 9, '48', '', '2020-04-01 07:58:41', 14, 4, 2, 2020, 5, 0, 1, 0, '完成收尾任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (332, 3, 9, 9, '1', '', '2020-04-01 07:58:41', 14, 4, 2, 2020, 5, 0, 1, 0, '完成收尾任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (333, 3, 34, 9, '48', '', '2020-04-01 07:58:54', 14, 4, 2, 2020, 5, 0, 1, 0, '完成收尾任务', 1, 4, 9, 1296, 7);
INSERT INTO `jee_ranking` VALUES (334, 3, 9, 9, '1', '', '2020-04-01 07:58:54', 14, 4, 2, 2020, 5, 0, 1, 0, '完成收尾任务验收', 1, 4, 9, 1306, 7);
INSERT INTO `jee_ranking` VALUES (335, 3, 10, 4, '24', '', '2020-04-01 08:18:30', 14, 4, 2, 2020, 10, 0, 1, 0, '完成RC06A-018夹具装配图，气动原理图任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (336, 3, 4, 4, '1', '', '2020-04-01 08:18:30', 14, 4, 2, 2020, 10, 0, 1, 0, '完成RC06A-018夹具装配图，气动原理图任务验收', 1, 4, 4, 1306, 7);
INSERT INTO `jee_ranking` VALUES (337, 3, 10, 4, '18', '', '2020-04-01 08:18:44', 14, 4, 2, 2020, 10, 0, 1, 0, '完成R08-002更换电柜空调厂家任务', 1, 4, 4, 1296, 7);
INSERT INTO `jee_ranking` VALUES (338, 3, 4, 4, '1', '', '2020-04-01 08:18:44', 14, 4, 2, 2020, 10, 0, 1, 0, '完成R08-002更换电柜空调厂家任务验收', 1, 4, 4, 1306, 7);
COMMIT;

-- ----------------------------
-- Table structure for jee_ranking_setting
-- ----------------------------
DROP TABLE IF EXISTS `jee_ranking_setting`;
CREATE TABLE `jee_ranking_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `acorn` varchar(255) DEFAULT NULL,
  `std_classify` varchar(255) DEFAULT NULL,
  `department` varchar(255) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_rbac_access
-- ----------------------------
DROP TABLE IF EXISTS `jee_rbac_access`;
CREATE TABLE `jee_rbac_access` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `module` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `role_id` int(11) DEFAULT NULL,
  `menu_ids` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_rbac_accredit
-- ----------------------------
DROP TABLE IF EXISTS `jee_rbac_accredit`;
CREATE TABLE `jee_rbac_accredit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role_id` int(11) DEFAULT NULL,
  `node_id` int(11) DEFAULT NULL,
  `enable` smallint(6) DEFAULT NULL,
  `weight` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_rbac_menu
-- ----------------------------
DROP TABLE IF EXISTS `jee_rbac_menu`;
CREATE TABLE `jee_rbac_menu` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `module` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `node_ids` varchar(2048) COLLATE utf8_unicode_ci DEFAULT NULL,
  `menu_ids` varchar(2048) COLLATE utf8_unicode_ci DEFAULT NULL,
  `visible` smallint(6) DEFAULT NULL,
  `default_status` smallint(6) DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_rbac_node
-- ----------------------------
DROP TABLE IF EXISTS `jee_rbac_node`;
CREATE TABLE `jee_rbac_node` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `module` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `controller` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `action` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `extras` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_rbac_role
-- ----------------------------
DROP TABLE IF EXISTS `jee_rbac_role`;
CREATE TABLE `jee_rbac_role` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `module` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `role_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `weight` smallint(6) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_red_dot
-- ----------------------------
DROP TABLE IF EXISTS `jee_red_dot`;
CREATE TABLE `jee_red_dot` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `form_id` int(11) DEFAULT NULL,
  `form_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_salary
-- ----------------------------
DROP TABLE IF EXISTS `jee_salary`;
CREATE TABLE `jee_salary` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `conent` longtext,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_service
-- ----------------------------
DROP TABLE IF EXISTS `jee_service`;
CREATE TABLE `jee_service` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `s_code` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `spec` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `putaway_time` datetime DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_service_order
-- ----------------------------
DROP TABLE IF EXISTS `jee_service_order`;
CREATE TABLE `jee_service_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `service_id` int(11) DEFAULT NULL,
  `order_id` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `pay_time` datetime DEFAULT NULL,
  `pay_types` smallint(6) DEFAULT NULL,
  `nums` int(11) DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `done_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_settings
-- ----------------------------
DROP TABLE IF EXISTS `jee_settings`;
CREATE TABLE `jee_settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `settings` varchar(2048) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_settings
-- ----------------------------
BEGIN;
INSERT INTO `jee_settings` VALUES (1, 0, 'sms', '{\"url\":\"http:\\/\\/api.sms.cn\\/mtutf8\\/\",\"username\":\"jeechange\",\"password\":\"7aae4bccb858f83b4615d35c82b401fe\",\"SIGNATURE\":\"\\u3010\\u4e5d\\u7a0b\\u8f6f\\u4ef6\\u3011\",\"status\":\"1\"}', 1);
INSERT INTO `jee_settings` VALUES (2, 11, 'standard', '{\"names\":\"积分\"}', 1);
INSERT INTO `jee_settings` VALUES (3, 11, 'money', '{\"names\":\"现金币\"}', 1);
INSERT INTO `jee_settings` VALUES (4, 11, 'stock', '{\"names\":\"虚拟股\"}', 1);
INSERT INTO `jee_settings` VALUES (5, 12, 'standard', '{\"names\":\"积分\"}', 1);
INSERT INTO `jee_settings` VALUES (6, 12, 'money', '{\"names\":\"现金币\"}', 1);
INSERT INTO `jee_settings` VALUES (7, 12, 'stock', '{\"names\":\"虚拟股\"}', 1);
INSERT INTO `jee_settings` VALUES (8, 11, 'goods_units', '{\"1\":{\"id\":1,\"names\":\"个\"},\"2\":{\"id\":2,\"names\":\"重量\"},\"3\":{\"id\":3,\"names\":\"袋3\"}}', 1);
INSERT INTO `jee_settings` VALUES (9, 23, 'standard', '{\"names\":\"积分\"}', 1);
INSERT INTO `jee_settings` VALUES (10, 23, 'money', '{\"names\":\"现金币\"}', 1);
INSERT INTO `jee_settings` VALUES (11, 23, 'stock', '{\"names\":\"虚拟股\"}', 1);
INSERT INTO `jee_settings` VALUES (12, 23, 'goods_units', '{\"1\":{\"id\":1,\"names\":\"11\"}}', 1);
INSERT INTO `jee_settings` VALUES (23, 11, 'salary', '{\"1\":{\"id\":1,\"salaryNames\":\"现金100%\",\"trueMoney\":100,\"money\":0,\"moneyPriority\":0,\"days\":0,\"types\":0,\"addTime\":{\"date\":\"2019-08-23 14:04:23.000000\",\"timezone_type\":3,\"timezone\":\"PRC\"},\"status\":1},\"2\":{\"id\":\"2\",\"salaryNames\":\"80%现金+20%现金币+23%提现权\",\"trueMoney\":\"80\",\"money\":\"20\",\"moneyPriority\":\"23\",\"days\":\"1\",\"types\":1,\"addTime\":{\"date\":\"2019-08-24 18:28:45.000000\",\"timezone_type\":3,\"timezone\":\"PRC\"},\"status\":\"1\"},\"3\":{\"id\":3,\"salaryNames\":\"60%现金+40%现金币+43%提现权\",\"trueMoney\":\"60\",\"money\":\"40\",\"moneyPriority\":\"43\",\"days\":\"1\",\"types\":1,\"addTime\":{\"date\":\"2019-08-24 20:49:58.000000\",\"timezone_type\":3,\"timezone\":\"PRC\"},\"status\":1}}', 1);
INSERT INTO `jee_settings` VALUES (24, 15, 'salary', '{\"1\":{\"id\":1,\"salaryNames\":\"现金100%\",\"trueMoney\":100,\"money\":0,\"moneyPriority\":0,\"days\":0,\"types\":0,\"addTime\":{\"date\":\"2019-08-24 16:29:36.000000\",\"timezone_type\":3,\"timezone\":\"PRC\"},\"status\":1}}', 1);
INSERT INTO `jee_settings` VALUES (25, 25, 'money', '{\"names\":\"现金币\"}', 1);
INSERT INTO `jee_settings` VALUES (26, 25, 'stock', '{\"names\":\"虚拟股\"}', 1);
INSERT INTO `jee_settings` VALUES (27, 25, 'goods_units', '[]', 1);
INSERT INTO `jee_settings` VALUES (28, 11, 'supplyGoods', '{\"names\":\"供应商商品\"}', 1);
INSERT INTO `jee_settings` VALUES (29, 0, 'supplyGoods', '{\"names\":\"供应商商品\"}', 1);
INSERT INTO `jee_settings` VALUES (30, 15, 'supplyGoods', '{\"names\":\"供应商商品\"}', 1);
INSERT INTO `jee_settings` VALUES (31, 15, 'stock', '{\"names\":\"虚拟股\"}', 1);
COMMIT;

-- ----------------------------
-- Table structure for jee_share
-- ----------------------------
DROP TABLE IF EXISTS `jee_share`;
CREATE TABLE `jee_share` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `content1` longtext COLLATE utf8_unicode_ci,
  `content2` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content3` longtext COLLATE utf8_unicode_ci,
  `user_id` int(11) DEFAULT NULL,
  `to_user` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `goback_url` longtext COLLATE utf8_unicode_ci,
  `share_url` longtext COLLATE utf8_unicode_ci,
  `operate` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `template` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `template_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `event_id` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `acorn_added` smallint(6) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=286 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_share
-- ----------------------------
BEGIN;
INSERT INTO `jee_share` VALUES (1, '陈富永分享了一个任务@王正：', '#1[RS08A-028项目执行表]', '如题', 3, '', 'http://60.205.186.160/#/task/details/1?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/1?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#1 任务详情', 1, 3, 0, '2020-01-14 16:41:51', 1);
INSERT INTO `jee_share` VALUES (2, '王保森分享了一个任务@高英俊：', '#2[四轴动力头下单]', '如题', 17, '', 'http://60.205.186.160/#/task/details/2?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/2?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#2 任务详情', 2, 3, 0, '2020-01-14 17:13:23', 1);
INSERT INTO `jee_share` VALUES (3, '李伟东分享了一个任务@胡玉龙：', '#3[夹具设计]', '完成连杆试珩夹具设计', 4, '', 'http://60.205.186.160/#/task/details/3?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/3?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#3 任务详情', 3, 3, 0, '2020-01-18 08:54:38', 1);
INSERT INTO `jee_share` VALUES (4, '李伟东分享了一个任务@马英福：', '#4[夹具设计]', '阀套试珩夹具', 4, '', 'http://60.205.186.160/#/task/details/4?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/4?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#4 任务详情', 4, 3, 0, '2020-01-18 08:58:19', 1);
INSERT INTO `jee_share` VALUES (5, '李伟东分享了一个任务@李伟东：', '#5[技术任务书]', 'RS08A-028技术任务书', 4, '', 'http://60.205.186.160/#/task/details/5?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/5?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#5 任务详情', 5, 3, 0, '2020-01-18 09:06:06', 1);
INSERT INTO `jee_share` VALUES (6, '李伟东分享了一个任务@李伟东：', '#6[主机下单]', 'RS08A-028主机下单', 4, '', 'http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#6 任务详情', 6, 3, 0, '2020-01-18 09:09:45', 1);
INSERT INTO `jee_share` VALUES (7, '李伟东分享了一个任务@胡玉龙：', '#3[SH2002夹具设计]', '完成连杆试珩夹具设计', 4, '', 'http://60.205.186.160/#/task/details/3?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/3?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#3 任务详情', 3, 3, 0, '2020-01-18 09:10:43', 1);
INSERT INTO `jee_share` VALUES (8, '李伟东分享了一个任务@马英福：', '#4[SH2001夹具设计]', '阀套试珩夹具', 4, '', 'http://60.205.186.160/#/task/details/4?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/4?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#4 任务详情', 4, 3, 0, '2020-01-18 09:11:12', 1);
INSERT INTO `jee_share` VALUES (9, '李伟东分享了一个任务@李伟东：', '#5[RS08A-028技术任务书]', 'RS08A-028技术任务书', 4, '', 'http://60.205.186.160/#/task/details/5?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/5?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#5 任务详情', 5, 3, 0, '2020-01-18 09:11:31', 1);
INSERT INTO `jee_share` VALUES (10, '李伟东分享了一个任务@李伟东：', '#6[RS08A-028主机下单]', 'RS08A-028主机下单', 4, '', 'http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#6 任务详情', 6, 3, 0, '2020-01-18 09:11:51', 1);
INSERT INTO `jee_share` VALUES (11, '李伟东分享了一个任务@李伟东：', '#6[RS08A-028主机下单]', 'RS08A-028主机下单', 4, '', 'http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#6 任务详情', 6, 3, 0, '2020-01-18 09:12:19', 1);
INSERT INTO `jee_share` VALUES (12, '李伟东分享了一个任务@马英福：', '#7[RS08A-028夹具设计]', 'RS08A-028夹具设计', 4, '', 'http://60.205.186.160/#/task/details/7?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/7?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#7 任务详情', 7, 3, 0, '2020-01-18 09:16:37', 1);
INSERT INTO `jee_share` VALUES (13, '李伟东分享了一个任务@马英福：', '#8[RS08A-028刀具设计]', 'RS08A-028刀具设计', 4, '', 'http://60.205.186.160/#/task/details/8?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/8?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#8 任务详情', 8, 3, 0, '2020-01-18 09:17:55', 1);
INSERT INTO `jee_share` VALUES (14, '李伟东分享了一个任务@马英福：', '#8[RS08A-028刀具设计]', 'RS08A-028刀具设计', 4, '', 'http://60.205.186.160/#/task/details/8?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/8?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#8 任务详情', 8, 3, 0, '2020-01-18 09:18:17', 1);
INSERT INTO `jee_share` VALUES (15, '李伟东分享了一个任务@李伟东：', '#6[RS08A-028订单处理]', 'RS08A-028主机下单', 4, '', 'http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#6 任务详情', 6, 3, 0, '2020-01-18 09:20:47', 1);
INSERT INTO `jee_share` VALUES (16, '李伟东分享了一个任务@李伟东：', '#6[RS08A-028订单处理]', 'RS08A-028主机下单', 4, '', 'http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#6 任务详情', 6, 3, 0, '2020-01-18 09:21:50', 1);
INSERT INTO `jee_share` VALUES (17, '李伟东分享了一个任务@李伟东：', '#6[RS08A-028订单处理]', 'RS08A-028主机下单', 4, '', 'http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#6 任务详情', 6, 3, 0, '2020-01-18 09:22:29', 1);
INSERT INTO `jee_share` VALUES (18, '陈富永分享了一个任务@王正：', '#1[RS08A-028项目执行表]', '如题', 3, '', 'http://60.205.186.160/#/task/details/1?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/1?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#1 任务详情', 1, 3, 0, '2020-02-05 16:48:34', 1);
INSERT INTO `jee_share` VALUES (19, '陈俊分享了一个任务@杨海：', '#9[ZP005-002]', '机床走线\r\n', 9, '', 'http://60.205.186.160/#/task/details/9?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/9?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#9 任务详情', 9, 3, 0, '2020-02-11 15:01:05', 1);
INSERT INTO `jee_share` VALUES (20, '陈俊分享了一个任务@杨海：', '#10[ZP005-002]', 'ZP005-002机床走线\r\n', 9, '', 'http://60.205.186.160/#/task/details/10?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/10?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#10 任务详情', 10, 3, 0, '2020-02-11 15:17:15', 1);
INSERT INTO `jee_share` VALUES (21, '陈俊分享了一个任务@杨海：', '#10[ZP005-002机床走线]', '\r\n', 9, '', 'http://60.205.186.160/#/task/details/10?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/10?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#10 任务详情', 10, 3, 0, '2020-02-11 16:05:42', 1);
INSERT INTO `jee_share` VALUES (22, '黄国峰分享了一个任务@黄国峰：', '#11[MS100B顶箱设计]', '已有方案，出装配图和工程图，三表，并下速达及制作分发PDF图纸', 6, '', 'http://60.205.186.160/#/task/details/11?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/11?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#11 任务详情', 11, 3, 0, '2020-02-11 16:41:27', 1);
INSERT INTO `jee_share` VALUES (23, '陈富永分享了一个任务@陈富永：', '#12[RS08A-028项目执行表]', '如题', 3, '', 'http://60.205.186.160/#/task/details/12?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/12?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#12 任务详情', 12, 3, 1, '2020-02-12 10:48:57', 1);
INSERT INTO `jee_share` VALUES (24, '陈俊分享了一个任务@陈俊、@杨海：', '#13[ZY1906整改线体拆卸]', '\r\n', 9, '', 'http://60.205.186.160/#/task/details/13?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/13?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#13 任务详情', 13, 3, 1, '2020-02-13 09:03:31', 1);
INSERT INTO `jee_share` VALUES (25, '黄国峰分享了一个任务@黄国峰：', '#11[MS100B顶箱设计]', '已有方案，出装配图和工程图，三表，并下速达及制作分发PDF图纸', 6, '', 'http://60.205.186.160/#/task/details/11?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/11?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#11 任务详情', 11, 3, 1, '2020-02-13 13:35:04', 1);
INSERT INTO `jee_share` VALUES (26, '黄国峰分享了一个任务@黄国峰、@李朋杰：', '#14[MS100B主轴箱设计]', '已有方案，细化结构尺寸，出三维模型、工程图、三表，并下速达发图', 6, '', 'http://60.205.186.160/#/task/details/14?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/14?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#14 任务详情', 14, 3, 1, '2020-02-17 08:25:35', 1);
INSERT INTO `jee_share` VALUES (27, '黄国峰分享了一个任务@黄国峰、@李朋杰：', '#14[MS100B主轴箱设计]', '已有方案，细化结构尺寸，出三维模型、工程图、三表，并下速达发图', 6, '', 'http://60.205.186.160/#/task/details/14?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/14?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#14 任务详情', 14, 3, 1, '2020-02-17 08:26:04', 1);
INSERT INTO `jee_share` VALUES (28, '陈俊分享了一个任务@陈俊、@杨海：', '#15[RS10A-007-010夹具整改]', '如题', 9, '', 'http://60.205.186.160/#/task/details/15?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/15?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#15 任务详情', 15, 3, 1, '2020-02-17 08:29:50', 1);
INSERT INTO `jee_share` VALUES (29, '郝俊才分享了一个任务@郝俊才：', '#16[售后服务阿里巴巴平台搭建]', '搭建磁分机阿里巴巴销售网店', 20, '', 'http://60.205.186.160/#/task/details/16?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/16?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#16 任务详情', 16, 3, 1, '2020-02-18 08:12:07', 1);
INSERT INTO `jee_share` VALUES (30, '陈富永分享了一个任务@王文利：', '#17[SFQ750-002液压系统设计]', '如题', 3, '', 'http://60.205.186.160/#/task/details/17?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/17?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#17 任务详情', 17, 3, 1, '2020-02-18 08:38:42', 1);
INSERT INTO `jee_share` VALUES (31, '陈富永分享了一个任务@王文利：', '#18[SFQ750-002气动系统设计]', '如题', 3, '', 'http://60.205.186.160/#/task/details/18?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/18?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#18 任务详情', 18, 3, 1, '2020-02-19 17:37:11', 1);
INSERT INTO `jee_share` VALUES (32, '陈俊分享了一个任务@陈俊、@杨海：', '#19[ZTA-002机床整理，精度调整]', '如题', 9, '', 'http://60.205.186.160/#/task/details/19?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/19?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#19 任务详情', 19, 3, 1, '2020-02-20 09:30:29', 1);
INSERT INTO `jee_share` VALUES (33, '陈富永分享了一个任务@王文利：', '#20[SFQ750-002润滑系统设计]', '如题', 3, '', 'http://60.205.186.160/#/task/details/20?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/20?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#20 任务详情', 20, 3, 1, '2020-02-21 18:05:36', 1);
INSERT INTO `jee_share` VALUES (34, '康文生分享了一个任务@康文生：', '#21[DVM-500-001-20011  主轴箱精加工模型设计]', '同时完成屯主轴箱有连接关系的零件模型。', 11, '', 'http://60.205.186.160/#/task/details/21?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/21?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#21 任务详情', 21, 3, 1, '2020-02-23 20:43:12', 1);
INSERT INTO `jee_share` VALUES (35, '黄国峰分享了一个任务@黄国峰：', '#22[MS100B主轴箱审核打包图纸下速达]', '如题', 6, '', 'http://60.205.186.160/#/task/details/22?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/22?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#22 任务详情', 22, 3, 0, '2020-02-24 08:30:56', 1);
INSERT INTO `jee_share` VALUES (36, '黄国峰分享了一个任务@董晨瑞：', '#23[MS100B系统试验-控制器件及电路准备]', 'MS100B系统试验：三菱控制器件装箱走线', 6, '', 'http://60.205.186.160/#/task/details/23?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/23?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#23 任务详情', 23, 3, 1, '2020-02-24 08:33:06', 1);
INSERT INTO `jee_share` VALUES (37, '黄国峰分享了一个任务@黄国峰：', '#22[MS100B主轴箱图纸审核打包下速达]', 'MS100B主轴箱图纸审核、打包、下速达', 6, '', 'http://60.205.186.160/#/task/details/22?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/22?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#22 任务详情', 22, 3, 1, '2020-02-24 08:34:41', 1);
INSERT INTO `jee_share` VALUES (38, '黄国峰分享了一个任务@黄国峰：', '#22[MS100B主轴箱图纸审核打包下速达]', 'MS100B主轴箱图纸审核、打包、下速达', 6, '', 'http://60.205.186.160/#/task/details/22?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/22?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#22 任务详情', 22, 3, 1, '2020-02-24 08:35:02', 1);
INSERT INTO `jee_share` VALUES (39, '郝俊才分享了一个任务@郝俊才：', '#24[P2001成都西菱换型夹具设计]', '如题，西菱有两种连杆需要夹具换型', 20, '', 'http://60.205.186.160/#/task/details/24?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/24?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#24 任务详情', 24, 3, 1, '2020-02-24 08:46:52', 1);
INSERT INTO `jee_share` VALUES (40, '康文生分享了一个任务@康文生：', '#25[DVL-1115-001-13011  滑座精加工模型设计]', '完成与之相关的零件模型如，防护的钣金件、光栅尺寸读数头固定座、拖链支架', 11, '', 'http://60.205.186.160/#/task/details/25?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/25?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#25 任务详情', 25, 3, 0, '2020-02-25 07:59:37', 1);
INSERT INTO `jee_share` VALUES (41, '黄国峰分享了一个任务@黄国峰：', '#26[MS100B 立柱部件三维模型]', 'MS100B 立柱部件三维模型，模型尺寸细化达到可出工程图状态', 6, '', 'http://60.205.186.160/#/task/details/26?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/26?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#26 任务详情', 26, 3, 0, '2020-02-25 08:23:25', 1);
INSERT INTO `jee_share` VALUES (42, '黄国峰分享了一个任务@黄国峰：', '#26[MS100B 立柱部件三维模型]', 'MS100B 立柱部件三维模型，模型尺寸细化达到可出工程图状态', 6, '', 'http://60.205.186.160/#/task/details/26?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/26?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#26 任务详情', 26, 3, 1, '2020-02-25 08:23:41', 1);
INSERT INTO `jee_share` VALUES (43, '王保森分享了一个任务@刘克伟：', '#27[ZH006-001三维设计和铸件下图]', '细化ZH006-001三维设计，完成床身等铸件下图。', 17, '', 'http://60.205.186.160/#/task/details/27?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/27?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#27 任务详情', 27, 3, 1, '2020-02-25 09:16:50', 1);
INSERT INTO `jee_share` VALUES (44, '陈富永分享了一个任务@王文利：', '#28[SFQ750-002冷却系统设计]', '如题', 3, '', 'http://60.205.186.160/#/task/details/28?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/28?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#28 任务详情', 28, 3, 1, '2020-02-25 17:11:17', 1);
INSERT INTO `jee_share` VALUES (45, '陈富永分享了一个任务@王文利：', '#29[SFQ750-002防护罩方案设计]', '如题', 3, '', 'http://60.205.186.160/#/task/details/29?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/29?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#29 任务详情', 29, 3, 1, '2020-02-25 17:13:02', 1);
INSERT INTO `jee_share` VALUES (46, '康文生分享了一个任务@康文生：', '#30[DVM-500-001-12011  横梁精加工模型设计]', '与横梁相关的钣金件设计。', 11, '', 'http://60.205.186.160/#/task/details/30?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/30?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#30 任务详情', 30, 3, 1, '2020-02-25 21:20:48', 1);
INSERT INTO `jee_share` VALUES (47, '康文生分享了一个任务@康文生：', '#30[DVM-500-001-12011  横梁精加工模型设计]', '与横梁相关的钣金件设计。', 11, '', 'http://60.205.186.160/#/task/details/30?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/30?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#30 任务详情', 30, 3, 1, '2020-02-25 21:23:05', 1);
INSERT INTO `jee_share` VALUES (48, '康文生分享了一个任务@康文生：', '#31[DVL-1115-001  左、右床身精加工模型设计]', '包括防护、铠甲防护的辅助导轨、拖链支架的模型设计。', 11, '', 'http://60.205.186.160/#/task/details/31?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/31?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#31 任务详情', 31, 3, 1, '2020-02-26 21:09:11', 1);
INSERT INTO `jee_share` VALUES (49, '黄国峰分享了一个任务@黄国峰：', '#32[MS100B 立柱部件工程图]', 'MS100B 立柱部件出装配图、零件工程图、三表、下速达单子并下发PDF图纸', 6, '', 'http://60.205.186.160/#/task/details/32?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/32?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#32 任务详情', 32, 3, 0, '2020-02-27 08:21:25', 1);
INSERT INTO `jee_share` VALUES (50, '黄国峰分享了一个任务@黄国峰：', '#32[MS100B 立柱部件工程图]', 'MS100B 立柱部件出装配图、零件工程图、三表、下速达单子并下发PDF图纸', 6, '', 'http://60.205.186.160/#/task/details/32?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/32?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#32 任务详情', 32, 3, 0, '2020-02-27 08:23:45', 1);
INSERT INTO `jee_share` VALUES (51, '黄国峰分享了一个任务@董晨瑞：', '#33[MS100三菱PLC控制试验]', 'MS100，试验三菱PLC控制三菱电机带负载往复动作及控制方式', 6, '', 'http://60.205.186.160/#/task/details/33?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/33?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#33 任务详情', 33, 3, 1, '2020-02-27 08:26:47', 1);
INSERT INTO `jee_share` VALUES (52, '郝俊才分享了一个任务@郝俊才：', '#34[磐吉奥夹具方案]', '如题', 20, '', 'http://60.205.186.160/#/task/details/34?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/34?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#34 任务详情', 34, 3, 0, '2020-02-27 13:54:14', 1);
INSERT INTO `jee_share` VALUES (53, '李伟东分享了一个任务@李伟东：', '#35[RS06A-014技术任务书]', 'RS06A-014技术任务书', 4, '', 'http://60.205.186.160/#/task/details/35?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/35?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#35 任务详情', 35, 3, 1, '2020-02-28 09:25:33', 1);
INSERT INTO `jee_share` VALUES (54, '李伟东分享了一个任务@李伟东：', '#35[RS06A-014技术任务书]', 'RS06A-014技术任务书', 4, '', 'http://60.205.186.160/#/task/details/35?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/35?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#35 任务详情', 35, 3, 1, '2020-02-28 09:26:02', 1);
INSERT INTO `jee_share` VALUES (55, '李伟东分享了一个任务@李伟东：', '#36[RS06A-014夹具设计]', 'RS06A-014夹具设计', 4, '', 'http://60.205.186.160/#/task/details/36?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/36?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#36 任务详情', 36, 3, 1, '2020-02-28 15:11:00', 1);
INSERT INTO `jee_share` VALUES (56, '康文生分享了一个任务@康文生：', '#37[DVM-500-001-17001  刀库方案设计]', '根据供货商提供的环形导轨成套设备，详细设计刀库方案。包括刀夹安装，电机选型。', 11, '', 'http://60.205.186.160/#/task/details/37?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/37?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#37 任务详情', 37, 3, 1, '2020-02-28 18:19:00', 1);
INSERT INTO `jee_share` VALUES (57, '黄国峰分享了一个任务@董晨瑞：', '#38[MS100B系统试验]', 'MS100B三菱系统试验，验证三菱系统往复、主旋、进给动作。往复与主旋联动、往复换向时间、进给功能。', 6, '', 'http://60.205.186.160/#/task/details/38?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/38?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#38 任务详情', 38, 3, 1, '2020-02-28 21:56:48', 1);
INSERT INTO `jee_share` VALUES (58, '黄国峰分享了一个任务@董晨瑞：', '#39[MH150-005程序改进]', '改进MH150-005精珩程序，解决或改善主旋停顿', 6, '', 'http://60.205.186.160/#/task/details/39?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/39?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#39 任务详情', 39, 3, 1, '2020-02-28 21:59:10', 1);
INSERT INTO `jee_share` VALUES (59, '陈俊分享了一个任务@陈俊、@杨海：', '#40[MS100B装配]', '如题', 9, '', 'http://60.205.186.160/#/task/details/40?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/40?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#40 任务详情', 40, 3, 1, '2020-02-28 22:01:12', 1);
INSERT INTO `jee_share` VALUES (60, '黄国峰分享了一个任务@董晨瑞：', '#41[MS100-004电气整改]', 'MS100-004电气整改。机械整改完成后整理电气系统，达到单机出厂状态。', 6, '', 'http://60.205.186.160/#/task/details/41?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/41?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#41 任务详情', 41, 3, 1, '2020-02-28 22:01:53', 1);
INSERT INTO `jee_share` VALUES (61, '黄国峰分享了一个任务@董晨瑞：', '#42[MS100-007电气整顿]', 'MS100-007试验完成后进行机械整顿，机械整顿完成后进行电气整顿，达到出厂状态。', 6, '', 'http://60.205.186.160/#/task/details/42?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/42?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#42 任务详情', 42, 3, 1, '2020-02-28 22:04:31', 1);
INSERT INTO `jee_share` VALUES (62, '黄国峰分享了一个任务@董晨瑞：', '#43[MW500-001电气动作调试]', 'MW500-001电气动作调试', 6, '', 'http://60.205.186.160/#/task/details/43?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/43?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#43 任务详情', 43, 3, 1, '2020-02-28 22:08:44', 1);
INSERT INTO `jee_share` VALUES (63, '陈俊分享了一个任务@杨海：', '#44[ZP005-001调试]', '如题', 9, '', 'http://60.205.186.160/#/task/details/44?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/44?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#44 任务详情', 44, 3, 1, '2020-03-01 14:12:39', 1);
INSERT INTO `jee_share` VALUES (64, '陈俊分享了一个任务@梁引科：', '#45[抛光机试切]', '如题', 9, '', 'http://60.205.186.160/#/task/details/45?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/45?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#45 任务详情', 45, 3, 1, '2020-03-01 18:20:42', 1);
INSERT INTO `jee_share` VALUES (65, '康文生分享了一个任务@康文生：', '#46[DVM-500-001-11011  底座精加工模型设计]', '底座相关的整体防护底部框架模型与底座精加工模型设计\r\n', 11, '', 'http://60.205.186.160/#/task/details/46?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/46?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#46 任务详情', 46, 3, 1, '2020-03-01 18:53:57', 1);
INSERT INTO `jee_share` VALUES (66, '李伟东分享了一个任务@董晨瑞：', '#47[RS08A-027电气原理图&电气元件下速达]', 'RS08A-027电气原理图&电气元件下速达', 4, '', 'http://60.205.186.160/#/task/details/47?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/47?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#47 任务详情', 47, 3, 1, '2020-03-02 08:40:53', 1);
INSERT INTO `jee_share` VALUES (67, '李伟东分享了一个任务@董晨瑞：', '#48[RS08A-028电气原理图&电气元件下速达]', 'RS08A-028电气原理图&电气元件下速达', 4, '', 'http://60.205.186.160/#/task/details/48?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/48?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#48 任务详情', 48, 3, 0, '2020-03-02 08:42:55', 1);
INSERT INTO `jee_share` VALUES (68, '李伟东分享了一个任务@董晨瑞：', '#48[RS08A-028电气原理图&电气元件下速达]', 'RS08A-028电气原理图&电气元件下速达', 4, '', 'http://60.205.186.160/#/task/details/48?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/48?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#48 任务详情', 48, 3, 1, '2020-03-02 08:43:51', 1);
INSERT INTO `jee_share` VALUES (69, '李伟东分享了一个任务@董晨瑞：', '#49[RS06A-014电气原理图&电气元件下速达]', 'RS06A-014电气原理图&电气元件下速达', 4, '', 'http://60.205.186.160/#/task/details/49?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/49?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#49 任务详情', 49, 3, 1, '2020-03-02 08:46:37', 1);
INSERT INTO `jee_share` VALUES (70, '李伟东分享了一个任务@董晨瑞：', '#49[RS06A-014电气原理图&电气元件下速达]', 'RS06A-014电气原理图&电气元件下速达', 4, '', 'http://60.205.186.160/#/task/details/49?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/49?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#49 任务详情', 49, 3, 1, '2020-03-02 08:47:02', 1);
INSERT INTO `jee_share` VALUES (71, '黄国峰分享了一个任务@陈俊：', '#50[MS100B控制系统试验机械部分]', '1、MS100-007换装往复电机、电机安装板、联轴器，并连接电机线缆；\r\n2、用百分表找出极限情况下电机的换向精度。\r\n\r\n说明：附件内有试验目标和验证项目', 6, '', 'http://60.205.186.160/#/task/details/50?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/50?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#50 任务详情', 50, 3, 1, '2020-03-02 17:11:04', 1);
INSERT INTO `jee_share` VALUES (72, '陈俊分享了一个任务@梁引科：', '#51[精度确认，发货准备]', '如题', 9, '', 'http://60.205.186.160/#/task/details/51?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/51?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#51 任务详情', 51, 3, 1, '2020-03-03 08:17:20', 1);
INSERT INTO `jee_share` VALUES (73, '李伟东分享了一个任务@董晨瑞：', '#52[RS10A-007-010程序整改及接线]', 'RS10A-007-010程序整改及接线', 4, '', 'http://60.205.186.160/#/task/details/52?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/52?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#52 任务详情', 52, 3, 1, '2020-03-03 14:12:33', 1);
INSERT INTO `jee_share` VALUES (74, '李伟东分享了一个任务@李伟东：', '#53[RS10A-007-010发货前准备技术文件&检查工件到货情况]', 'RS10A-007-010发货前准备技术文件&检查工件到货情况', 4, '', 'http://60.205.186.160/#/task/details/53?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/53?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#53 任务详情', 53, 3, 0, '2020-03-03 14:20:15', 1);
INSERT INTO `jee_share` VALUES (75, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 1, '2020-03-03 14:44:55', 1);
INSERT INTO `jee_share` VALUES (76, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 0, '2020-03-03 15:24:46', 1);
INSERT INTO `jee_share` VALUES (77, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 1, '2020-03-03 15:25:36', 1);
INSERT INTO `jee_share` VALUES (78, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 0, '2020-03-03 15:52:10', 1);
INSERT INTO `jee_share` VALUES (79, '李伟东分享了一个任务@李伟东：', '#53[RS10A-007-010发货前准备技术文件&检查工件到货情况]', 'RS10A-007-010发货前准备技术文件&检查工件到货情况', 4, '', 'http://60.205.186.160/#/task/details/53?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/53?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#53 任务详情', 53, 3, 1, '2020-03-03 16:17:22', 1);
INSERT INTO `jee_share` VALUES (80, '康文生分享了一个任务@康文生：', '#55[DVM-500-001  所有电机座与轴承座精加工模型]', '如题', 11, '', 'http://60.205.186.160/#/task/details/55?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/55?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#55 任务详情', 55, 3, 1, '2020-03-03 17:37:46', 1);
INSERT INTO `jee_share` VALUES (81, '李伟东分享了一个任务@李伟东：', '#53[RS10A-007-010发货前准备技术文件]', 'RS10A-007-010发货前准备技术文件', 4, '', 'http://60.205.186.160/#/task/details/53?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/53?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#53 任务详情', 53, 3, 0, '2020-03-04 10:18:46', 1);
INSERT INTO `jee_share` VALUES (82, '李伟东分享了一个任务@李伟东：', '#56[RS08A-028夹具审图下单]', 'RS08A-028夹具审图下单', 4, '', 'http://60.205.186.160/#/task/details/56?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/56?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#56 任务详情', 56, 3, 1, '2020-03-04 11:39:54', 1);
INSERT INTO `jee_share` VALUES (83, '李伟东分享了一个任务@李伟东：', '#57[RS06A-014机械手抓取定位装置改进]', 'RS06A-014机械手抓取定位装置改进', 4, '', 'http://60.205.186.160/#/task/details/57?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/57?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#57 任务详情', 57, 3, 0, '2020-03-04 11:52:02', 1);
INSERT INTO `jee_share` VALUES (84, '黄国峰分享了一个任务@吴永德：', '#58[ZP005电气调试]', '检查输入输出点接线，调试程序动作，配合试加工。', 6, '', 'http://60.205.186.160/#/task/details/58?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/58?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#58 任务详情', 58, 3, 0, '2020-03-04 16:08:30', 1);
INSERT INTO `jee_share` VALUES (85, '黄国峰分享了一个任务@吴永德：', '#58[ZP005电气调试]', '检查输入输出点接线，调试程序动作，配合试加工。', 6, '', 'http://60.205.186.160/#/task/details/58?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/58?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#58 任务详情', 58, 3, 1, '2020-03-04 16:08:58', 1);
INSERT INTO `jee_share` VALUES (86, '黄国峰分享了一个任务@吴永德：', '#58[ZP005电气调试]', '检查输入输出点接线，调试程序动作，配合试加工。', 6, '', 'http://60.205.186.160/#/task/details/58?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/58?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#58 任务详情', 58, 3, 1, '2020-03-04 16:10:14', 1);
INSERT INTO `jee_share` VALUES (87, '黄国峰分享了一个任务@李朋杰：', '#59[MH150-006夹具增加浮动单元确定尺寸及部分三维模型]', 'MH150-006夹具增加浮动单元，确定浮动单元各个结构的尺寸及部分三维模型', 6, '', 'http://60.205.186.160/#/task/details/59?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/59?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#59 任务详情', 59, 3, 1, '2020-03-04 16:26:47', 1);
INSERT INTO `jee_share` VALUES (88, '康文生分享了一个任务@康文生：', '#60[DVM-500-001-17101  刀库底座详细模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/60?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/60?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#60 任务详情', 60, 3, 0, '2020-03-04 19:55:18', 1);
INSERT INTO `jee_share` VALUES (89, '陈富永分享了一个任务@王文利：', '#61[SFQ750-002防护罩结构设计]', '如题', 3, '', 'http://60.205.186.160/#/task/details/61?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/61?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#61 任务详情', 61, 3, 1, '2020-03-05 08:24:57', 1);
INSERT INTO `jee_share` VALUES (90, '陈俊分享了一个任务@梁引科：', '#62[MS100-004整理]', '如题', 9, '', 'http://60.205.186.160/#/task/details/62?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/62?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#62 任务详情', 62, 3, 1, '2020-03-05 13:18:44', 1);
INSERT INTO `jee_share` VALUES (91, '康文生分享了一个任务@康文生：', '#63[DVM-500-011  刀库整体防护设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/63?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/63?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#63 任务详情', 63, 3, 0, '2020-03-05 18:04:30', 1);
INSERT INTO `jee_share` VALUES (92, '陈俊分享了一个任务@陈俊：', '#64[SH1909中马变速]', '如题', 9, '', 'http://60.205.186.160/#/task/details/64?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/64?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#64 任务详情', 64, 3, 0, '2020-03-06 10:08:08', 1);
INSERT INTO `jee_share` VALUES (93, '陈俊分享了一个任务@梁引科：', '#62[MS100-004整理]', '如题', 9, '', 'http://60.205.186.160/#/task/details/62?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/62?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#62 任务详情', 62, 3, 1, '2020-03-06 10:08:51', 1);
INSERT INTO `jee_share` VALUES (94, '陈俊分享了一个任务@梁引科：', '#65[机床拆卸]', '如题', 9, '', 'http://60.205.186.160/#/task/details/65?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/65?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#65 任务详情', 65, 3, 1, '2020-03-07 13:09:24', 1);
INSERT INTO `jee_share` VALUES (95, '陈俊分享了一个任务@吕阳：', '#66[铸件，工作台追加工]', '如题', 9, '', 'http://60.205.186.160/#/task/details/66?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/66?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#66 任务详情', 66, 3, 0, '2020-03-08 17:30:03', 1);
INSERT INTO `jee_share` VALUES (96, '康文生分享了一个任务@康文生：', '#67[WCM40-001  工作台防护详细方案模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/67?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/67?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#67 任务详情', 67, 3, 0, '2020-03-08 19:50:31', 1);
INSERT INTO `jee_share` VALUES (97, '康文生分享了一个任务@康文生：', '#68[WCM40-001  主轴箱防护详细方案模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/68?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/68?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#68 任务详情', 68, 3, 1, '2020-03-08 19:51:31', 1);
INSERT INTO `jee_share` VALUES (98, '康文生分享了一个任务@王楠：', '#69[DVM-500-001-11011  底座精加工工程图]', '如题', 11, '', 'http://60.205.186.160/#/task/details/69?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/69?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#69 任务详情', 69, 3, 1, '2020-03-08 19:52:56', 1);
INSERT INTO `jee_share` VALUES (99, '康文生分享了一个任务@康文生：', '#68[WCM40-001  主轴箱防护详细方案模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/68?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/68?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#68 任务详情', 68, 3, 0, '2020-03-08 19:53:52', 1);
INSERT INTO `jee_share` VALUES (100, '康文生分享了一个任务@康文生：', '#67[WCM40-001  工作台防护详细方案模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/67?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/67?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#67 任务详情', 67, 3, 0, '2020-03-08 19:54:20', 1);
INSERT INTO `jee_share` VALUES (101, '陈俊分享了一个任务@梁引科：', '#70[装配]', '如题', 9, '', 'http://60.205.186.160/#/task/details/70?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/70?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#70 任务详情', 70, 3, 1, '2020-03-09 08:09:41', 1);
INSERT INTO `jee_share` VALUES (102, '陈俊分享了一个任务@郭伟：', '#71[线体发货准备]', '如题', 9, '', 'http://60.205.186.160/#/task/details/71?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/71?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#71 任务详情', 71, 3, 1, '2020-03-09 08:11:04', 1);
INSERT INTO `jee_share` VALUES (103, '黄国峰分享了一个任务@董晨瑞：', '#72[RS10A-007~010 线体接线及与主机联调]', 'RS10A-007~010 线体接线，然后与主机联调，优化程序', 6, '', 'http://60.205.186.160/#/task/details/72?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/72?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#72 任务详情', 72, 3, 1, '2020-03-09 08:42:59', 1);
INSERT INTO `jee_share` VALUES (104, '黄国峰分享了一个任务@李朋杰：', '#73[MH150-005珩磨头测绘]', 'MH150-005珩磨头测绘，共8个珩磨头，测名义尺寸，出三维模型', 6, '', 'http://60.205.186.160/#/task/details/73?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/73?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#73 任务详情', 73, 3, 1, '2020-03-09 08:45:40', 1);
INSERT INTO `jee_share` VALUES (105, '黄国峰分享了一个任务@李朋杰：', '#73[MH150-005珩磨头测绘]', 'MH150-005珩磨头测绘，共8个珩磨头，测名义尺寸，出三维模型', 6, '', 'http://60.205.186.160/#/task/details/73?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/73?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#73 任务详情', 73, 3, 1, '2020-03-09 08:45:51', 1);
INSERT INTO `jee_share` VALUES (106, '黄国峰分享了一个任务@李朋杰：', '#73[MH150-005珩磨头测绘]', 'MH150-005珩磨头测绘，共8个珩磨头，测名义尺寸，出三维模型', 6, '', 'http://60.205.186.160/#/task/details/73?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/73?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#73 任务详情', 73, 3, 1, '2020-03-09 08:46:12', 1);
INSERT INTO `jee_share` VALUES (107, '康文生分享了一个任务@康文生：', '#68[WCM40-001  主轴箱防护详细方案模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/68?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/68?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#68 任务详情', 68, 3, 0, '2020-03-09 19:00:31', 1);
INSERT INTO `jee_share` VALUES (108, '康文生分享了一个任务@康文生：', '#68[WCM40-001  主轴箱防护详细方案模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/68?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/68?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#68 任务详情', 68, 3, 0, '2020-03-09 19:02:23', 1);
INSERT INTO `jee_share` VALUES (109, '康文生分享了一个任务@王楠：', '#74[DVM-500-11012  左床身精加工工程图设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/74?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/74?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#74 任务详情', 74, 3, 1, '2020-03-09 20:49:05', 1);
INSERT INTO `jee_share` VALUES (110, '康文生分享了一个任务@康文生：', '#75[WCM40-001  底座内防护详细方案模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/75?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/75?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#75 任务详情', 75, 3, 1, '2020-03-09 20:50:59', 1);
INSERT INTO `jee_share` VALUES (111, '陈俊分享了一个任务@梁引科：', '#76[机床整改]', '如题', 9, '', 'http://60.205.186.160/#/task/details/76?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/76?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#76 任务详情', 76, 3, 1, '2020-03-10 14:29:25', 1);
INSERT INTO `jee_share` VALUES (112, '陈俊分享了一个任务@吕阳：', '#77[铸件加工]', '如题', 9, '', 'http://60.205.186.160/#/task/details/77?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/77?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#77 任务详情', 77, 3, 1, '2020-03-10 14:31:40', 1);
INSERT INTO `jee_share` VALUES (113, '陈俊分享了一个任务@杨海：', '#44[ZP005-001调试]', '如题', 9, '', 'http://60.205.186.160/#/task/details/44?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/44?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#44 任务详情', 44, 3, 1, '2020-03-10 14:32:27', 1);
INSERT INTO `jee_share` VALUES (114, '陈俊分享了一个任务@陈俊：', '#64[SH1909中马变速]', '如题', 9, '', 'http://60.205.186.160/#/task/details/64?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/64?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#64 任务详情', 64, 3, 1, '2020-03-10 14:33:01', 1);
INSERT INTO `jee_share` VALUES (115, '陈俊分享了一个任务@郭伟：', '#71[线体发货准备]', '如题', 9, '', 'http://60.205.186.160/#/task/details/71?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/71?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#71 任务详情', 71, 3, 1, '2020-03-10 14:33:35', 1);
INSERT INTO `jee_share` VALUES (116, '黄国峰分享了一个任务@黄国峰：', '#78[ZH005-002速达下单]', 'ZH005-002速达建号、下单', 6, '', 'http://60.205.186.160/#/task/details/78?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/78?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#78 任务详情', 78, 3, 1, '2020-03-10 18:04:31', 1);
INSERT INTO `jee_share` VALUES (117, '康文生分享了一个任务@王楠：', '#79[DVM-500-11013  右床身  精加工工程图设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/79?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/79?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#79 任务详情', 79, 3, 1, '2020-03-10 21:16:33', 1);
INSERT INTO `jee_share` VALUES (118, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 1, '2020-03-10 22:57:12', 1);
INSERT INTO `jee_share` VALUES (119, '陈俊分享了一个任务@郭伟：', '#80[售后托盘装配]', '如题', 9, '', 'http://60.205.186.160/#/task/details/80?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/80?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#80 任务详情', 80, 3, 1, '2020-03-11 16:43:27', 1);
INSERT INTO `jee_share` VALUES (120, '李伟东分享了一个任务@李伟东：', '#81[RS08A-028气动&刀具&防护]', 'RS08A-028气动&刀具&防护', 4, '', 'http://60.205.186.160/#/task/details/81?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/81?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#81 任务详情', 81, 3, 1, '2020-03-11 19:17:47', 1);
INSERT INTO `jee_share` VALUES (121, '李伟东分享了一个任务@李伟东、@董晨瑞：', '#82[RC06A-018，E80竖排面板修改]', 'RC06A-018（E80竖排面板修改）', 4, '', 'http://60.205.186.160/#/task/details/82?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/82?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#82 任务详情', 82, 3, 1, '2020-03-11 19:26:47', 1);
INSERT INTO `jee_share` VALUES (122, '康文生分享了一个任务@王楠：', '#83[DVM-500-12011  横梁精加工工程图设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/83?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/83?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#83 任务详情', 83, 3, 0, '2020-03-11 19:45:02', 1);
INSERT INTO `jee_share` VALUES (123, '康文生分享了一个任务@康文生：', '#84[WCM40  整体防护方案模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/84?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/84?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#84 任务详情', 84, 3, 0, '2020-03-11 19:46:36', 1);
INSERT INTO `jee_share` VALUES (124, '黄国峰分享了一个任务@董晨瑞：', '#85[RS06A-014 电气设计]', 'RS06A-014 出原理图、端子接线图、电柜排布图', 6, '', 'http://60.205.186.160/#/task/details/85?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/85?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#85 任务详情', 85, 3, 1, '2020-03-12 16:37:59', 1);
INSERT INTO `jee_share` VALUES (125, '黄国峰分享了一个任务@董晨瑞：', '#86[ZY2001 电气设计]', 'ZY2001，出原理图、端子接线图、电柜排布图。包括：\r\n1、上料线控制柜\r\n2、中转线控制柜\r\n3、测量控制柜\r\n4、总控通讯线路\r\n（共计1台精镗机，1台珩磨机，1台清洗机，1套测量系统，3个机器人，2条线体）\r\n5、电源分流端子', 6, '', 'http://60.205.186.160/#/task/details/86?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/86?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#86 任务详情', 86, 3, 1, '2020-03-12 16:49:25', 1);
INSERT INTO `jee_share` VALUES (126, '黄国峰分享了一个任务@董晨瑞：', '#87[ZTA-002电气设计]', 'ZTA-002，出原理图、端子接线图、电柜排布图', 6, '', 'http://60.205.186.160/#/task/details/87?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/87?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#87 任务详情', 87, 3, 1, '2020-03-12 16:52:02', 1);
INSERT INTO `jee_share` VALUES (127, '黄国峰分享了一个任务@董晨瑞：', '#85[RS06A-014 电气设计]', 'RS06A-014 出原理图、端子接线图、电柜排布图', 6, '', 'http://60.205.186.160/#/task/details/85?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/85?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#85 任务详情', 85, 3, 1, '2020-03-12 16:52:20', 1);
INSERT INTO `jee_share` VALUES (128, '黄国峰分享了一个任务@董晨瑞：', '#86[ZY2001 电气设计]', 'ZY2001，出原理图、端子接线图、电柜排布图。包括：\r\n1、上料线控制柜\r\n2、中转线控制柜\r\n3、测量控制柜\r\n4、总控通讯线路\r\n（共计1台精镗机，1台珩磨机，1台清洗机，1套测量系统，3个机器人，2条线体）\r\n5、电源分流端子', 6, '', 'http://60.205.186.160/#/task/details/86?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/86?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#86 任务详情', 86, 3, 1, '2020-03-12 16:52:48', 1);
INSERT INTO `jee_share` VALUES (129, '康文生分享了一个任务@王楠：', '#88[DVM-500-13011  滑座  精加工工程图设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/88?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/88?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#88 任务详情', 88, 3, 1, '2020-03-12 17:00:26', 1);
INSERT INTO `jee_share` VALUES (130, '黄国峰分享了一个任务@彭兴乔：', '#89[DVL-1115-001电气设计]', 'DVL-1115-001，出原理图、端子接线图、电柜布局图、线缆图', 6, '', 'http://60.205.186.160/#/task/details/89?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/89?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#89 任务详情', 89, 3, 1, '2020-03-12 18:16:07', 1);
INSERT INTO `jee_share` VALUES (131, '李伟东分享了一个任务@李伟东：', '#90[RC06A-011发货前准备技术文件]', 'RC06A-011发货前准备技术文件', 4, '', 'http://60.205.186.160/#/task/details/90?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/90?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#90 任务详情', 90, 3, 1, '2020-03-13 09:27:38', 1);
INSERT INTO `jee_share` VALUES (132, '李伟东分享了一个任务@李伟东：', '#91[SH2002夹具设计]', 'SH2002夹具设计', 4, '', 'http://60.205.186.160/#/task/details/91?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/91?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#91 任务详情', 91, 3, 0, '2020-03-13 14:52:53', 1);
INSERT INTO `jee_share` VALUES (133, '陈富永分享了一个任务@王文利：', '#92[SFQ750-001工艺试验20-02]', '试加工确定工艺参数，解决粗糙度、平坦度问题。', 3, '', 'http://60.205.186.160/#/task/details/92?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/92?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#92 任务详情', 92, 3, 1, '2020-03-13 16:27:10', 1);
INSERT INTO `jee_share` VALUES (134, '陈富永分享了一个任务@王文利：', '#93[SFQ750-002走线走管设计]', '电气走线，电柜线槽、支架；液压走管，液压站、阀组安装；润滑、气动安装；冷却走管；', 3, '', 'http://60.205.186.160/#/task/details/93?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/93?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#93 任务详情', 93, 3, 1, '2020-03-13 16:40:08', 1);
INSERT INTO `jee_share` VALUES (135, '陈俊分享了一个任务@杨海：', '#94[走线整改]', '如题', 9, '', 'http://60.205.186.160/#/task/details/94?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/94?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#94 任务详情', 94, 3, 1, '2020-03-13 19:50:19', 1);
INSERT INTO `jee_share` VALUES (136, '陈俊分享了一个任务@梁引科：', '#95[走线整改]', '如题', 9, '', 'http://60.205.186.160/#/task/details/95?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/95?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#95 任务详情', 95, 3, 1, '2020-03-13 19:51:18', 1);
INSERT INTO `jee_share` VALUES (137, '黄国峰分享了一个任务@董晨瑞：', '#96[RS10A-007~010 改线]', 'RS10A-007~010 防护罩内线缆部分改到防护罩外', 6, '', 'http://60.205.186.160/#/task/details/96?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/96?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#96 任务详情', 96, 3, 1, '2020-03-14 13:26:46', 1);
INSERT INTO `jee_share` VALUES (138, '黄国峰分享了一个任务@董晨瑞：', '#96[RS10A-007~010 改线]', 'RS10A-007~010 防护罩内线缆部分改到防护罩外', 6, '', 'http://60.205.186.160/#/task/details/96?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/96?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#96 任务详情', 96, 3, 1, '2020-03-14 13:27:07', 1);
INSERT INTO `jee_share` VALUES (139, '黄国峰分享了一个任务@董晨瑞：', '#96[RS10A-007~010 改线]', 'RS10A-007~010 防护罩内线缆部分改到防护罩外', 6, '', 'http://60.205.186.160/#/task/details/96?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/96?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#96 任务详情', 96, 3, 1, '2020-03-14 13:27:49', 1);
INSERT INTO `jee_share` VALUES (140, '黄国峰分享了一个任务@吴永德：', '#97[ZH005-002 电气设计]', 'ZH005-002 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/97?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/97?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#97 任务详情', 97, 3, 1, '2020-03-14 13:30:56', 1);
INSERT INTO `jee_share` VALUES (141, '黄国峰分享了一个任务@吴永德：', '#98[ZH007-002]', 'ZH007-002 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/98?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/98?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#98 任务详情', 98, 3, 1, '2020-03-14 13:32:03', 1);
INSERT INTO `jee_share` VALUES (142, '黄国峰分享了一个任务@吴永德：', '#97[ZH005-002 电气设计]', 'ZH005-002 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/97?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/97?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#97 任务详情', 97, 3, 1, '2020-03-14 13:32:34', 1);
INSERT INTO `jee_share` VALUES (143, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 1, '2020-03-14 13:35:39', 1);
INSERT INTO `jee_share` VALUES (144, '黄国峰分享了一个任务@董晨瑞：', '#85[RS06A-014 电气设计]', 'RS06A-014 出原理图、端子接线图、电柜排布图', 6, '', 'http://60.205.186.160/#/task/details/85?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/85?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#85 任务详情', 85, 3, 1, '2020-03-14 13:50:25', 1);
INSERT INTO `jee_share` VALUES (145, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 1, '2020-03-14 18:03:05', 1);
INSERT INTO `jee_share` VALUES (146, '陈俊分享了一个任务@福立新：', '#100[夹具装配]', '如题', 9, '', 'http://60.205.186.160/#/task/details/100?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/100?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#100 任务详情', 100, 3, 1, '2020-03-15 16:23:58', 1);
INSERT INTO `jee_share` VALUES (147, '陈俊分享了一个任务@杨海：', '#101[发货准备]', '如题', 9, '', 'http://60.205.186.160/#/task/details/101?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/101?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#101 任务详情', 101, 3, 1, '2020-03-15 16:25:17', 1);
INSERT INTO `jee_share` VALUES (148, '陈俊分享了一个任务@梁引科：', '#102[上下料装配，机床总装]', '如题', 9, '', 'http://60.205.186.160/#/task/details/102?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/102?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#102 任务详情', 102, 3, 1, '2020-03-15 16:27:50', 1);
INSERT INTO `jee_share` VALUES (149, '康文生分享了一个任务@王楠：', '#103[DVM-500-20011  主轴箱  精加工工程图设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/103?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/103?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#103 任务详情', 103, 3, 1, '2020-03-16 07:53:50', 1);
INSERT INTO `jee_share` VALUES (150, '康文生分享了一个任务@康文生：', '#104[WCM40  细化相关防护结构]', '细化与铸件有连接关系的防护结构，从而确定铸件的螺钉孔位置。', 11, '', 'http://60.205.186.160/#/task/details/104?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/104?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#104 任务详情', 104, 3, 0, '2020-03-16 07:57:03', 1);
INSERT INTO `jee_share` VALUES (151, '陈俊分享了一个任务@陈俊：', '#105[发货]', '如题', 9, '', 'http://60.205.186.160/#/task/details/105?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/105?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#105 任务详情', 105, 3, 1, '2020-03-16 07:58:29', 1);
INSERT INTO `jee_share` VALUES (152, '李伟东分享了一个任务@李伟东：', '#106[增加工件防漏拿装置]', '增加工件防漏拿装置', 4, '', 'http://60.205.186.160/#/task/details/106?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/106?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#106 任务详情', 106, 3, 1, '2020-03-16 08:27:55', 1);
INSERT INTO `jee_share` VALUES (153, '赵辛生分享了一个任务@张灵跃：', '#107[ZY1907]', '广州万宝增加防护围栏', 15, '', 'http://60.205.186.160/#/task/details/107?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/107?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#107 任务详情', 107, 3, 1, '2020-03-16 09:11:17', 1);
INSERT INTO `jee_share` VALUES (154, '陈俊分享了一个任务@郭伟：', '#108[线体装配]', '如题', 9, '', 'http://60.205.186.160/#/task/details/108?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/108?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#108 任务详情', 108, 3, 1, '2020-03-16 17:14:34', 1);
INSERT INTO `jee_share` VALUES (155, '康文生分享了一个任务@王楠：', '#109[X轴 导轨、丝杠定货工程图]', '如题', 11, '', 'http://60.205.186.160/#/task/details/109?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/109?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#109 任务详情', 109, 3, 0, '2020-03-16 19:41:34', 1);
INSERT INTO `jee_share` VALUES (156, '赵辛生分享了一个任务@张灵跃：', '#110[ZY1907 ]', '新增防护围栏设计', 15, '', 'http://60.205.186.160/#/task/details/110?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/110?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#110 任务详情', 110, 3, 1, '2020-03-17 07:55:52', 1);
INSERT INTO `jee_share` VALUES (157, '赵辛生分享了一个任务@张灵跃：', '#111[ZY1904]', '宿迁东贝接油盘漏水整改', 15, '', 'http://60.205.186.160/#/task/details/111?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/111?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#111 任务详情', 111, 3, 1, '2020-03-17 08:05:08', 1);
INSERT INTO `jee_share` VALUES (158, '赵辛生分享了一个任务@张灵跃：', '#111[ZY1904]', '宿迁东贝接油盘漏水整改', 15, '', 'http://60.205.186.160/#/task/details/111?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/111?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#111 任务详情', 111, 3, 1, '2020-03-17 08:39:23', 1);
INSERT INTO `jee_share` VALUES (159, '赵辛生分享了一个任务@赵辛生：', '#112[ZY2001]', 'ZY2001 上下料干涉检查', 15, '', 'http://60.205.186.160/#/task/details/112?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/112?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#112 任务详情', 112, 3, 1, '2020-03-17 08:44:06', 1);
INSERT INTO `jee_share` VALUES (160, '赵辛生分享了一个任务@赵辛生：', '#113[ZY2001]', 'ZY2001 加工件下速达', 15, '', 'http://60.205.186.160/#/task/details/113?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/113?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#113 任务详情', 113, 3, 1, '2020-03-17 08:46:57', 1);
INSERT INTO `jee_share` VALUES (161, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 0, '2020-03-17 13:43:26', 1);
INSERT INTO `jee_share` VALUES (162, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 1, '2020-03-17 13:43:58', 1);
INSERT INTO `jee_share` VALUES (163, '李伟东分享了一个任务@李伟东：', '#114[RS08A-028检查是否漏下]', '如题', 4, '', 'http://60.205.186.160/#/task/details/114?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/114?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#114 任务详情', 114, 3, 0, '2020-03-17 14:35:06', 1);
INSERT INTO `jee_share` VALUES (164, '李伟东分享了一个任务@李伟东：', '#114[RS08A-028检查是否漏下]', '如题', 4, '', 'http://60.205.186.160/#/task/details/114?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/114?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#114 任务详情', 114, 3, 1, '2020-03-17 14:35:20', 1);
INSERT INTO `jee_share` VALUES (165, '李伟东分享了一个任务@李伟东：', '#115[RS10A-007~010现场跟踪防护整改]', '如题', 4, '', 'http://60.205.186.160/#/task/details/115?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/115?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#115 任务详情', 115, 3, 1, '2020-03-17 14:37:15', 1);
INSERT INTO `jee_share` VALUES (166, '李伟东分享了一个任务@李伟东：', '#116[RS08A-027解决装配中遇到的问题]', '如题', 4, '', 'http://60.205.186.160/#/task/details/116?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/116?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#116 任务详情', 116, 3, 1, '2020-03-17 14:41:29', 1);
INSERT INTO `jee_share` VALUES (167, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 1, '2020-03-17 15:23:48', 1);
INSERT INTO `jee_share` VALUES (168, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 1, '2020-03-17 15:24:05', 1);
INSERT INTO `jee_share` VALUES (169, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 0, '2020-03-17 15:24:44', 1);
INSERT INTO `jee_share` VALUES (170, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 1, '2020-03-17 15:26:31', 1);
INSERT INTO `jee_share` VALUES (171, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 0, '2020-03-17 15:27:09', 1);
INSERT INTO `jee_share` VALUES (172, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 0, '2020-03-17 15:27:35', 1);
INSERT INTO `jee_share` VALUES (173, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 0, '2020-03-17 15:27:51', 1);
INSERT INTO `jee_share` VALUES (174, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 0, '2020-03-17 15:28:02', 1);
INSERT INTO `jee_share` VALUES (175, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 0, '2020-03-17 15:28:14', 1);
INSERT INTO `jee_share` VALUES (176, '黄国峰分享了一个任务@彭兴乔：', '#99[ZH006-001 电气设计]', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', 6, '', 'http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#99 任务详情', 99, 3, 1, '2020-03-17 15:28:21', 1);
INSERT INTO `jee_share` VALUES (177, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 1, '2020-03-17 18:34:32', 1);
INSERT INTO `jee_share` VALUES (178, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 0, '2020-03-17 18:36:00', 1);
INSERT INTO `jee_share` VALUES (179, '陈富永分享了一个任务@陈富永：', '#54[测试系统]', '如题', 3, '', 'http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#54 任务详情', 54, 3, 1, '2020-03-17 18:39:10', 1);
INSERT INTO `jee_share` VALUES (180, '康文生分享了一个任务@王楠：', '#117[X、Y轴、刀库门 铠甲防护定货工程图]', '如题', 11, '', 'http://60.205.186.160/#/task/details/117?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/117?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#117 任务详情', 117, 3, 1, '2020-03-17 19:07:12', 1);
INSERT INTO `jee_share` VALUES (181, '康文生分享了一个任务@康文生：', '#118[底座精加工模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/118?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/118?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#118 任务详情', 118, 3, 1, '2020-03-17 19:08:01', 1);
INSERT INTO `jee_share` VALUES (182, '陈俊分享了一个任务@陈俊、@梁引科：', '#119[夹具整改装配]', '如题', 9, '', 'http://60.205.186.160/#/task/details/119?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/119?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#119 任务详情', 119, 3, 1, '2020-03-18 08:00:18', 1);
INSERT INTO `jee_share` VALUES (183, '陈俊分享了一个任务@杨海：', '#120[电装]', '如题', 9, '', 'http://60.205.186.160/#/task/details/120?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/120?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#120 任务详情', 120, 3, 1, '2020-03-18 08:01:52', 1);
INSERT INTO `jee_share` VALUES (184, '李伟东分享了一个任务@李伟东：', '#121[RS06A-014吹气装置改进]', '如题', 4, '', 'http://60.205.186.160/#/task/details/121?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/121?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#121 任务详情', 121, 3, 0, '2020-03-18 09:44:47', 1);
INSERT INTO `jee_share` VALUES (185, '陈俊分享了一个任务@郭伟：', '#122[铸件攻丝]', '如题', 9, '', 'http://60.205.186.160/#/task/details/122?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/122?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#122 任务详情', 122, 3, 1, '2020-03-18 14:46:53', 1);
INSERT INTO `jee_share` VALUES (186, '赵辛生分享了一个任务@张灵跃：', '#123[ZY1904]', '宿迁东贝机床导水挂板整改', 15, '', 'http://60.205.186.160/#/task/details/123?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/123?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#123 任务详情', 123, 3, 1, '2020-03-18 14:53:04', 1);
INSERT INTO `jee_share` VALUES (187, '赵辛生分享了一个任务@赵辛生：', '#124[ZY2001]', '成都西菱外购件整理，下速达', 15, '', 'http://60.205.186.160/#/task/details/124?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/124?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#124 任务详情', 124, 3, 1, '2020-03-18 15:02:53', 1);
INSERT INTO `jee_share` VALUES (188, '康文生分享了一个任务@王楠：', '#125[DVM-500-11001 底座装配工程图设计]', '完成DVM-500-11001 底座装配工程图、三表、其它非钣金件的工程图', 11, '', 'http://60.205.186.160/#/task/details/125?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/125?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#125 任务详情', 125, 3, 1, '2020-03-18 19:49:36', 1);
INSERT INTO `jee_share` VALUES (189, '康文生分享了一个任务@康文生：', '#126[WCM40-20011、21011左、右主轴箱精加工模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/126?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/126?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#126 任务详情', 126, 3, 0, '2020-03-18 19:51:06', 1);
INSERT INTO `jee_share` VALUES (190, '赵辛生分享了一个任务@张灵跃：', '#127[广州万宝，青岛万宝根据图纸整理（报价用）]', '广州万宝，青岛万宝根据图纸整理（报价用）', 15, '', 'http://60.205.186.160/#/task/details/127?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/127?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#127 任务详情', 127, 3, 1, '2020-03-19 10:33:31', 1);
INSERT INTO `jee_share` VALUES (191, '陈俊分享了一个任务@杨海：', '#128[发货准备]', '如题', 9, '', 'http://60.205.186.160/#/task/details/128?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/128?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#128 任务详情', 128, 3, 1, '2020-03-19 12:51:57', 1);
INSERT INTO `jee_share` VALUES (192, '陈俊分享了一个任务@梁引科：', '#129[发货准备]', '如题', 9, '', 'http://60.205.186.160/#/task/details/129?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/129?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#129 任务详情', 129, 3, 1, '2020-03-19 12:54:28', 1);
INSERT INTO `jee_share` VALUES (193, '陈富永分享了一个任务@王文利：', '#130[SFQ750-002内防护设计]', '导轨防护、电机防护、拖链、抛光架等防护', 3, '', 'http://60.205.186.160/#/task/details/130?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/130?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#130 任务详情', 130, 3, 1, '2020-03-19 13:17:31', 1);
INSERT INTO `jee_share` VALUES (194, '陈富永分享了一个任务@王文利：', '#130[SFQ750-002内防护设计]', '导轨防护、电机防护、拖链、抛光架等防护', 3, '', 'http://60.205.186.160/#/task/details/130?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/130?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#130 任务详情', 130, 3, 1, '2020-03-19 13:18:25', 1);
INSERT INTO `jee_share` VALUES (195, '康文生分享了一个任务@康文生：', '#131[WCM40-20012、21011、13011滑座精加工模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/131?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/131?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#131 任务详情', 131, 3, 1, '2020-03-19 19:41:56', 1);
INSERT INTO `jee_share` VALUES (196, '赵辛生分享了一个任务@张灵跃：', '#132[贝斯特中间体报价用方案]', '贝斯特中间体报价用方案', 15, '', 'http://60.205.186.160/#/task/details/132?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/132?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#132 任务详情', 132, 3, 1, '2020-03-20 08:34:13', 1);
INSERT INTO `jee_share` VALUES (197, '王保森分享了一个任务@黄国峰：', '#133[电器设计及调试]', '优化ZT003电气设计，电器部分下单，装盘及走线技术支持，整机调试。', 17, '', 'http://60.205.186.160/#/task/details/133?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/133?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#133 任务详情', 133, 3, 1, '2020-03-20 11:12:23', 1);
INSERT INTO `jee_share` VALUES (198, '黄国峰分享了一个任务@董晨瑞：', '#134[RS08A-27床身走线]', 'RS08A-27床身走线', 6, '', 'http://60.205.186.160/#/task/details/134?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/134?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#134 任务详情', 134, 3, 1, '2020-03-20 11:55:14', 1);
INSERT INTO `jee_share` VALUES (199, '黄国峰分享了一个任务@董晨瑞：', '#135[RS08A-27整机调试]', '如题', 6, '', 'http://60.205.186.160/#/task/details/135?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/135?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#135 任务详情', 135, 3, 1, '2020-03-20 11:57:05', 1);
INSERT INTO `jee_share` VALUES (200, '黄国峰分享了一个任务@董晨瑞：', '#134[RS08A-27床身走线]', 'RS08A-27床身走线', 6, '', 'http://60.205.186.160/#/task/details/134?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/134?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#134 任务详情', 134, 3, 1, '2020-03-20 12:13:47', 1);
INSERT INTO `jee_share` VALUES (201, '黄国峰分享了一个任务@董晨瑞：', '#135[RS08A-27整机调试]', '如题', 6, '', 'http://60.205.186.160/#/task/details/135?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/135?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#135 任务详情', 135, 3, 1, '2020-03-20 12:14:19', 1);
INSERT INTO `jee_share` VALUES (202, '李伟东分享了一个任务@李伟东：', '#136[RS10A发货前清点装箱单]', 'RS10A发货前清点装箱单', 4, '', 'http://60.205.186.160/#/task/details/136?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/136?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#136 任务详情', 136, 3, 0, '2020-03-20 15:26:53', 1);
INSERT INTO `jee_share` VALUES (203, '李伟东分享了一个任务@李伟东：', '#137[RS10A工件打标]', '换型件加工厂未打标', 4, '', 'http://60.205.186.160/#/task/details/137?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/137?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#137 任务详情', 137, 3, 0, '2020-03-20 15:28:04', 1);
INSERT INTO `jee_share` VALUES (204, '黄国峰分享了一个任务@董晨瑞：', '#134[RS08A-27床身走线]', 'RS08A-27床身走线', 6, '', 'http://60.205.186.160/#/task/details/134?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/134?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#134 任务详情', 134, 3, 1, '2020-03-20 16:06:21', 1);
INSERT INTO `jee_share` VALUES (205, '陈俊分享了一个任务@郭伟：', '#138[发货]', '发货\r\n', 9, '', 'http://60.205.186.160/#/task/details/138?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/138?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#138 任务详情', 138, 3, 1, '2020-03-20 17:38:04', 1);
INSERT INTO `jee_share` VALUES (206, '陈俊分享了一个任务@杨海、@梁引科、@郭伟：', '#139[发货]', '包装发货\r\n', 9, '', 'http://60.205.186.160/#/task/details/139?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/139?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#139 任务详情', 139, 3, 1, '2020-03-21 20:30:59', 1);
INSERT INTO `jee_share` VALUES (207, '陈俊分享了一个任务@杨海、@梁引科、@郭伟：', '#140[安装防护，机床线体走线]', '安装防护，机床线体走线', 9, '', 'http://60.205.186.160/#/task/details/140?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/140?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#140 任务详情', 140, 3, 1, '2020-03-22 17:08:54', 1);
INSERT INTO `jee_share` VALUES (208, '康文生分享了一个任务@王楠：', '#141[DVM-500-12001  横梁装配工程图设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/141?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/141?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#141 任务详情', 141, 3, 1, '2020-03-23 07:47:11', 1);
INSERT INTO `jee_share` VALUES (209, '康文生分享了一个任务@康文生：', '#142[WCM40-14011  滑座的精加工模型设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/142?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/142?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#142 任务详情', 142, 3, 1, '2020-03-23 07:48:47', 1);
INSERT INTO `jee_share` VALUES (210, '陈俊分享了一个任务@福立新：', '#143[装配]', '如题', 9, '', 'http://60.205.186.160/#/task/details/143?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/143?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#143 任务详情', 143, 3, 0, '2020-03-23 08:15:35', 1);
INSERT INTO `jee_share` VALUES (211, '陈俊分享了一个任务@福立新：', '#144[装配]', '如题', 9, '', 'http://60.205.186.160/#/task/details/144?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/144?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#144 任务详情', 144, 3, 1, '2020-03-23 08:16:29', 1);
INSERT INTO `jee_share` VALUES (212, '李伟东分享了一个任务@李伟东：', '#145[RS08A-027统计防护罩到货情况]', 'RS08A-027统计防护罩到货情况', 4, '', 'http://60.205.186.160/#/task/details/145?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/145?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#145 任务详情', 145, 3, 1, '2020-03-23 09:40:35', 1);
INSERT INTO `jee_share` VALUES (213, '陈俊分享了一个任务@梁引科、@郭伟：', '#146[安装防护，机床走线]', '如题', 9, '', 'http://60.205.186.160/#/task/details/146?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/146?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#146 任务详情', 146, 3, 1, '2020-03-23 17:50:50', 1);
INSERT INTO `jee_share` VALUES (214, '陈俊分享了一个任务@杨海：', '#147[售后调试]', '如题', 9, '', 'http://60.205.186.160/#/task/details/147?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/147?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#147 任务详情', 147, 3, 1, '2020-03-23 17:52:31', 1);
INSERT INTO `jee_share` VALUES (215, '李伟东分享了一个任务@李伟东：', '#148[R08-002主机设计]', 'R08-002主机设计', 4, '', 'http://60.205.186.160/#/task/details/148?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/148?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#148 任务详情', 148, 3, 0, '2020-03-23 18:07:54', 1);
INSERT INTO `jee_share` VALUES (216, '康文生分享了一个任务@刘长澜：', '#149[DVM-1115-001   整机防护结构方案设计]', '整机防护结构方案设计依实现外观设计为准。', 11, '', 'http://60.205.186.160/#/task/details/149?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/149?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#149 任务详情', 149, 3, 1, '2020-03-23 19:52:42', 1);
INSERT INTO `jee_share` VALUES (217, '康文生分享了一个任务@康文生：', '#150[WCM40  整机防护外观方案模型设计]', '着重于外观设计，主要是有于样本资料。', 11, '', 'http://60.205.186.160/#/task/details/150?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/150?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#150 任务详情', 150, 3, 0, '2020-03-23 19:54:24', 1);
INSERT INTO `jee_share` VALUES (218, '康文生分享了一个任务@康文生：', '#150[WCM40  整机防护外观方案模型设计]', '着重于外观设计，主要是有于样本资料。', 11, '', 'http://60.205.186.160/#/task/details/150?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/150?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#150 任务详情', 150, 3, 1, '2020-03-24 07:58:40', 1);
INSERT INTO `jee_share` VALUES (219, '赵辛生分享了一个任务@张灵跃：', '#151[ZY2001]', 'ZY2001 西菱装配图', 15, '', 'http://60.205.186.160/#/task/details/151?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/151?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#151 任务详情', 151, 3, 1, '2020-03-24 09:13:31', 1);
INSERT INTO `jee_share` VALUES (220, '陈富永分享了一个任务@王文利：', '#152[SFT750-001改造总方案]', '确定总体改造内容，各部件改造总方案及可行性。', 3, '', 'http://60.205.186.160/#/task/details/152?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/152?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#152 任务详情', 152, 3, 1, '2020-03-24 10:07:45', 1);
INSERT INTO `jee_share` VALUES (221, '黄国峰分享了一个任务@董晨瑞：', '#153[RC08A-007 解除使用期限]', '如题', 6, '', 'http://60.205.186.160/#/task/details/153?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/153?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#153 任务详情', 153, 3, 0, '2020-03-24 12:04:26', 1);
INSERT INTO `jee_share` VALUES (222, '黄国峰分享了一个任务@董晨瑞：', '#154[RC06A-014 解除使用期限]', 'RC06A-014 解除使用期限。联络、制作并传文件、指导操作等', 6, '', 'http://60.205.186.160/#/task/details/154?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/154?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#154 任务详情', 154, 3, 0, '2020-03-24 12:05:38', 1);
INSERT INTO `jee_share` VALUES (223, '黄国峰分享了一个任务@董晨瑞：', '#153[RC08A-007 解除使用期限]', 'RC08A-007 解除使用期限。联络、制作并传文件、指导操作等', 6, '', 'http://60.205.186.160/#/task/details/153?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/153?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#153 任务详情', 153, 3, 1, '2020-03-24 12:06:07', 1);
INSERT INTO `jee_share` VALUES (224, '陈富永分享了一个任务@王文利：', '#155[SFQ750-001测试软件]', '如题', 3, '', 'http://60.205.186.160/#/task/details/155?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/155?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#155 任务详情', 155, 3, 0, '2020-03-24 16:38:03', 1);
INSERT INTO `jee_share` VALUES (225, '陈俊分享了一个任务@吕阳、@代彦磊：', '#156[铸件加工]', '如题', 9, '', 'http://60.205.186.160/#/task/details/156?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/156?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#156 任务详情', 156, 3, 1, '2020-03-24 17:32:05', 1);
INSERT INTO `jee_share` VALUES (226, '李伟东分享了一个任务@任颖：', '#157[R08-002主机部分下单]', 'R08-002主机部分下单', 4, '', 'http://60.205.186.160/#/task/details/157?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/157?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#157 任务详情', 157, 3, 1, '2020-03-24 19:47:51', 1);
INSERT INTO `jee_share` VALUES (227, '李伟东分享了一个任务@李伟东：', '#158[RC06A-018技术任务书]', 'RC06A-018技术任务书', 4, '', 'http://60.205.186.160/#/task/details/158?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/158?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#158 任务详情', 158, 3, 0, '2020-03-24 19:49:34', 1);
INSERT INTO `jee_share` VALUES (228, '李伟东分享了一个任务@李伟东：', '#159[RC06A-018夹具设计]', 'RC06A-018夹具设计', 4, '', 'http://60.205.186.160/#/task/details/159?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/159?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#159 任务详情', 159, 3, 0, '2020-03-24 19:50:54', 1);
INSERT INTO `jee_share` VALUES (229, '陈俊分享了一个任务@福立新：', '#160[四台磁分]', '如题', 9, '', 'http://60.205.186.160/#/task/details/160?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/160?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#160 任务详情', 160, 3, 1, '2020-03-25 07:57:35', 1);
INSERT INTO `jee_share` VALUES (230, '黄国峰分享了一个任务@彭兴乔：', '#161[R08-002 电气设计]', 'R08-002 电气设计，与第一台相同。整理并审查第一台的原理图和元器件表，添加端子接线图和电柜排布图。', 6, '', 'http://60.205.186.160/#/task/details/161?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/161?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#161 任务详情', 161, 3, 1, '2020-03-25 08:59:10', 1);
INSERT INTO `jee_share` VALUES (231, '黄国峰分享了一个任务@彭兴乔：', '#162[ZT003-003 电气设计]', 'ZT003-003 电气设计，出原理图、端子接线图、电柜排布图', 6, '', 'http://60.205.186.160/#/task/details/162?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/162?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#162 任务详情', 162, 3, 0, '2020-03-25 09:54:28', 1);
INSERT INTO `jee_share` VALUES (232, '黄国峰分享了一个任务@彭兴乔：', '#162[ZT003-003 电气设计]', 'ZT003-003 电气设计，出原理图、端子接线图、电柜排布图', 6, '', 'http://60.205.186.160/#/task/details/162?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/162?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#162 任务详情', 162, 3, 1, '2020-03-25 09:55:12', 1);
INSERT INTO `jee_share` VALUES (233, '黄国峰分享了一个任务@彭兴乔：', '#161[R08-002 电气设计]', 'R08-002 电气设计，与第一台相同。整理并审查第一台的原理图和元器件表，添加端子接线图和电柜排布图。', 6, '', 'http://60.205.186.160/#/task/details/161?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/161?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#161 任务详情', 161, 3, 1, '2020-03-25 12:06:37', 1);
INSERT INTO `jee_share` VALUES (234, '黄国峰分享了一个任务@彭兴乔：', '#163[RC06A-018 电气设计]', 'RC06A-018，出原理图、端子接线图、电柜排布图。注意操作面板为RC机型第3版，是新版本。', 6, '', 'http://60.205.186.160/#/task/details/163?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/163?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#163 任务详情', 163, 3, 1, '2020-03-25 12:27:12', 1);
INSERT INTO `jee_share` VALUES (235, '康文生分享了一个任务@康文生：', '#164[WCM40  优化总机外形尺寸]', '总机尺寸过长，优化主机总长尺寸与使用者的操作空间尺寸。', 11, '', 'http://60.205.186.160/#/task/details/164?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/164?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#164 任务详情', 164, 3, 1, '2020-03-25 20:51:23', 1);
INSERT INTO `jee_share` VALUES (236, '康文生分享了一个任务@王楠：', '#165[DVM-500-13001  滑座装配工程图设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/165?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/165?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#165 任务详情', 165, 3, 1, '2020-03-25 20:52:51', 1);
INSERT INTO `jee_share` VALUES (237, '陈俊分享了一个任务@福立新：', '#166[夹具装配]', '如题', 9, '', 'http://60.205.186.160/#/task/details/166?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/166?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#166 任务详情', 166, 3, 1, '2020-03-26 08:04:02', 1);
INSERT INTO `jee_share` VALUES (238, '赵辛生分享了一个任务@张灵跃：', '#167[自动化说明书模板]', '自动化说明书模板', 15, '', 'http://60.205.186.160/#/task/details/167?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/167?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#167 任务详情', 167, 3, 1, '2020-03-26 08:59:09', 1);
INSERT INTO `jee_share` VALUES (239, '赵辛生分享了一个任务@赵辛生：', '#168[恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价]', '如题', 15, '', 'http://60.205.186.160/#/task/details/168?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/168?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#168 任务详情', 168, 3, 1, '2020-03-26 09:01:15', 1);
INSERT INTO `jee_share` VALUES (240, '黄国峰分享了一个任务@彭兴乔：', '#169[RS08A-027 水箱及输送机走线]', 'RS08A-027 水箱及输送机走线', 6, '', 'http://60.205.186.160/#/task/details/169?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/169?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#169 任务详情', 169, 3, 1, '2020-03-26 11:24:36', 1);
INSERT INTO `jee_share` VALUES (241, '郝俊才分享了一个任务@郝俊才：', '#170[P2002磐吉奥换型夹具设计及下单]', '售后服务项目；用户两种零件的换型夹具', 20, '', 'http://60.205.186.160/#/task/details/170?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/170?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#170 任务详情', 170, 3, 1, '2020-03-26 11:28:31', 1);
INSERT INTO `jee_share` VALUES (242, '陈俊分享了一个任务@梁引科、@福立新、@郭伟：', '#171[调试，发货]', '如题', 9, '', 'http://60.205.186.160/#/task/details/171?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/171?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#171 任务详情', 171, 3, 1, '2020-03-27 08:00:26', 1);
INSERT INTO `jee_share` VALUES (243, '康文生分享了一个任务@康文生：', '#172[WCM40  样本资料设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/172?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/172?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#172 任务详情', 172, 3, 1, '2020-03-27 08:08:24', 1);
INSERT INTO `jee_share` VALUES (244, '黄国峰分享了一个任务@彭兴乔：', '#163[RC06A-018 电气设计]', 'RC06A-018，出原理图、端子接线图、电柜排布图。注意操作面板为RC机型第3版，是新版本。', 6, '', 'http://60.205.186.160/#/task/details/163?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/163?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#163 任务详情', 163, 3, 1, '2020-03-27 13:04:44', 1);
INSERT INTO `jee_share` VALUES (245, '黄国峰分享了一个任务@吴永德：', '#173[ZP005-001 编写电气说明书]', 'ZP005-001 编写电气说明书', 6, '', 'http://60.205.186.160/#/task/details/173?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/173?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#173 任务详情', 173, 3, 1, '2020-03-27 13:06:45', 1);
INSERT INTO `jee_share` VALUES (246, '黄国峰分享了一个任务@吴永德：', '#174[ZH005-001 修改程序]', 'ZH005-001 修改程序', 6, '', 'http://60.205.186.160/#/task/details/174?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/174?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#174 任务详情', 174, 3, 1, '2020-03-27 13:09:55', 1);
INSERT INTO `jee_share` VALUES (247, '李伟东分享了一个任务@李伟东：', '#175[RS08A-027发货清单及核对换型件]', '如题', 4, '', 'http://60.205.186.160/#/task/details/175?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/175?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#175 任务详情', 175, 3, 1, '2020-03-27 15:20:03', 1);
INSERT INTO `jee_share` VALUES (248, '李伟东分享了一个任务@李伟东：', '#175[RS08A-027发货清单及核对换型件]', '如题', 4, '', 'http://60.205.186.160/#/task/details/175?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/175?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#175 任务详情', 175, 3, 1, '2020-03-27 15:20:25', 1);
INSERT INTO `jee_share` VALUES (249, '李伟东分享了一个任务@李伟东：', '#176[SH2003夹具设计]', 'SH2003夹具设计', 4, '', 'http://60.205.186.160/#/task/details/176?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/176?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#176 任务详情', 176, 3, 1, '2020-03-27 15:21:37', 1);
INSERT INTO `jee_share` VALUES (250, '黄国峰分享了一个任务@任颖：', '#177[ZH006-001所有铸件建号]', '如题', 6, '', 'http://60.205.186.160/#/task/details/177?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/177?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#177 任务详情', 177, 3, 1, '2020-03-28 13:31:57', 1);
INSERT INTO `jee_share` VALUES (251, '黄国峰分享了一个任务@任颖：', '#177[ZH006-001 速达建号下单]', '3.13	ZH006-001所有铸件建号\r\n3.19	给采购修改货品号和新建外购件号（ZH006)\r\n3.27	修改货品号（ZH006）并与采购核实确认\r\n', 6, '', 'http://60.205.186.160/#/task/details/177?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/177?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#177 任务详情', 177, 3, 1, '2020-03-28 13:36:51', 1);
INSERT INTO `jee_share` VALUES (252, '陈俊分享了一个任务@梁引科、@郭伟：', '#178[改造]', '如题', 9, '', 'http://60.205.186.160/#/task/details/178?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/178?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#178 任务详情', 178, 3, 1, '2020-03-30 07:13:35', 1);
INSERT INTO `jee_share` VALUES (253, '康文生分享了一个任务@康文生：', '#179[WCM40  完成产品的样本]', '如题', 11, '', 'http://60.205.186.160/#/task/details/179?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/179?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#179 任务详情', 179, 3, 0, '2020-03-30 07:51:45', 1);
INSERT INTO `jee_share` VALUES (254, '康文生分享了一个任务@王楠：', '#180[DVM-500-20001  主轴装配工程图设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/180?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/180?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#180 任务详情', 180, 3, 1, '2020-03-30 07:53:34', 1);
INSERT INTO `jee_share` VALUES (255, '康文生分享了一个任务@刘长澜：', '#181[DVL-1115  完成内总钣金件的设计]', '如题', 11, '', 'http://60.205.186.160/#/task/details/181?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/181?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#181 任务详情', 181, 3, 1, '2020-03-30 07:56:12', 1);
INSERT INTO `jee_share` VALUES (256, '黄国峰分享了一个任务@任颖：', '#182[ZY2001 速达建号下单]', '3.16	智羽做采购计划和外购件建号\r\n3.17	智羽外购件建号', 6, '', 'http://60.205.186.160/#/task/details/182?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/182?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#182 任务详情', 182, 3, 1, '2020-03-30 08:24:53', 1);
INSERT INTO `jee_share` VALUES (257, '黄国峰分享了一个任务@任颖：', '#183[R08-002 速达项目号审核建号]', 'R08-002 速达项目号审核建号', 6, '', 'http://60.205.186.160/#/task/details/183?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/183?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#183 任务详情', 183, 3, 1, '2020-03-30 08:53:33', 1);
INSERT INTO `jee_share` VALUES (258, '黄国峰分享了一个任务@任颖：', '#184[ZT003-003 速达项目号审核建号]', 'ZT003-003 速达项目号审核建号', 6, '', 'http://60.205.186.160/#/task/details/184?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/184?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#184 任务详情', 184, 3, 0, '2020-03-30 08:54:27', 1);
INSERT INTO `jee_share` VALUES (259, '黄国峰分享了一个任务@任颖：', '#184[ZT003-003 速达项目号审核建号]', 'ZT003-003 速达项目号审核建号', 6, '', 'http://60.205.186.160/#/task/details/184?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/184?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#184 任务详情', 184, 3, 0, '2020-03-30 08:54:44', 1);
INSERT INTO `jee_share` VALUES (260, '黄国峰分享了一个任务@任颖：', '#185[SH2003 速达项目号审核建号]', 'SH2003 速达项目号审核建号', 6, '', 'http://60.205.186.160/#/task/details/185?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/185?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#185 任务详情', 185, 3, 0, '2020-03-30 08:55:54', 1);
INSERT INTO `jee_share` VALUES (261, '黄国峰分享了一个任务@任颖：', '#186[RC06A-018 速达项目号审核建号]', 'RC06A-018 速达项目号审核建号', 6, '', 'http://60.205.186.160/#/task/details/186?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/186?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#186 任务详情', 186, 3, 1, '2020-03-30 08:56:47', 1);
INSERT INTO `jee_share` VALUES (262, '李伟东分享了一个任务@胡玉龙：', '#187[RC06A-018查找防护电柜缺失件并补齐]', 'RC06A-018查找防护电柜缺失件并补齐', 4, '', 'http://60.205.186.160/#/task/details/187?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/187?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#187 任务详情', 187, 3, 1, '2020-03-30 09:04:15', 1);
INSERT INTO `jee_share` VALUES (263, '陈富永分享了一个任务@王文利：', '#188[SFQ750-001振动系统改造设计]', '压缩油缸振动修改为主轴箱、尾座一体振动。\r\n尾座增加导轨，与主轴箱增加刚性连接。', 3, '', 'http://60.205.186.160/#/task/details/188?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/188?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#188 任务详情', 188, 3, 1, '2020-03-30 09:10:45', 1);
INSERT INTO `jee_share` VALUES (264, '李伟东分享了一个任务@李伟东：', '#189[R08-002夹具方案设计]', 'R08-002夹具方案设计', 4, '', 'http://60.205.186.160/#/task/details/189?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/189?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#189 任务详情', 189, 3, 0, '2020-03-30 09:35:29', 1);
INSERT INTO `jee_share` VALUES (265, '陈俊分享了一个任务@梁引科：', '#190[装配]', '如题', 9, '', 'http://60.205.186.160/#/task/details/190?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/190?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#190 任务详情', 190, 3, 1, '2020-03-30 15:27:51', 1);
INSERT INTO `jee_share` VALUES (266, '陈俊分享了一个任务@郭伟：', '#191[铸件攻丝]', '如题', 9, '', 'http://60.205.186.160/#/task/details/191?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/191?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#191 任务详情', 191, 3, 1, '2020-03-30 15:28:49', 1);
INSERT INTO `jee_share` VALUES (267, '陈俊分享了一个任务@王金龙：', '#192[试切]', '如题', 9, '', 'http://60.205.186.160/#/task/details/192?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/192?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#192 任务详情', 192, 3, 1, '2020-03-30 15:29:42', 1);
INSERT INTO `jee_share` VALUES (268, '李伟东分享了一个任务@胡玉龙：', '#193[R08-002更换电柜空调厂家]', 'R08-002更换电柜空调厂家，电柜接口重出图', 4, '', 'http://60.205.186.160/#/task/details/193?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/193?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#193 任务详情', 193, 3, 1, '2020-03-30 16:01:12', 1);
INSERT INTO `jee_share` VALUES (269, '李伟东分享了一个任务@胡玉龙：', '#193[R08-002更换电柜空调厂家]', 'R08-002更换电柜空调厂家，电柜接口重出图', 4, '', 'http://60.205.186.160/#/task/details/193?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/193?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#193 任务详情', 193, 3, 1, '2020-03-30 16:01:36', 1);
INSERT INTO `jee_share` VALUES (270, '李伟东分享了一个任务@胡玉龙：', '#194[RC06A-018夹具装配图，气动原理图]', 'RC06A-018夹具装配图，气动原理图', 4, '', 'http://60.205.186.160/#/task/details/202?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/202?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#194 任务详情', 202, 3, 1, '2020-03-30 20:23:53', 1);
INSERT INTO `jee_share` VALUES (271, '康文生分享了一个任务@王楠：', '#195[DVN-500  液压系统设计任务书]', '如题', 11, '', 'http://60.205.186.160/#/task/details/203?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/203?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#195 任务详情', 203, 3, 1, '2020-03-31 07:57:33', 1);
INSERT INTO `jee_share` VALUES (272, '陈俊分享了一个任务@梁引科、@王金龙：', '#196[收尾]', '如题', 9, '', 'http://60.205.186.160/#/task/details/204?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/204?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#196 任务详情', 204, 3, 1, '2020-03-31 07:59:48', 1);
INSERT INTO `jee_share` VALUES (273, '陈俊分享了一个任务@郭伟：', '#197[铸件攻丝]', '如题', 9, '', 'http://60.205.186.160/#/task/details/205?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/205?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#197 任务详情', 205, 3, 1, '2020-03-31 08:01:16', 1);
INSERT INTO `jee_share` VALUES (274, '康文生分享了一个任务@康文生：', '#198[WCM40  差速器生产线中的应用]', '如题', 11, '', 'http://60.205.186.160/#/task/details/206?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/206?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#198 任务详情', 206, 3, 1, '2020-03-31 08:02:17', 1);
INSERT INTO `jee_share` VALUES (275, '李伟东分享了一个任务@马英福：', '#199[RS10A-009找正机构画出找正角度]', 'RS10A-009找正机构画出找正角度，发给三星', 4, '', 'http://60.205.186.160/#/task/details/207?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/207?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#199 任务详情', 207, 3, 1, '2020-03-31 08:47:31', 1);
INSERT INTO `jee_share` VALUES (276, '李伟东分享了一个任务@马英福：', '#200[RS08A-027 活塞环高度变化说明]', 'RS08A-027 活塞环高度变化说明', 4, '', 'http://60.205.186.160/#/task/details/208?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/208?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#200 任务详情', 208, 3, 1, '2020-03-31 08:54:01', 1);
INSERT INTO `jee_share` VALUES (277, '李伟东分享了一个任务@马英福：', '#201[RS08A-027整理说明书用装配图，换型表]', 'RS08A-027整理说明书用装配图，换型表', 4, '', 'http://60.205.186.160/#/task/details/209?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/209?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#201 任务详情', 209, 3, 1, '2020-03-31 13:37:24', 1);
INSERT INTO `jee_share` VALUES (278, '赵辛生分享了一个任务@陈俊：', '#202[ZY1908]', 'ZY1908合肥美芝整改件安装', 15, '', 'http://60.205.186.160/#/task/details/210?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/210?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#202 任务详情', 210, 3, 1, '2020-03-31 17:16:02', 1);
INSERT INTO `jee_share` VALUES (279, '陈俊分享了一个任务@王金龙：', '#203[底座部装]', '如题', 9, '', 'http://60.205.186.160/#/task/details/211?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/211?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#203 任务详情', 211, 3, 1, '2020-04-01 07:56:31', 1);
INSERT INTO `jee_share` VALUES (280, '陈俊分享了一个任务@梁引科、@郭伟：', '#204[发货准备]', '如题', 9, '', 'http://60.205.186.160/#/task/details/212?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/212?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#204 任务详情', 212, 3, 1, '2020-04-01 07:58:21', 1);
INSERT INTO `jee_share` VALUES (281, '赵辛生分享了一个任务@张灵跃：', '#205[恩布拉科报价方案3D图]', '如题', 15, '', 'http://60.205.186.160/#/task/details/213?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/213?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#205 任务详情', 213, 3, 1, '2020-04-01 08:12:12', 1);
INSERT INTO `jee_share` VALUES (282, '李伟东分享了一个任务@马英福：', '#206[R08-002夹具设计]', 'R08-002夹具设计', 4, '', 'http://60.205.186.160/#/task/details/214?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/214?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#206 任务详情', 214, 3, 1, '2020-04-01 08:20:08', 1);
INSERT INTO `jee_share` VALUES (283, '李伟东分享了一个任务@胡玉龙：', '#207[R08-002非标防护]', 'R08-002非标防护', 4, '', 'http://60.205.186.160/#/task/details/215?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/215?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#207 任务详情', 215, 3, 1, '2020-04-01 08:22:12', 1);
INSERT INTO `jee_share` VALUES (284, '李伟东分享了一个任务@马英福：', '#206[R08-002夹具设计]', 'R08-002夹具设计', 4, '', 'http://60.205.186.160/#/task/details/214?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/214?company=QNaYJM&user=root', 'http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#206 任务详情', 214, 3, 0, '2020-04-01 08:23:03', 1);
INSERT INTO `jee_share` VALUES (285, '橙子分享了一个任务@橙子：', '#1[托尔斯泰]', '如题', 1, '', 'http://localhost/workless-v1/www/#/workless-v1/www/task/details/216?company=aUdrAY&user=root#313,http://localhost/workless-v1/www/mobileConsoles/task_details/216?company=aUdrAY&user=root', 'http://localhost/workless-v1/www/share/sharePageTask/,http://localhost/workless-v1/www/mobileConsoles/sharePageTask', '任务大厅', 'RELEASE_TASK', '#1 任务详情', 216, 1, 0, '2020-12-31 16:44:51', 1);
COMMIT;

-- ----------------------------
-- Table structure for jee_shop_cart
-- ----------------------------
DROP TABLE IF EXISTS `jee_shop_cart`;
CREATE TABLE `jee_shop_cart` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `share_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `sku_code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `pay_types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_id` (`product_id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_sms
-- ----------------------------
DROP TABLE IF EXISTS `jee_sms`;
CREATE TABLE `jee_sms` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `code` varchar(11) COLLATE utf8_unicode_ci NOT NULL,
  `tel` varchar(11) COLLATE utf8_unicode_ci NOT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `send_time` datetime DEFAULT NULL,
  `mobileids` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `stat` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `add_time` datetime NOT NULL,
  `template` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=41 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_sms
-- ----------------------------
BEGIN;
INSERT INTO `jee_sms` VALUES (20, 0, 0, '867120', '15011853807', '【九程软件】您的手机验证码是：867120，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2018-12-13 15:41:20', '15011853807', 100, 2, '2018-12-13 15:41:20', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (21, 0, 0, '152212', '15011853809', '【九程软件】您的手机验证码是：152212，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2018-12-13 15:45:00', '15011853809', 100, 2, '2018-12-13 15:45:00', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (22, 0, 0, '759893', '15011853810', '【九程软件】您的手机验证码是：759893，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-15 11:04:24', '15011853810', 100, 2, '2019-04-15 11:04:24', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (23, 0, 0, '526873', '15011853811', '【九程软件】您的手机验证码是：526873，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-15 11:34:13', '15011853811', 100, 2, '2019-04-15 11:34:13', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (24, 0, 0, '583645', '15011853812', '【九程软件】您的手机验证码是：583645，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-15 15:22:59', '15011853812', 100, 2, '2019-04-15 15:22:59', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (25, 0, 0, '446975', '15011853814', '【九程软件】您的手机验证码是：446975，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-17 15:24:03', '15011853814', 100, 2, '2019-04-17 15:24:03', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (26, 0, 0, '242602', '15011853815', '【WorkLess】您的手机验证码是：242602，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-17 15:25:27', '15011853815', 100, 2, '2019-04-17 15:25:27', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (27, 0, 0, '865664', '15011853815', '【WorkLess】您的手机验证码是：865664，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-23 09:10:44', '15011853815', 100, 0, '2019-04-23 09:10:44', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (28, 0, 0, '963031', '15011853816', '【WorkLess】您的手机验证码是：963031，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-23 09:11:37', '15011853816', 100, 2, '2019-04-23 09:11:37', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (29, 0, 0, '207226', '15011853817', '【WorkLess】您的手机验证码是：207226，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-23 09:21:52', '15011853817', 100, 2, '2019-04-23 09:21:52', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (30, 0, 0, '502978', '15011853818', '【WorkLess】您的手机验证码是：502978，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-23 09:32:58', '15011853818', 100, 2, '2019-04-23 09:32:58', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (31, 0, 0, '852838', '15011853819', '【WorkLess】您的手机验证码是：852838，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-23 09:34:42', '15011853819', 100, 2, '2019-04-23 09:34:42', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (32, 0, 0, '712570', '15011853820', '【WorkLess】您的手机验证码是：712570，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-23 09:38:23', '15011853820', 100, 2, '2019-04-23 09:38:23', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (33, 0, 0, '510778', '15011853821', '【WorkLess】您的手机验证码是：510778，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-23 09:40:13', '15011853821', 100, 2, '2019-04-23 09:40:13', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (34, 0, 0, '885604', '15011853822', '【WorkLess】您的手机验证码是：885604，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-23 09:45:25', '15011853822', 100, 2, '2019-04-23 09:45:25', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (35, 0, 0, '660137', '15011853823', '【WorkLess】您的手机验证码是：660137，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-23 09:48:05', '15011853823', 100, 2, '2019-04-23 09:48:05', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (36, 0, 0, '208682', '15011853824', '【WorkLess】您的手机验证码是：208682，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-04-23 09:49:44', '15011853824', 100, 2, '2019-04-23 09:49:44', 'CAPTCHA');
INSERT INTO `jee_sms` VALUES (37, 0, 0, '548076', '15011853801', '您申请手机找回密码，验证码是548076。请保密并确认本人操作！【九程软件】', '2019-06-20 20:19:15', '15011853801', 100, 2, '2019-06-20 20:19:15', 'SMS_FIND');
INSERT INTO `jee_sms` VALUES (38, 0, 0, '733693', '15011853801', '您申请手机找回密码，验证码是733693。请保密并确认本人操作！【九程软件】', '2019-06-20 20:32:57', '15011853801', 100, 2, '2019-06-20 20:32:57', 'SMS_FIND');
INSERT INTO `jee_sms` VALUES (39, 0, 0, '337032', '15011853801', '您申请手机找回密码，验证码是337032。请保密并确认本人操作！【九程软件】', '2019-06-20 20:34:12', '15011853801', 100, 2, '2019-06-20 20:34:12', 'SMS_FIND');
INSERT INTO `jee_sms` VALUES (40, 0, 0, '722760', '15011853899', '【九程软件】您的手机验证码是：722760，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。', '2019-08-14 18:11:45', '15011853899', 100, 0, '2019-08-14 18:11:45', 'CAPTCHA');
COMMIT;

-- ----------------------------
-- Table structure for jee_staff
-- ----------------------------
DROP TABLE IF EXISTS `jee_staff`;
CREATE TABLE `jee_staff` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `user_name` varchar(255) DEFAULT NULL,
  `role_name` varchar(255) DEFAULT NULL,
  `effect` int(20) DEFAULT NULL,
  `point` int(20) DEFAULT NULL,
  `pwd` varchar(255) DEFAULT NULL,
  `safepwd` varchar(255) DEFAULT NULL,
  `department` int(11) DEFAULT NULL,
  `station` int(11) DEFAULT NULL,
  `phone` varchar(15) DEFAULT NULL,
  `qq` varchar(15) DEFAULT NULL,
  `wx` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `bonus` decimal(20,2) DEFAULT NULL,
  `snack_num` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=50 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_staff
-- ----------------------------
BEGIN;
INSERT INTO `jee_staff` VALUES (1, 1, '橙子', 1, 'change', 'system', 0, 0, '', '', 1, 1, '15011853801', '', '', '', '2020-01-11 14:44:53', '', 1, '', 0.00, 0);
COMMIT;

-- ----------------------------
-- Table structure for jee_staff_group
-- ----------------------------
DROP TABLE IF EXISTS `jee_staff_group`;
CREATE TABLE `jee_staff_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `subject` varchar(255) DEFAULT NULL,
  `leader` smallint(6) DEFAULT NULL,
  `helper` smallint(6) DEFAULT NULL,
  `members` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_staff_station
-- ----------------------------
DROP TABLE IF EXISTS `jee_staff_station`;
CREATE TABLE `jee_staff_station` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `department` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `rise_acorn` int(11) DEFAULT NULL,
  `limit_acorn` smallint(6) DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_staff_station
-- ----------------------------
BEGIN;
INSERT INTO `jee_staff_station` VALUES (1, 1, 0, '-', 0, NULL, 1, NULL, NULL, NULL);
INSERT INTO `jee_staff_station` VALUES (2, 2, 0, '-', 0, NULL, 1, NULL, NULL, NULL);
INSERT INTO `jee_staff_station` VALUES (3, 3, 0, '-', 0, NULL, 1, NULL, NULL, NULL);
COMMIT;

-- ----------------------------
-- Table structure for jee_standard
-- ----------------------------
DROP TABLE IF EXISTS `jee_standard`;
CREATE TABLE `jee_standard` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `names` varchar(255) DEFAULT NULL,
  `classify` smallint(6) DEFAULT NULL,
  `sub_classify` smallint(6) DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  `methods` smallint(6) DEFAULT NULL,
  `cycle` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `s_no` varchar(255) DEFAULT NULL,
  `hot` int(11) DEFAULT NULL,
  `workload` varchar(255) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `classify` (`classify`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=1307 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_standard
-- ----------------------------
BEGIN;
INSERT INTO `jee_standard` VALUES (105, '工作时间做其他事情', 3, 0, -5, 1, -1, 1, '', '2018-10-09 14:34:06', 11, 'HGA7hiVm', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (104, '未按规定汇报工作', 4, 0, -5, 1, -1, 1, '如日报，周报或者其他规定的汇报工作', '2018-10-09 14:04:09', 11, 'RWnCFc7m', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (103, '主动分享日常有趣的事情', 3, 0, 2, 0, -1, 1, '主动分享日常有趣的事情，促进同事之间关系', '2018-10-08 10:50:56', 11, 'HGpaPIV5', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (102, '任务难度高', 4, 0, 10, 1, -1, 1, '任务难度高，且完成得比较理想', '2018-09-30 22:26:33', 11, 'RWZa9tUv', 2, NULL, 0);
INSERT INTO `jee_standard` VALUES (99, '分享了影响力申请', 1, 0, 1, 0, -1, 1, '申请影响力后分享链接给朋友，分享者可获得影响力', '2018-09-29 09:27:05', 11, 'SHwbSvYH', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (98, '每日任务-日报', 4, 0, 0, 1, -1, 1, '', '2018-09-28 18:59:43', 11, 'RWwGm8pX', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (97, '幸运奖', 1, 0, 0, 2, -1, 1, '', '2018-09-28 18:48:40', 11, 'SHVKNmSQ', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (88, '任务总结汇报及时有效', 3, 0, 2, 1, -1, 1, '', '2018-09-21 11:18:40', 11, 'HG9gVJdv', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (87, '任务效率高', 3, 0, 5, 1, -1, 1, '', '2018-09-21 11:17:41', 11, 'HGzhI2tA', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (85, '原创性公司宣传文案', 5, 0, 1000, 2, -1, 1, '', '2018-09-06 16:37:27', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (84, '原创性行业文章', 5, 0, 20, 2, -1, 1, '', '2018-09-06 16:37:17', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (83, '原创性技术文档', 5, 0, 20, 2, -1, 1, '', '2018-09-06 16:37:07', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (82, '主动学习提高专业水平', 6, 0, 5, 2, -1, 1, '', '2018-09-06 16:36:56', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (81, '相关职位未能完成每月加减分任务', 4, 0, -10, 2, 2, 1, '', '2018-09-06 16:36:33', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (80, '参加客户会议', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:35:58', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (79, '周报汇报详细，有计划性', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:35:20', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (78, '及时处理系统BUG', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:35:07', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (77, '采购办公用品', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:34:56', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (76, '负责合作企业外联汇报事项', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:34:43', 11, '', 1, NULL, 0);
INSERT INTO `jee_standard` VALUES (75, '数据库误操作', 4, 0, -50, 2, -1, 1, '', '2018-09-06 16:34:24', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (74, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 2, -1, 1, '', '2018-09-06 16:34:13', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (73, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 2, -1, 1, '', '2018-09-06 16:33:59', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (72, '每个数据库维护', 4, 0, 10, 2, 2, 1, '', '2018-09-06 16:33:01', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (71, '安装一个新服务器', 4, 0, 20, 2, -1, 1, '', '2018-09-06 16:32:30', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (70, '每台服务器维护', 4, 0, 10, 2, 2, 1, '', '2018-09-06 16:31:04', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (69, '尾款', 4, 0, 20, 2, -1, 1, '', '2018-09-06 16:30:52', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (68, '客服对接商机', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:30:41', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (67, '创造商机', 4, 0, 20, 2, -1, 1, '', '2018-09-06 16:30:16', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (66, '统计影响力', 4, 0, 30, 2, 2, 1, '', '2018-09-06 16:29:54', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (65, '交社保、公积金', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:29:28', 11, '', 1, NULL, 0);
INSERT INTO `jee_standard` VALUES (64, '签单', 4, 0, 30, 2, -1, 1, '', '2018-09-06 16:29:06', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (63, '做方案', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:28:57', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (62, '约谈客户', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:28:48', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (61, '开发票', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:28:34', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (60, '公司网站文章发布', 4, 0, 3, 2, -1, 1, '发布一篇文章3分', '2018-09-06 16:28:05', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (59, '公司公众号文章群发', 4, 0, 10, 2, -1, 1, '', '2018-09-06 16:27:55', 11, '', 2, NULL, 0);
INSERT INTO `jee_standard` VALUES (58, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 2, -1, 1, '', '2018-09-06 16:27:30', 11, '', 1, NULL, 0);
INSERT INTO `jee_standard` VALUES (57, '申请公众号（注册、认证）', 4, 0, 8, 2, -1, 1, '', '2018-09-06 16:27:16', 11, '', 2, NULL, 0);
INSERT INTO `jee_standard` VALUES (56, '升级', 4, 0, 5, 2, -1, 1, '', '2018-09-06 16:27:04', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (55, '任务执行延期', 4, 0, -10, 2, -1, 1, '', '2018-09-06 16:26:51', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (54, '任务执行', 4, 0, 0, 2, -1, 1, '', '2018-09-06 16:26:34', 11, '', 90, NULL, 0);
INSERT INTO `jee_standard` VALUES (53, '引导客户，减少开发工作量', 2, 0, 5, 2, -1, 1, '', '2018-09-06 16:25:30', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (52, '小组长', 2, 0, 20, 2, 2, 1, '', '2018-09-06 16:25:13', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (51, '经理', 2, 0, 30, 2, 2, 1, '', '2018-09-06 16:24:59', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (50, '总监', 2, 0, 50, 2, 2, 1, '', '2018-09-06 16:24:44', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (49, '专科', 2, 0, 30, 2, 2, 1, '', '2018-09-06 16:23:53', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (48, '本科', 2, 0, 50, 2, 2, 1, '', '2018-09-06 16:23:10', 11, '', 1, NULL, 0);
INSERT INTO `jee_standard` VALUES (47, '帮助同事解决工作上的难点问题', 2, 0, 5, 2, -1, 1, '', '2018-09-06 16:23:00', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (46, '组织培训', 2, 0, 15, 2, -1, 1, '', '2018-09-06 16:22:47', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (45, '承诺的事情没做到', 3, 0, -8, 2, -1, 1, '', '2018-09-06 16:22:15', 11, '', 1, NULL, 0);
INSERT INTO `jee_standard` VALUES (44, '主动积极帮助同事处理生活中难题', 3, 0, 2, 2, -1, 1, '', '2018-09-06 16:22:01', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (43, '加班', 3, 0, 5, 2, -1, 1, '', '2018-09-06 16:21:51', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (42, '办公桌面不整洁', 3, 0, -2, 2, -1, 1, '', '2018-09-06 16:21:33', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (41, '上班后吃早餐', 3, 0, -2, 2, -1, 1, '', '2018-09-06 16:21:20', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (40, '被客户投诉', 3, 0, -5, 2, -1, 1, '', '2018-09-06 16:21:08', 11, '', 2, NULL, 0);
INSERT INTO `jee_standard` VALUES (39, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 2, -1, 1, '', '2018-09-06 16:20:54', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (38, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 2, -1, 1, '', '2018-09-06 16:20:36', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (37, '说公司不好', 3, 0, -10, 2, -1, 1, '', '2018-09-06 16:20:20', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (36, '讨论和传递负面情绪', 3, 0, -10, 2, -1, 1, '', '2018-09-06 16:20:07', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (35, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 2, -1, 1, '', '2018-09-06 16:19:49', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (34, '积极主动处理问题', 3, 0, 2, 2, -1, 1, '', '2018-09-06 16:19:34', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (33, '勇于主动承担责任', 3, 0, 2, 2, -1, 1, '', '2018-09-06 16:19:20', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (32, '合理的工作计划', 3, 0, 2, 2, -1, 1, '', '2018-09-06 16:19:06', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (31, '提出合理化建设意见', 3, 0, 2, 2, -1, 1, '', '2018-09-06 16:08:20', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (30, '重要场合着装非常得体', 3, 0, 2, 2, -1, 1, '', '2018-09-06 16:07:59', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (29, '保护公司财产', 3, 0, 5, 2, -1, 1, '', '2018-09-06 16:07:39', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (28, '给同事带好吃的', 3, 0, 5, 2, -1, 1, '', '2018-09-06 16:07:25', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (27, '请同事吃饭', 3, 0, 5, 2, -1, 1, '', '2018-09-06 16:06:56', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (26, '早退', 3, 0, -5, 2, -1, 1, '', '2018-09-06 16:06:19', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (25, '迟到', 3, 0, -5, 2, -1, 1, '', '2018-09-06 16:00:59', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (24, '最后一个离开公司', 3, 0, 2, 2, -1, 1, '', '2018-09-06 16:00:39', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (23, '第一个到公司', 3, 0, 2, 2, -1, 1, '', '2018-09-06 16:00:26', 11, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (22, '有素质讲礼貌的习惯', 3, 0, 5, 2, -1, 1, '', '2018-09-06 15:50:20', 11, NULL, 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (21, '未能检查电器水源是否关闭', 1, 0, -2, 2, -1, 1, '', '2018-09-06 15:37:52', 11, NULL, 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (20, '请假（事假）', 1, 0, -5, 1, -1, 1, '', '2018-09-06 15:36:59', 11, NULL, 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (19, '爱心捐助', 1, 0, 8, 2, -1, 1, '', '2018-09-06 15:22:04', 11, NULL, 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (18, '拾金不昧', 1, 0, 2, 2, -1, 1, '', '2018-09-06 15:20:01', 11, NULL, 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (17, '见义勇为', 1, 0, 15, 2, -1, 1, '', '2018-09-06 15:18:34', 11, NULL, 1, NULL, 0);
INSERT INTO `jee_standard` VALUES (16, '献血', 1, 0, 20, 2, -1, 1, '', '2018-09-06 14:44:01', 11, NULL, 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (15, '主动养护公司绿植', 1, 0, 2, 2, -1, 1, '', '2018-09-06 14:43:28', 11, NULL, 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (14, '主动清理垃圾', 1, 0, 2, 2, -1, 1, '', '2018-09-06 14:41:15', 11, NULL, 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (13, '主动整理公司环境', 1, 0, 2, 2, -1, 1, 'SH0001', '2018-09-06 14:40:15', 11, NULL, 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (110, '宣传公司产品一次', 6, 0, 5, 2, -1, 2, '奥is等级哦啊是', '2018-10-16 09:29:01', 11, 'XX2eEqW4', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (109, '测试标准申请', 6, 0, 2, 2, -1, 2, '测试申请标准', '2018-10-15 17:22:51', 11, 'XXsVtWIQ', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (250, '纳新', 12, 0, 20, 0, 0, 1, '', '2019-01-14 11:10:59', 11, 'XTBMbctZ', 0, '', 0);
INSERT INTO `jee_standard` VALUES (113, '爱心公益', 1, 0, 120, 0, -1, 1, '<pre><span style=\"color:#828eba;\">$</span>(<span style=\"color:#807d6e;font-weight:bold;\">\"</span><span style=\"color:#597cc2;font-weight:bold;\">input</span><span style=\"color:#807d6e;font-weight:bold;\">[name=\'acorn\']\"</span>).<span style=\"color:#d9af6c;\">v', '2018-10-18 18:02:31', 11, 'SHk2eFKq', 2, NULL, 0);
INSERT INTO `jee_standard` VALUES (114, '帮助同事', 1, 0, 20, 0, -1, 1, '<pre><span style=\"color:#bababa;\">style=</span><span style=\"color:#4c84d9;\">\"</span><span style=\"color:#bababa;\">display</span>:<span style=\"color:#4c84d9;\">none\"</span></pre>\r\n<pre><span style=\"color:#bababa;\">style=</span><span style=\"color:#4c84d9;\">\"<', '2018-10-25 10:44:17', 11, 'SHgfQGb5', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (115, '验收任务', 4, 0, 0, 2, -1, 1, '', '2018-11-22 09:27:57', 11, '', 0, '', 0);
INSERT INTO `jee_standard` VALUES (116, '兑换小吃柜商品', 1, 0, 0, 0, -1, 1, '', '2018-12-14 11:43:17', 11, 'SHxdK7YH', 0, '', 0);
INSERT INTO `jee_standard` VALUES (123, '老客户续费', 9, 0, 0, 0, -1, 1, '(按照续费额,每1000 +5分)', '2019-01-04 17:29:49', 11, 'YJCniUfr', 3, '', 0);
INSERT INTO `jee_standard` VALUES (119, '促成新客户销售', 9, 0, 0, 0, -1, 1, '(按照销售额,每10000 +50分)', '2019-01-04 16:15:59', 11, 'YJ2ukMW5', 0, '', 0);
INSERT INTO `jee_standard` VALUES (124, '促成老客户销售', 9, 0, 0, 0, -1, 1, '(按照续费额,每10000 +30分)', '2019-01-05 09:09:22', 11, 'YJj5yw8k', 3, '', 0);
INSERT INTO `jee_standard` VALUES (126, '战略合作', 9, 0, 0, 0, -1, 1, '(按照实际情况加分)', '2019-01-05 09:57:55', 11, 'YJI4jkEH', 0, '', 0);
INSERT INTO `jee_standard` VALUES (150, '孵化老客户促进新项目', 9, 0, 0, 0, -1, 1, '(孵化老客户促进新项目 每10000 +60分)', '2019-01-05 15:23:51', 11, 'YJY4RAqM', 0, '', 0);
INSERT INTO `jee_standard` VALUES (145, '日报', 8, 0, 5, 0, -1, 1, '(+5分，根据质量可浮动给分)1', '2019-01-05 11:58:50', 11, 'HBcSY8Tf', 4, '', 0);
INSERT INTO `jee_standard` VALUES (135, '执行力效率', 4, 0, 0, 0, -1, 1, '日报日报日报', '2019-01-05 11:13:58', 11, 'RWvzYsnf', 0, '', 0);
INSERT INTO `jee_standard` VALUES (146, '周报', 8, 0, 0, 0, -1, 1, '(+10分，根据质量可浮动给分)', '2019-01-05 11:59:03', 11, 'HBUSrdp4', 2, '', 0);
INSERT INTO `jee_standard` VALUES (147, '拜访', 8, 0, 0, 0, -1, 1, '(+10分，根据质量可浮动给分)', '2019-01-05 11:59:18', 11, 'HB3sCKDt', 0, '', 0);
INSERT INTO `jee_standard` VALUES (208, '个人目标和公司目标的兼容', 12, 0, 20, 0, 0, 1, '', '2019-01-07 10:40:28', 11, 'XTmBNWet', 0, '', 0);
INSERT INTO `jee_standard` VALUES (176, '周报', 10, 0, 20, 0, 0, 1, '每次周报12积分', '2019-01-05 18:25:46', 11, 'XWB74vpP', 80, '', 0);
INSERT INTO `jee_standard` VALUES (178, '团队合作', 11, 0, 30, 0, 0, 1, '', '2019-01-05 18:41:25', 11, 'NL8hK9ZX', 0, '', 0);
INSERT INTO `jee_standard` VALUES (249, '好的', 11, 0, 10, 0, 0, 1, '', '2019-01-14 11:05:10', 11, 'NLyR48VN', 0, '', 0);
INSERT INTO `jee_standard` VALUES (203, '早退', 10, 0, -5, 0, -1, 1, '每次 -5分', '2019-01-07 09:15:07', 11, 'XWYS6g29', 1, '', 0);
INSERT INTO `jee_standard` VALUES (242, '技能技巧', 11, 0, 40, 0, 0, 1, '', '2019-01-12 09:05:39', 11, 'NLN3crxs', 0, '', 0);
INSERT INTO `jee_standard` VALUES (209, '对公司战略的理解', 12, 0, 20, 0, 0, 1, '', '2019-01-07 10:57:12', 11, 'XTkXWmF5', 0, '', 0);
INSERT INTO `jee_standard` VALUES (210, '对公司未来充满希望', 12, 0, 20, 0, 0, 1, '', '2019-01-07 10:57:22', 11, 'XTBAc4kb', 0, '', 0);
INSERT INTO `jee_standard` VALUES (211, '对公司文化认同', 12, 0, 20, 0, 0, 1, '', '2019-01-07 10:57:39', 11, 'XT8bGCVh', 0, '', 0);
INSERT INTO `jee_standard` VALUES (199, '发布社交媒体宣传公司', 10, 0, 2, 0, 0, 1, '', '2019-01-05 19:09:43', 11, 'XW8Y7cXb', 4, '', 0);
INSERT INTO `jee_standard` VALUES (200, '帮助同事', 10, 0, 5, 0, 0, 1, '', '2019-01-05 19:09:43', 11, 'XWNWfBQw', 2, '', 0);
INSERT INTO `jee_standard` VALUES (201, '最后一个离开公司', 10, 0, 2, 0, 0, 1, '', '2019-01-05 19:10:14', 11, 'XWCvRjJ2', 2, '', 0);
INSERT INTO `jee_standard` VALUES (202, '加班', 10, 0, 2, 0, 0, 1, '加班加班加班加班加班', '2019-01-05 19:10:14', 11, 'XWEYeG3z', 1, '', 0);
INSERT INTO `jee_standard` VALUES (241, '责任心', 11, 0, 20, 0, 0, 1, '', '2019-01-11 17:43:46', 11, 'NLEHGDj6', 0, '', 0);
INSERT INTO `jee_standard` VALUES (274, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (275, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (276, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (265, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (266, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (267, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (268, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (269, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (270, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (271, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (272, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (273, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (264, '月报', 8, 0, 15, 0, -1, 1, '+15分，月报', '2019-04-12 11:31:47', 11, 'HBzghi8c', 0, '', 0);
INSERT INTO `jee_standard` VALUES (252, '老客户成交一单', 9, 0, 50, 0, -1, 1, '老客户成交一单，+50分', '2019-03-27 18:17:08', 11, 'YJf6yVXQ', 0, '', 0);
INSERT INTO `jee_standard` VALUES (277, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (278, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (279, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (280, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (281, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (282, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (283, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (284, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (285, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (286, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (287, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (288, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (289, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (290, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (291, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (292, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (293, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (294, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (295, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (296, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (297, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (298, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (299, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (300, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (301, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (302, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (303, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (304, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (305, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (306, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (307, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (308, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (309, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (310, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (311, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (312, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (313, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (314, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (315, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (316, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (317, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (318, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (319, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (320, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (321, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (322, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (323, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (324, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (325, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (326, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (327, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (328, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (329, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (330, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (331, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (332, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (333, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (334, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (335, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (336, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:38:36', 12, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (337, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (338, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (339, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (340, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (341, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (342, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (343, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (344, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (345, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (346, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (347, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (348, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (349, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (350, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (351, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (352, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (353, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (354, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (355, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (356, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (357, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (358, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (359, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (360, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (361, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (362, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (363, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (364, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (365, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (366, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (367, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (368, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (369, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (370, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (371, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (372, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (373, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (374, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (375, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (376, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (377, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (378, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (379, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (380, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (381, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (382, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (383, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (384, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (385, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (386, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (387, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (388, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (389, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (390, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (391, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (392, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (393, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (394, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (395, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (396, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (397, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (398, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (399, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (400, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (401, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (402, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (403, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (404, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (405, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (406, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (407, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (408, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 11:44:04', 13, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (409, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (410, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (411, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (412, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (413, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (414, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (415, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (416, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (417, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (418, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (419, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (420, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (421, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (422, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (423, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (424, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (425, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (426, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (427, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (428, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (429, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (430, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (431, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (432, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (433, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (434, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (435, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (436, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (437, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (438, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (439, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (440, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (441, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (442, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (443, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (444, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (445, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (446, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (447, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (448, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (449, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (450, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (451, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (452, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (453, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (454, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (455, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (456, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (457, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (458, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (459, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (460, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (461, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (462, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (463, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (464, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (465, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (466, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (467, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (468, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (469, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (470, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (471, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (472, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (473, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (474, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (475, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (476, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (477, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (478, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (479, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (480, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 14:44:36', 14, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (481, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (482, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (483, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (484, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (485, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (486, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (487, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (488, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (489, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (490, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (491, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (492, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (493, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (494, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (495, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (496, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (497, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (498, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (499, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (500, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (501, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (502, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (503, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (504, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (505, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (506, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (507, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (508, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (509, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (510, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (511, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (512, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (513, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (514, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (515, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (516, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (517, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (518, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (519, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (520, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (521, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (522, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (523, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (524, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (525, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (526, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (527, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (528, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (529, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (530, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (531, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (532, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (533, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (534, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (535, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (536, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (537, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (538, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (539, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (540, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (541, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (542, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (543, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (544, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (545, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (546, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (547, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (548, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (549, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (550, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (551, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (552, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:09:19', 15, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (553, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (554, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (555, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (556, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (557, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (558, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (559, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (560, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (561, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (562, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (563, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (564, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (565, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (566, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (567, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (568, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (569, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (570, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (571, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (572, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (573, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (574, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (575, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (576, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (577, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (578, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (579, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (580, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (581, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (582, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (583, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (584, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (585, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (586, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (587, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (588, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (589, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (590, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (591, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (592, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (593, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:37', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (594, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (595, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (596, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (597, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (598, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (599, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (600, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (601, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (602, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (603, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (604, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (605, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (606, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (607, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (608, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (609, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (610, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (611, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (612, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (613, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (614, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (615, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (616, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (617, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (618, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (619, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (620, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (621, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (622, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (623, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (624, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:27:38', 16, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (625, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (626, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (627, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (628, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (629, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (630, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (631, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (632, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (633, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (634, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (635, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (636, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (637, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (638, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (639, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (640, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (641, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (642, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (643, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (644, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (645, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (646, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (647, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (648, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (649, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (650, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (651, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (652, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (653, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (654, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (655, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (656, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (657, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (658, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (659, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (660, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (661, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (662, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (663, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (664, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (665, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (666, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (667, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (668, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (669, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (670, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (671, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (672, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (673, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (674, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (675, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (676, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (677, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (678, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (679, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (680, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (681, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (682, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (683, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (684, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (685, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (686, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (687, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (688, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (689, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (690, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (691, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (692, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (693, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (694, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (695, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (696, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-15 15:31:48', 17, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (697, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:26:44', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (698, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:26:44', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (699, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:44', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (700, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-17 15:26:44', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (701, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:44', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (702, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:44', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (703, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:44', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (704, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:44', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (705, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (706, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (707, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (708, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (709, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (710, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (711, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (712, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (713, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (714, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (715, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (716, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (717, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (718, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (719, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (720, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (721, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (722, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (723, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (724, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (725, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (726, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (727, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (728, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (729, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (730, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (731, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (732, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (733, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (734, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (735, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (736, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (737, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (738, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (739, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (740, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (741, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (742, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (743, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (744, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (745, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (746, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (747, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (748, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (749, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (750, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (751, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (752, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (753, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (754, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (755, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (756, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (757, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (758, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (759, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (760, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (761, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (762, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (763, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (764, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (765, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (766, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (767, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (768, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:26:45', 18, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (769, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (770, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (771, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (772, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (773, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (774, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (775, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (776, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (777, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (778, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (779, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (780, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (781, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (782, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (783, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (784, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (785, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (786, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (787, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (788, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (789, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (790, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (791, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (792, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (793, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (794, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (795, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (796, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (797, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (798, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (799, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (800, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (801, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (802, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (803, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (804, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (805, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (806, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (807, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (808, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (809, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (810, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (811, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (812, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (813, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (814, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (815, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (816, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (817, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (818, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:15', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (819, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (820, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (821, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (822, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (823, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (824, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (825, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (826, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (827, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (828, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (829, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (830, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (831, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (832, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (833, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (834, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (835, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (836, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (837, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (838, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (839, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (840, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:40:16', 19, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (841, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (842, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (843, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (844, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (845, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (846, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (847, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (848, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (849, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (850, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (851, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (852, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (853, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (854, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (855, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (856, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (857, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (858, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (859, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (860, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (861, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (862, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (863, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (864, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (865, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (866, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (867, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (868, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (869, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (870, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (871, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (872, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (873, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (874, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (875, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (876, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (877, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (878, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (879, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (880, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (881, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (882, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (883, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (884, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (885, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (886, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (887, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (888, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (889, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (890, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (891, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (892, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (893, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (894, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (895, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (896, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (897, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (898, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (899, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (900, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (901, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (902, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (903, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (904, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (905, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (906, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (907, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (908, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (909, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (910, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (911, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (912, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 15:41:59', 20, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (913, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (914, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (915, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (916, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (917, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (918, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (919, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (920, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (921, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (922, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (923, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (924, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (925, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (926, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (927, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (928, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (929, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (930, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (931, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (932, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (933, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (934, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (935, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (936, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (937, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (938, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (939, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (940, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (941, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (942, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (943, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (944, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (945, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (946, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (947, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (948, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (949, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (950, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (951, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (952, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (953, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (954, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (955, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (956, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (957, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (958, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (959, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (960, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (961, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (962, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (963, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (964, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (965, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (966, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (967, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (968, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (969, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (970, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (971, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (972, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (973, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (974, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (975, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (976, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (977, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (978, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (979, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (980, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (981, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (982, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (983, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (984, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-17 16:36:23', 21, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (985, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (986, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (987, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (988, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (989, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (990, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (991, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (992, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (993, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (994, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (995, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (996, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (997, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (998, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (999, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1000, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1001, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1002, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1003, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1004, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1005, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1006, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1007, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1008, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1009, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1010, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1011, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1012, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1013, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1014, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1015, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1016, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1017, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1018, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1019, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1020, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1021, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1022, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1023, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1024, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1025, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1026, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1027, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1028, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1029, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1030, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1031, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1032, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1033, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1034, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1035, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1036, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1037, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1038, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1039, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1040, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1041, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1042, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1043, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1044, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1045, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1046, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1047, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1048, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-04-23 09:13:16', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1049, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-04-23 09:13:17', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1050, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-04-23 09:13:17', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1051, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:17', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1052, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-04-23 09:13:17', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1053, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-04-23 09:13:17', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1054, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:17', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1055, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:17', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1056, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-04-23 09:13:17', 22, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1057, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1058, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1059, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1060, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1061, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1062, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1063, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1064, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1065, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1066, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1067, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1068, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1069, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1070, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1071, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1072, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1073, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1074, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1075, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1076, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1077, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1078, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1079, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1080, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1081, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1082, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1083, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1084, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1085, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1086, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1087, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1088, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1089, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1090, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1091, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1092, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1093, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1094, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1095, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1096, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1097, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1098, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1099, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1100, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1101, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1102, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1103, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1104, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1105, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1106, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1107, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1108, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1109, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1110, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1111, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1112, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1113, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1114, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1115, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1116, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1117, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1118, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1119, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1120, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1121, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1122, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1123, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1124, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1125, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1126, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1127, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1128, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-08-01 17:52:15', 23, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1129, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-08-26 11:22:03', 24, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1201, '原创性行业文章', 5, 0, 20, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1202, '原创性技术文档', 5, 0, 20, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1203, '主动学习提高专业水平', 6, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1204, '相关职位未能完成每月加减分任务', 4, 0, -10, 0, 2, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1205, '参加客户会议', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, NULL);
INSERT INTO `jee_standard` VALUES (1206, '周报汇报详细，有计划性', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1207, '及时处理系统BUG', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1208, '采购办公用品', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1209, '负责合作企业外联汇报事项', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1210, '数据库误操作', 4, 0, -50, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1211, '服务器出现一次严重故障（影响超过30分钟）', 4, 0, -50, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1212, '服务器出现一次普通故障（影响30分钟之内）', 4, 0, -10, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1213, '每个数据库维护', 4, 0, 10, 0, 2, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1214, '安装一个新服务器', 4, 0, 20, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1215, '每台服务器维护', 4, 0, 10, 0, 2, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1216, '尾款', 4, 0, 20, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1217, '客服对接商机', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1218, '创造商机', 4, 0, 20, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1219, '统计影响力', 4, 0, 30, 0, 2, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1220, '交社保、公积金', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1221, '签单', 4, 0, 30, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1222, '做方案', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1223, '约谈客户', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1224, '开发票', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1225, '公司网站文章发布', 4, 0, 10, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1226, '公司公众号文章群发', 4, 0, 10, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1227, '申请公众号（注册、认证、微信支付）', 4, 0, 10, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1228, '申请公众号（注册、认证）', 4, 0, 8, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1229, '升级', 4, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1230, '任务执行延期', 4, 0, -10, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1231, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 1);
INSERT INTO `jee_standard` VALUES (1232, '引导客户，减少开发工作量', 2, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1233, '小组长', 2, 0, 20, 0, 2, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1234, '经理', 2, 0, 30, 0, 2, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1235, '总监', 2, 0, 50, 0, 2, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1236, '专科', 2, 0, 30, 0, 2, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1237, '本科', 2, 0, 50, 0, 2, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1238, '帮助同事解决工作上的难点问题', 2, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1239, '组织培训', 2, 0, 15, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1240, '承诺的事情没做到', 3, 0, -8, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1241, '主动积极帮助同事处理生活中难题', 3, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1242, '加班', 3, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1243, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1244, '上班后吃早餐', 3, 0, -2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1245, '被客户投诉', 3, 0, -5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1246, '跟客户沟通获得客户好感及肯定', 3, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1247, '外出消费开公司发票（消费金额200以上）', 3, 0, 1, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1248, '说公司不好', 3, 0, -10, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1249, '讨论和传递负面情绪', 3, 0, -10, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1250, '主动正面宣传公司产品或者文化（如朋友圈）', 3, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1251, '积极主动处理问题', 3, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1252, '勇于主动承担责任', 3, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1253, '合理的工作计划', 3, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1254, '提出合理化建设意见', 3, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1255, '重要场合着装非常得体', 3, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1256, '保护公司财产', 3, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1257, '给同事带好吃的', 3, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1258, '请同事吃饭', 3, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1259, '早退', 3, 0, -5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1260, '迟到', 3, 0, -5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1261, '最后一个离开公司', 3, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1262, '第一个到公司', 3, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1263, '有素质讲礼貌的习惯', 3, 0, 5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1264, '未能检查电器水源是否关闭', 1, 0, -2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1265, '请假（事假）', 1, 0, -5, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1266, '爱心捐助', 1, 0, 8, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1267, '拾金不昧', 1, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1268, '见义勇为', 1, 0, 15, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1269, '献血', 1, 0, 20, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1270, '主动养护公司绿植', 1, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1271, '主动清理垃圾', 1, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1272, '主动整理公司环境', 1, 0, 2, 0, -1, 1, NULL, '2019-08-26 11:25:17', 25, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1273, '任务执行延期', 10, 0, -10, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1274, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 1);
INSERT INTO `jee_standard` VALUES (1275, '加班', 10, 0, 5, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1276, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1277, '早退', 10, 0, -5, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1278, '迟到', 10, 0, -5, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1279, '最后一个离开公司', 10, 0, 2, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1280, '第一个到公司', 10, 0, 2, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1281, '办公区域抽烟', 10, 0, -10, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1282, '周报', 8, 0, 10, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1283, '培训', 9, 0, 10, 0, -1, 1, NULL, '2020-01-11 14:44:53', 1, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1284, '任务执行延期', 10, 0, -10, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1285, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 1);
INSERT INTO `jee_standard` VALUES (1286, '加班', 10, 0, 5, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1287, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1288, '早退', 10, 0, -5, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1289, '迟到', 10, 0, -5, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1290, '最后一个离开公司', 10, 0, 2, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1291, '第一个到公司', 10, 0, 2, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1292, '办公区域抽烟', 10, 0, -10, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1293, '周报', 8, 0, 10, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1294, '培训', 9, 0, 10, 0, -1, 1, NULL, '2020-01-11 14:45:23', 2, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1295, '任务执行延期', 10, 0, -10, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1296, '任务执行', 4, 0, 10, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 1);
INSERT INTO `jee_standard` VALUES (1297, '加班', 10, 0, 5, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1298, '办公桌面不整洁', 3, 0, -2, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1299, '早退', 10, 0, -5, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1300, '迟到', 10, 0, -5, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1301, '最后一个离开公司', 10, 0, 2, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1302, '第一个到公司', 10, 0, 2, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1303, '办公区域抽烟', 10, 0, -10, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1304, '周报', 8, 0, 10, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1305, '培训', 9, 0, 10, 0, -1, 1, NULL, '2020-01-11 16:49:39', 3, '', 0, NULL, 0);
INSERT INTO `jee_standard` VALUES (1306, '验收任务', 4, 0, 0, 2, -1, 1, '', '2020-02-12 13:29:41', 3, '', 0, '', NULL);
COMMIT;

-- ----------------------------
-- Table structure for jee_standard_apply
-- ----------------------------
DROP TABLE IF EXISTS `jee_standard_apply`;
CREATE TABLE `jee_standard_apply` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `stard_id` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `auditor` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `apply_time` datetime DEFAULT NULL,
  `memo` text,
  `status` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_standard_classify
-- ----------------------------
DROP TABLE IF EXISTS `jee_standard_classify`;
CREATE TABLE `jee_standard_classify` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `pid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `names_en` varchar(255) DEFAULT NULL,
  `abbreviation` varchar(20) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=47 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_standard_classify
-- ----------------------------
BEGIN;
INSERT INTO `jee_standard_classify` VALUES (6, 0, 0, '学习', 'TrainAndLearn', 'XX', 0);
INSERT INTO `jee_standard_classify` VALUES (5, 0, 0, '内容', 'Content', 'NR', 0);
INSERT INTO `jee_standard_classify` VALUES (4, 0, 7, '任务', 'Task', 'RW', 1);
INSERT INTO `jee_standard_classify` VALUES (3, 0, 0, '好感', 'GoodFeeling', 'HG', 0);
INSERT INTO `jee_standard_classify` VALUES (2, 0, 0, '稀缺', 'Rare', 'XQ', 0);
INSERT INTO `jee_standard_classify` VALUES (1, 0, 0, '社会', 'SocialIdentity', 'SH', 0);
INSERT INTO `jee_standard_classify` VALUES (9, 0, 7, '业绩', 'Achievement', 'YJ', 1);
INSERT INTO `jee_standard_classify` VALUES (8, 0, 7, '汇报', 'Report', 'HB', 1);
INSERT INTO `jee_standard_classify` VALUES (7, 0, 0, '成果', 'Achievements', 'CG', 1);
INSERT INTO `jee_standard_classify` VALUES (10, 0, 0, '行为', 'Action', 'XW', 1);
INSERT INTO `jee_standard_classify` VALUES (11, 0, 0, '能力', 'Ability', 'NL', 1);
INSERT INTO `jee_standard_classify` VALUES (12, 0, 0, '心态和文化', 'MentalityAndCulture', 'XT', 1);
COMMIT;

-- ----------------------------
-- Table structure for jee_stock_buy
-- ----------------------------
DROP TABLE IF EXISTS `jee_stock_buy`;
CREATE TABLE `jee_stock_buy` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `collection` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account_no` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `balance` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `check_time` datetime DEFAULT NULL,
  `admin_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `use_priority` smallint(6) DEFAULT NULL,
  `proof` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_stock_category
-- ----------------------------
DROP TABLE IF EXISTS `jee_stock_category`;
CREATE TABLE `jee_stock_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_stock_launch
-- ----------------------------
DROP TABLE IF EXISTS `jee_stock_launch`;
CREATE TABLE `jee_stock_launch` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sysmemo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `join_person` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `examine_person` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `source` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `sort_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort_info` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `collection` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_stock_lock
-- ----------------------------
DROP TABLE IF EXISTS `jee_stock_lock`;
CREATE TABLE `jee_stock_lock` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `stock` int(11) DEFAULT NULL,
  `price_ori` decimal(10,2) DEFAULT NULL,
  `stock_ori` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_stock_priority
-- ----------------------------
DROP TABLE IF EXISTS `jee_stock_priority`;
CREATE TABLE `jee_stock_priority` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `money` decimal(20,0) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `from_id` int(11) DEFAULT NULL,
  `number` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `available_time` datetime DEFAULT NULL,
  `use_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_stock_trade
-- ----------------------------
DROP TABLE IF EXISTS `jee_stock_trade`;
CREATE TABLE `jee_stock_trade` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `buy_id` int(11) DEFAULT NULL,
  `sell_id` int(11) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `stock` int(11) DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `trade_time` datetime DEFAULT NULL,
  `finish_time` datetime DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_study
-- ----------------------------
DROP TABLE IF EXISTS `jee_study`;
CREATE TABLE `jee_study` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `rec` smallint(6) DEFAULT NULL,
  `showcase` smallint(6) DEFAULT NULL,
  `apply` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `audit_task` smallint(6) DEFAULT NULL,
  `audit_user` int(11) DEFAULT NULL,
  `acorn` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `issue_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `standard_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_study_detail
-- ----------------------------
DROP TABLE IF EXISTS `jee_study_detail`;
CREATE TABLE `jee_study_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `stu_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `task_count` smallint(6) DEFAULT NULL,
  `total_count` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `done_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_study_res
-- ----------------------------
DROP TABLE IF EXISTS `jee_study_res`;
CREATE TABLE `jee_study_res` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `tid` int(11) DEFAULT NULL,
  `aid` int(11) DEFAULT NULL,
  `stu_id` int(11) DEFAULT NULL,
  `setting_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_study_setting
-- ----------------------------
DROP TABLE IF EXISTS `jee_study_setting`;
CREATE TABLE `jee_study_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_study_task
-- ----------------------------
DROP TABLE IF EXISTS `jee_study_task`;
CREATE TABLE `jee_study_task` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `stu_id` int(11) DEFAULT NULL,
  `task_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_supplier
-- ----------------------------
DROP TABLE IF EXISTS `jee_supplier`;
CREATE TABLE `jee_supplier` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `role_name` varchar(255) DEFAULT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `pwd` varchar(255) DEFAULT NULL,
  `pwd2` varchar(255) DEFAULT NULL,
  `rid` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `qq` int(11) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `birthday` datetime DEFAULT NULL,
  `sex` smallint(6) DEFAULT NULL,
  `area` varchar(255) DEFAULT NULL,
  `s_names` varchar(255) DEFAULT NULL,
  `expire_time` datetime DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `industry` smallint(6) DEFAULT NULL,
  `user_code` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_supplier
-- ----------------------------
BEGIN;
INSERT INTO `jee_supplier` VALUES (1, '15011854245', '15011854245', '', '珞珞', 'e10adc3949ba59abbe56e057f20f883e', '123456', 0, '2019-07-19 10:12:59', 1, '', 0, '', NULL, 0, '地址', '广西航洋济阳', '0000-00-00 00:00:00', '是', 0, '20190730VjZOgN');
INSERT INTO `jee_supplier` VALUES (2, '15011854245', '15011854245', '', '珞珞', 'e10adc3949ba59abbe56e057f20f883e', '123456', 0, '2019-07-19 10:33:01', 1, '', 0, '', NULL, 0, '北京市东城区', '新美香食品公司', '0000-00-00 00:00:00', '新美香食品公司', 0, '20190730hvwTxW');
INSERT INTO `jee_supplier` VALUES (3, '15011854245', '15011854245', '', '珞珞', 'e10adc3949ba59abbe56e057f20f883e', '123456', 0, '2019-07-19 11:21:26', 1, '', 0, '', NULL, 0, '北京市东城区', '滋美多食品公司', '0000-00-00 00:00:00', '丽丽安抚', 0, '20190730AzdvMk');
INSERT INTO `jee_supplier` VALUES (4, '15011854245', '15011854245', '', '珞珞', 'e10adc3949ba59abbe56e057f20f883e', '123456', 0, '2019-07-19 14:43:59', 1, '', 0, '', NULL, 0, '北京市东城区', '美雅润食品公司', '2019-07-25 18:14:01', '美雅润食品公司', 0, '20190730AUVgWY');
INSERT INTO `jee_supplier` VALUES (5, '15011853811', '15011853811', '', '珞珞', 'e10adc3949ba59abbe56e057f20f883e', '123456', 0, '2019-07-25 18:04:08', 1, '', 0, '1140428544@qq.com', NULL, 0, '北京市东城区', '美食', '2019-07-25 18:11:22', '电饭锅', 1, '20190730MzERwX');
COMMIT;

-- ----------------------------
-- Table structure for jee_survey
-- ----------------------------
DROP TABLE IF EXISTS `jee_survey`;
CREATE TABLE `jee_survey` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `code` varchar(255) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `stand_id` int(11) DEFAULT NULL,
  `survey_object` varchar(255) DEFAULT NULL,
  `survey_team` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `issue` int(11) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `total_score` smallint(6) DEFAULT NULL,
  `anonymity` smallint(6) DEFAULT NULL,
  `user_score` longtext,
  `tags` text,
  PRIMARY KEY (`id`),
  KEY `sid` (`sid`) USING BTREE,
  KEY `sc_id` (`sc_id`) USING BTREE,
  KEY `issue` (`issue`) USING BTREE,
  KEY `stand_id` (`stand_id`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='names：调查项目名称\r\ntype：调查项目类型\r\n';

-- ----------------------------
-- Table structure for jee_survey_acorn
-- ----------------------------
DROP TABLE IF EXISTS `jee_survey_acorn`;
CREATE TABLE `jee_survey_acorn` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` int(11) DEFAULT NULL,
  `auditor` int(11) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `memo` longtext COLLATE utf8_unicode_ci,
  `sys_memo` longtext COLLATE utf8_unicode_ci,
  `balance` decimal(20,2) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`) USING BTREE,
  KEY `from_user` (`from_user`) USING BTREE,
  KEY `auditor` (`auditor`) USING BTREE,
  KEY `sc_id` (`sc_id`) USING BTREE,
  KEY `names` (`names`) USING BTREE,
  KEY `status` (`status`) USING BTREE,
  KEY `types` (`types`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_survey_group
-- ----------------------------
DROP TABLE IF EXISTS `jee_survey_group`;
CREATE TABLE `jee_survey_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `leader` smallint(6) DEFAULT NULL,
  `helper` smallint(6) DEFAULT NULL,
  `members` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_survey_result
-- ----------------------------
DROP TABLE IF EXISTS `jee_survey_result`;
CREATE TABLE `jee_survey_result` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `survey_id` int(11) DEFAULT NULL,
  `team_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `total` varchar(255) DEFAULT NULL,
  `user_score` longtext,
  `add_time` datetime DEFAULT NULL,
  `score_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `survey_id` (`survey_id`) USING BTREE,
  KEY `team_id` (`team_id`) USING BTREE,
  KEY `user_id` (`user_id`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_take_address
-- ----------------------------
DROP TABLE IF EXISTS `jee_take_address`;
CREATE TABLE `jee_take_address` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `receiver` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL,
  `postal_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `country` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `province` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `area` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `detail` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_default` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_target
-- ----------------------------
DROP TABLE IF EXISTS `jee_target`;
CREATE TABLE `jee_target` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `remind` longtext COLLATE utf8_unicode_ci,
  `auditor` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `member` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `others_staff` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `times` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `m_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `o_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `a_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `a_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_target_audit
-- ----------------------------
DROP TABLE IF EXISTS `jee_target_audit`;
CREATE TABLE `jee_target_audit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `t_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_target_detail
-- ----------------------------
DROP TABLE IF EXISTS `jee_target_detail`;
CREATE TABLE `jee_target_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `m_id` int(11) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `percent` decimal(10,0) DEFAULT NULL,
  `self_eval` decimal(10,2) DEFAULT NULL,
  `others_eval` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `process` text,
  `proportion` decimal(10,2) DEFAULT NULL,
  `self_content` longtext,
  `standard_types` smallint(6) DEFAULT NULL,
  `standard_set` longtext,
  `standard_memo` longtext,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_target_eval
-- ----------------------------
DROP TABLE IF EXISTS `jee_target_eval`;
CREATE TABLE `jee_target_eval` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `td_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `content` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_target_my
-- ----------------------------
DROP TABLE IF EXISTS `jee_target_my`;
CREATE TABLE `jee_target_my` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `t_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `user_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `memo` longtext COLLATE utf8_unicode_ci,
  `a_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_target_org_detail
-- ----------------------------
DROP TABLE IF EXISTS `jee_target_org_detail`;
CREATE TABLE `jee_target_org_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `to_id` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `content` longtext,
  `types` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `year` varchar(20) DEFAULT NULL,
  `month` varchar(20) DEFAULT NULL,
  `quarter` varchar(20) DEFAULT NULL,
  `half_year` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_target_organize
-- ----------------------------
DROP TABLE IF EXISTS `jee_target_organize`;
CREATE TABLE `jee_target_organize` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `dep_id` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_target_others
-- ----------------------------
DROP TABLE IF EXISTS `jee_target_others`;
CREATE TABLE `jee_target_others` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `td_id` int(11) DEFAULT NULL,
  `score` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `content` longtext,
  `m_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_target_process
-- ----------------------------
DROP TABLE IF EXISTS `jee_target_process`;
CREATE TABLE `jee_target_process` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `td_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `process` text,
  `proportion` decimal(10,2) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_target_reply
-- ----------------------------
DROP TABLE IF EXISTS `jee_target_reply`;
CREATE TABLE `jee_target_reply` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `td_id` int(11) DEFAULT NULL,
  `te_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `reply_id` int(11) DEFAULT NULL,
  `content` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_target_setting
-- ----------------------------
DROP TABLE IF EXISTS `jee_target_setting`;
CREATE TABLE `jee_target_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `principle` longtext COLLATE utf8_unicode_ci,
  `specs` longtext COLLATE utf8_unicode_ci,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_task
-- ----------------------------
DROP TABLE IF EXISTS `jee_task`;
CREATE TABLE `jee_task` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) DEFAULT NULL,
  `issue_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `priority` smallint(6) DEFAULT NULL,
  `executor` smallint(6) DEFAULT NULL,
  `nums` smallint(6) DEFAULT NULL,
  `cycle_types` smallint(6) DEFAULT NULL,
  `deadline` datetime DEFAULT NULL,
  `acorn` varchar(255) DEFAULT NULL,
  `medal` int(11) DEFAULT NULL,
  `learns` varchar(255) DEFAULT NULL,
  `content` text,
  `add_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `cycle_use` smallint(6) DEFAULT NULL,
  `executors` varchar(255) DEFAULT NULL,
  `cycle_start` varchar(255) DEFAULT NULL,
  `cycle_end` varchar(255) DEFAULT NULL,
  `accept_id` int(11) DEFAULT NULL,
  `thumbs` varchar(2048) DEFAULT NULL,
  `standard_id` int(11) DEFAULT NULL,
  `excluders` varchar(255) DEFAULT NULL,
  `code_no` int(11) DEFAULT NULL,
  `astatus` smallint(6) DEFAULT NULL,
  `workload` varchar(255) DEFAULT NULL,
  `cycle_times` int(11) DEFAULT NULL,
  `cycle_next` int(11) DEFAULT NULL,
  `visibility` int(11) DEFAULT NULL,
  `standard_types` smallint(6) DEFAULT NULL,
  `rechecks` varchar(255) DEFAULT NULL,
  `tags` varchar(255) DEFAULT NULL,
  `resolves` varchar(255) DEFAULT NULL,
  `accept_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `pid` (`pid`) USING BTREE,
  KEY `issue_id` (`issue_id`) USING BTREE,
  KEY `accept_id` (`accept_id`) USING BTREE,
  KEY `standard_id` (`standard_id`) USING BTREE,
  KEY `executors` (`executors`),
  KEY `tags` (`tags`),
  KEY `rechecks` (`rechecks`)
) ENGINE=InnoDB AUTO_INCREMENT=217 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

-- ----------------------------
-- Records of jee_task
-- ----------------------------
BEGIN;
INSERT INTO `jee_task` VALUES (2, 2, 17, 2, '四轴动力头下单', 2, 0, 0, 0, '2020-01-15 16:59:59', '', 0, '', '如题', '2020-01-14 17:13:23', NULL, 3, 3, 0, '19', '', '', 17, '[]', 0, '', 2, 0, '0,2,0', 0, 0, 0, 1, '', '2,王保森,高英俊,P1906', '{\"fullName\":{\"17\":\"王保森\",\"19\":\"高英俊\"},\"groupName\":{\"2\":\"P1906\"}}', '2020-02-12 13:22:19');
INSERT INTO `jee_task` VALUES (3, 5, 4, 2, 'SH2002夹具设计', 2, 0, 0, 0, '2020-01-18 23:59:59', '', 0, '', '完成连杆试珩夹具设计', '2020-01-18 08:54:38', NULL, 2, 3, 0, '10', '', '', 4, '[]', 0, '', 3, 0, '1,0,0', 0, 0, 0, 1, '', '3,李伟东,胡玉龙,SH2002', '{\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"},\"groupName\":{\"5\":\"SH2002\"}}', NULL);
INSERT INTO `jee_task` VALUES (4, 4, 4, 2, 'SH2001夹具设计', 2, 0, 0, 0, '2020-01-18 23:59:59', '', 0, '', '阀套试珩夹具', '2020-01-18 08:58:19', NULL, 3, 3, 0, '21', '', '', 4, '[]', 0, '', 4, 0, '1,0,0', 0, 0, 0, 1, '', '4,李伟东,马英福,SH2001', '{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"4\":\"SH2001\"}}', '2020-03-04 10:34:10');
INSERT INTO `jee_task` VALUES (5, 1, 4, 2, 'RS08A-028技术任务书', 2, 0, 0, 0, '2020-01-10 23:59:59', '', 0, '', 'RS08A-028技术任务书', '2020-01-18 09:06:06', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 5, 0, '0,2,0', 0, 0, 0, 1, '', '5,李伟东,RS08A-028', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}', '2020-02-28 09:22:09');
INSERT INTO `jee_task` VALUES (6, 1, 4, 2, 'RS08A-028订单处理', 2, 0, 0, 0, '2020-02-06 23:59:59', '', 0, '', 'RS08A-028主机下单', '2020-01-18 09:09:45', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 6, 0, '1,0,0', 0, 0, 0, 1, '', '6,李伟东,RS08A-028', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}', '2020-03-09 08:57:32');
INSERT INTO `jee_task` VALUES (7, 1, 4, 2, 'RS08A-028夹具设计', 2, 0, 0, 0, '2020-02-06 23:59:59', '', 0, '', 'RS08A-028夹具设计', '2020-01-18 09:16:37', NULL, 1, 3, 0, '21', '', '', 4, '[]', 0, '', 7, 0, '6,0,0', 0, 0, 0, 1, '', '7,李伟东,马英福,RS08A-028', '{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"1\":\"RS08A-028\"}}', NULL);
INSERT INTO `jee_task` VALUES (8, 1, 4, 2, 'RS08A-028刀具设计', 2, 0, 0, 0, '2020-02-06 23:59:59', '', 0, '', 'RS08A-028刀具设计', '2020-01-18 09:17:55', NULL, 3, 3, 0, '21,4', '', '', 4, '[]', 0, '', 8, 0, '0,4,0', 0, 0, 0, 1, '', '8,李伟东,马英福,RS08A-028', '{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"1\":\"RS08A-028\"}}', '2020-03-31 16:23:34');
INSERT INTO `jee_task` VALUES (10, 24, 9, 2, 'ZP005-002机床走线', 1, 0, 0, 0, '2020-02-16 23:59:59', '', 0, '', '\r\n', '2020-02-11 15:17:15', NULL, 3, 3, 0, '24', '', '', 9, '[]', 0, '', 10, 0, '4,0,0', 0, 0, 1, 1, '', '10,陈俊,杨海,ZH005-002', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"24\":\"ZH005-002\"}}', '2020-02-14 10:19:26');
INSERT INTO `jee_task` VALUES (11, 28, 6, 2, 'MS100B顶箱设计', 3, 0, 0, 0, '2020-02-16 23:59:59', '', 0, '', '已有方案，出装配图和工程图，三表，并下速达及制作分发PDF图纸', '2020-02-11 16:41:27', NULL, 3, 3, 0, '6', '', '', 3, '[[\"\",\"\"]]', 0, '', 11, 0, '3,0,0', 0, 0, 0, 1, '', '11,陈富永,黄国峰,MS100B', '{\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\"},\"groupName\":{\"28\":\"MS100B\"}}', '2020-02-14 08:46:16');
INSERT INTO `jee_task` VALUES (12, 1, 3, 2, 'RS08A-028项目执行表', 2, 0, 0, 0, '2020-02-12 23:59:59', '', 0, '', '如题', '2020-02-12 10:48:57', NULL, 3, 3, 0, '3', '', '', 3, '[]', 0, '', 12, 0, '0,0,30', 0, 0, 0, 1, '', '12,陈富永,RS08A-028', '{\"fullName\":{\"3\":\"陈富永\"},\"groupName\":{\"1\":\"RS08A-028\"}}', '2020-02-12 12:24:04');
INSERT INTO `jee_task` VALUES (13, 0, 9, 2, 'ZY1906整改线体拆卸', 2, 0, 0, 0, '2020-02-14 23:59:59', '', 0, '', '\r\n', '2020-02-13 09:03:31', NULL, 3, 3, 0, '9,24', '', '', 9, '[]', 0, '', 13, 0, '2,0,0', 0, 0, 1, 1, '', '13,陈俊,杨海', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', '2020-02-14 10:20:21');
INSERT INTO `jee_task` VALUES (14, 28, 6, 2, 'MS100B主轴箱设计', 3, 0, 0, 0, '2020-02-23 23:59:59', '', 0, '', '已有方案，细化结构尺寸，出三维模型、工程图、三表，并下速达发图', '2020-02-17 08:25:35', NULL, 3, 3, 0, '6,41', '', '', 3, '[]', 0, '', 14, 0, '4,0,0', 0, 0, 0, 1, '', '14,陈富永,黄国峰,李朋杰,MS100B', '{\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\",\"41\":\"李朋杰\"},\"groupName\":{\"28\":\"MS100B\"}}', '2020-02-25 17:46:15');
INSERT INTO `jee_task` VALUES (15, 19, 9, 2, 'RS10A-007-010夹具整改', 2, 0, 0, 0, '2020-02-23 23:59:59', '', 0, '', '如题', '2020-02-17 08:29:50', NULL, 3, 3, 0, '9,24', '', '', 9, '[]', 0, '', 15, 0, '5,0,0', 0, 0, 1, 1, '', '15,陈俊,杨海,RS10A-007-010', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}', '2020-02-20 09:25:30');
INSERT INTO `jee_task` VALUES (16, 0, 20, 2, '售后服务阿里巴巴平台搭建', 2, 0, 0, 0, '2020-02-24 23:59:00', '', 0, '', '搭建磁分机阿里巴巴销售网店', '2020-02-18 08:12:07', NULL, 2, 3, 0, '20', '', '', 18, '[]', 0, '', 16, 0, '5,0,0', 0, 0, 1, 1, '', '16,王正,郝俊才', '{\"fullName\":{\"18\":\"王正\",\"20\":\"郝俊才\"}}', NULL);
INSERT INTO `jee_task` VALUES (17, 31, 3, 2, 'SFQ750-002液压系统设计', 2, 0, 0, 0, '2020-02-19 23:59:59', '', 0, '', '如题', '2020-02-18 08:38:42', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 17, 0, '2,0,0', 0, 0, 0, 1, '', '17,陈富永,王文利,SFQ750-002', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}', '2020-02-20 15:07:40');
INSERT INTO `jee_task` VALUES (18, 31, 3, 2, 'SFQ750-002气动系统设计', 2, 0, 0, 0, '2020-02-21 23:59:59', '', 0, '', '如题', '2020-02-19 17:37:11', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 18, 0, '1,0,0', 0, 0, 0, 1, '', '18,陈富永,王文利,SFQ750-002', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}', '2020-02-21 17:50:59');
INSERT INTO `jee_task` VALUES (19, 6, 9, 2, 'ZTA-002机床整理，精度调整', 2, 0, 0, 0, '2020-02-25 23:59:59', '', 0, '', '如题', '2020-02-20 09:30:29', NULL, 3, 3, 0, '9,24', '', '', 9, '[]', 0, '', 19, 0, '7,0,0', 0, 0, 0, 1, '', '19,陈俊,杨海,ZTA-002', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"6\":\"ZTA-002\"}}', '2020-02-28 11:11:50');
INSERT INTO `jee_task` VALUES (20, 31, 3, 2, 'SFQ750-002润滑系统设计', 2, 0, 0, 0, '2020-02-25 23:59:59', '', 0, '', '如题', '2020-02-21 18:05:36', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 20, 0, '8,0,0', 0, 0, 0, 1, '', '20,陈富永,王文利,SFQ750-002', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}', '2020-02-25 17:09:45');
INSERT INTO `jee_task` VALUES (21, 29, 11, 2, 'DVM-500-001-20011  主轴箱精加工模型设计', 2, 0, 0, 0, '2020-02-24 23:59:59', '', 0, '', '同时完成屯主轴箱有连接关系的零件模型。', '2020-02-23 20:43:12', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 21, 0, '1,0,0', 0, 0, 1, 1, '', '21,康文生,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-02-25 07:53:27');
INSERT INTO `jee_task` VALUES (22, 28, 6, 2, 'MS100B主轴箱图纸审核打包下速达', 3, 0, 0, 0, '2020-02-24 23:59:59', '', 0, '', 'MS100B主轴箱图纸审核、打包、下速达', '2020-02-24 08:30:56', NULL, 3, 3, 0, '6', '', '', 6, '[]', 0, '', 22, 0, '0,6,0', 0, 0, 0, 1, '', '22,黄国峰,MS100B', '{\"fullName\":{\"6\":\"黄国峰\"},\"groupName\":{\"28\":\"MS100B\"}}', '2020-02-25 08:19:58');
INSERT INTO `jee_task` VALUES (23, 28, 6, 2, 'MS100B系统试验-控制器件及电路准备', 2, 0, 0, 0, '2020-02-26 23:59:59', '', 0, '', 'MS100B系统试验：三菱控制器件装箱走线', '2020-02-24 08:33:06', NULL, 3, 3, 0, '29', '', '', 6, '[]', 0, '', 23, 0, '3,0,0', 0, 0, 0, 1, '', '23,黄国峰,董晨瑞,MS100B', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"28\":\"MS100B\"}}', '2020-02-27 08:30:18');
INSERT INTO `jee_task` VALUES (24, 0, 20, 2, 'P2001成都西菱换型夹具设计', 2, 0, 0, 0, '2020-02-27 23:59:00', '', 0, '', '如题，西菱有两种连杆需要夹具换型', '2020-02-24 08:46:52', NULL, 3, 3, 0, '20', '', '', 20, '[]', 0, '', 24, 0, '3,0,0', 0, 0, 0, 1, '', '24,郝俊才', '{\"fullName\":{\"20\":\"郝俊才\"}}', '2020-03-12 20:52:04');
INSERT INTO `jee_task` VALUES (25, 29, 11, 2, 'DVL-1115-001-13011  滑座精加工模型设计', 2, 0, 0, 0, '2020-02-25 23:59:59', '', 0, '', '完成与之相关的零件模型如，防护的钣金件、光栅尺寸读数头固定座、拖链支架', '2020-02-25 07:59:37', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 25, 0, '1,2,0', 0, 0, 1, 1, '', '25,康文生,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-02-25 21:18:11');
INSERT INTO `jee_task` VALUES (26, 28, 6, 2, 'MS100B 立柱部件三维模型', 3, 0, 0, 0, '2020-02-26 23:59:59', '', 0, '', 'MS100B 立柱部件三维模型，模型尺寸细化达到可出工程图状态', '2020-02-25 08:23:25', NULL, 3, 3, 0, '6', '', '', 6, '[]', 0, '', 26, 0, '1,0,0', 0, 0, 0, 1, '', '26,黄国峰,MS100B', '{\"fullName\":{\"6\":\"黄国峰\"},\"groupName\":{\"28\":\"MS100B\"}}', '2020-02-27 08:18:44');
INSERT INTO `jee_task` VALUES (27, 25, 17, 2, 'ZH006-001三维设计和铸件下图', 1, 0, 0, 0, '2020-03-02 17:00:00', '', 0, '', '细化ZH006-001三维设计，完成床身等铸件下图。', '2020-02-25 09:16:50', NULL, 3, 3, 0, '26', '', '', 17, '[]', 0, '', 27, 0, '7,0,0', 0, 0, 0, 1, '', '27,王保森,刘克伟,ZH006-001', '{\"fullName\":{\"17\":\"王保森\",\"26\":\"刘克伟\"},\"groupName\":{\"25\":\"ZH006-001\"}}', '2020-03-20 11:03:36');
INSERT INTO `jee_task` VALUES (28, 31, 3, 2, 'SFQ750-002冷却系统设计', 2, 0, 0, 0, '2020-02-27 23:59:59', '', 0, '', '如题', '2020-02-25 17:11:17', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 28, 0, '1,0,0', 0, 0, 0, 1, '', '28,陈富永,王文利,SFQ750-002', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}', '2020-03-03 13:31:34');
INSERT INTO `jee_task` VALUES (29, 31, 3, 2, 'SFQ750-002防护罩方案设计', 2, 0, 0, 0, '2020-02-29 23:59:59', '', 0, '', '如题', '2020-02-25 17:13:02', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 29, 0, '3,0,0', 0, 0, 0, 1, '', '29,陈富永,王文利,SFQ750-002', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}', '2020-03-04 17:19:45');
INSERT INTO `jee_task` VALUES (30, 29, 11, 2, 'DVM-500-001-12011  横梁精加工模型设计', 2, 0, 0, 0, '2020-02-26 23:59:59', '', 0, '', '与横梁相关的钣金件设计。', '2020-02-25 21:20:48', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 30, 0, '1,4,0', 0, 0, 0, 1, '', '30,康文生,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-02-26 21:05:10');
INSERT INTO `jee_task` VALUES (31, 29, 11, 2, 'DVL-1115-001  左、右床身精加工模型设计', 2, 0, 0, 0, '2020-02-28 23:59:59', '', 0, '', '包括防护、铠甲防护的辅助导轨、拖链支架的模型设计。', '2020-02-26 21:09:11', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 31, 0, '2,0,0', 0, 0, 0, 1, '', '31,康文生,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-02-28 17:53:31');
INSERT INTO `jee_task` VALUES (32, 28, 6, 2, 'MS100B 立柱部件工程图', 3, 0, 0, 0, '2020-02-28 23:59:59', '', 0, '', 'MS100B 立柱部件出装配图、零件工程图、三表、下速达单子并下发PDF图纸', '2020-02-27 08:21:25', NULL, 3, 3, 0, '6', '', '', 6, '[]', 0, '', 32, 0, '2,0,0', 0, 0, 0, 1, '', '32,黄国峰,MS100B', '{\"fullName\":{\"6\":\"黄国峰\"},\"groupName\":{\"28\":\"MS100B\"}}', '2020-03-04 15:59:21');
INSERT INTO `jee_task` VALUES (33, 0, 6, 2, 'MS100三菱PLC控制试验', 3, 0, 0, 0, '2020-03-01 23:59:59', '', 0, '', 'MS100，试验三菱PLC控制三菱电机带负载往复动作及控制方式', '2020-02-27 08:26:47', NULL, 3, 3, 0, '29', '', '', 6, '[]', 0, '', 33, 0, '2,0,0', 0, 0, 0, 1, '', '33,黄国峰,董晨瑞', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', '2020-03-04 16:21:57');
INSERT INTO `jee_task` VALUES (34, 0, 20, 2, '磐吉奥夹具方案', 2, 0, 0, 0, '2020-02-27 23:59:00', '', 0, '', '如题', '2020-02-27 13:54:14', NULL, 3, 3, 0, '20', '', '', 20, '[[\"undefined\",\"undefined\"]]', 0, '', 34, 0, '0,7,0', 0, 0, 1, 1, '', '34,郝俊才', '{\"fullName\":{\"20\":\"郝俊才\"}}', '2020-03-12 20:50:16');
INSERT INTO `jee_task` VALUES (35, 7, 4, 2, 'RS06A-014技术任务书', 2, 0, 0, 0, '2020-02-28 23:59:59', '', 0, '', 'RS06A-014技术任务书', '2020-02-28 09:25:33', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 35, 0, '0,1,0', 0, 0, 0, 1, '', '35,李伟东,RS06A-014', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"7\":\"RS06A-014\"}}', '2020-02-28 15:05:12');
INSERT INTO `jee_task` VALUES (36, 7, 4, 2, 'RS06A-014夹具设计', 2, 0, 0, 0, '2020-03-03 23:59:59', '', 0, '', 'RS06A-014夹具设计', '2020-02-28 15:11:00', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 36, 0, '2,0,0', 0, 0, 0, 1, '', '36,李伟东,RS06A-014', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"7\":\"RS06A-014\"}}', '2020-03-03 14:21:31');
INSERT INTO `jee_task` VALUES (37, 29, 11, 2, 'DVM-500-001-17001  刀库方案设计', 2, 0, 0, 0, '2020-02-29 23:59:59', '', 0, '', '根据供货商提供的环形导轨成套设备，详细设计刀库方案。包括刀夹安装，电机选型。', '2020-02-28 18:19:00', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 37, 0, '1,0,0', 0, 0, 0, 1, '', '37,康文生,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-02-29 19:22:11');
INSERT INTO `jee_task` VALUES (38, 28, 6, 2, 'MS100B系统试验', 2, 0, 0, 0, '2020-03-08 23:59:59', '', 0, '', 'MS100B三菱系统试验，验证三菱系统往复、主旋、进给动作。往复与主旋联动、往复换向时间、进给功能。', '2020-02-28 21:56:48', NULL, 3, 3, 0, '29', '', '', 6, '[]', 0, '', 38, 0, '3,0,0', 0, 0, 0, 1, '', '38,黄国峰,董晨瑞,MS100B', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"28\":\"MS100B\"}}', '2020-03-04 16:11:28');
INSERT INTO `jee_task` VALUES (39, 16, 6, 2, 'MH150-005程序改进', 2, 0, 0, 0, '2020-03-15 23:59:59', '', 0, '', '改进MH150-005精珩程序，解决或改善主旋停顿', '2020-02-28 21:59:10', NULL, 0, 3, 0, '29', '', '', 6, '[]', 0, '', 39, 0, '4,0,0', 0, 0, 0, 1, '', '39,黄国峰,董晨瑞,MH150-005', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"16\":\"MH150-005\"}}', NULL);
INSERT INTO `jee_task` VALUES (40, 28, 9, 2, 'MS100B装配', 2, 0, 0, 0, '2020-02-29 23:59:59', '', 0, '', '如题', '2020-02-28 22:01:12', NULL, 3, 3, 0, '9,24', '', '', 9, '[]', 0, '', 40, 0, '1,0,0', 0, 0, 1, 1, '', '40,陈俊,杨海,MS100B', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"28\":\"MS100B\"}}', '2020-02-29 15:33:37');
INSERT INTO `jee_task` VALUES (41, 32, 6, 2, 'MS100-004电气整改', 3, 0, 0, 0, '2020-04-30 23:59:59', '', 0, '', 'MS100-004电气整改。机械整改完成后整理电气系统，达到单机出厂状态。', '2020-02-28 22:01:52', NULL, 0, 3, 0, '29', '', '', 6, '[]', 0, '', 41, 0, '4,0,0', 0, 0, 0, 1, '', '41,黄国峰,董晨瑞,MS100-004', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"32\":\"MS100-004\"}}', NULL);
INSERT INTO `jee_task` VALUES (42, 33, 6, 2, 'MS100-007电气整顿', 3, 0, 0, 0, '2020-04-30 23:59:59', '', 0, '', 'MS100-007试验完成后进行机械整顿，机械整顿完成后进行电气整顿，达到出厂状态。', '2020-02-28 22:04:31', NULL, 3, 3, 0, '29', '', '', 6, '[]', 0, '', 42, 0, '4,0,0', 0, 0, 0, 1, '', '42,黄国峰,董晨瑞,MS100-007', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"33\":\"MS100-007\"}}', '2020-03-23 15:12:45');
INSERT INTO `jee_task` VALUES (43, 34, 6, 2, 'MW500-001电气动作调试', 3, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', 'MW500-001电气动作调试', '2020-02-28 22:08:44', NULL, 0, 3, 0, '29', '', '', 6, '[]', 0, '', 43, 0, '5,0,0', 0, 0, 0, 1, '', '43,黄国峰,董晨瑞,MW500-001', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"34\":\"MW500-001\"}}', NULL);
INSERT INTO `jee_task` VALUES (44, 13, 9, 2, 'ZP005-001调试', 2, 0, 0, 0, '2020-03-06 23:59:59', '', 0, '', '如题', '2020-03-01 14:12:39', NULL, 3, 3, 0, '24', '', '', 9, '[]', 0, '', 44, 0, '5,0,0', 0, 0, 1, 1, '', '44,陈俊,杨海,ZP005-001', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"13\":\"ZP005-001\"}}', '2020-03-13 16:44:26');
INSERT INTO `jee_task` VALUES (45, 31, 9, 2, '抛光机试切', 2, 0, 0, 0, '2020-03-06 23:59:59', '', 0, '', '如题', '2020-03-01 18:20:41', NULL, 3, 3, 0, '32', '', '', 9, '[]', 0, '', 45, 0, '3,0,0', 0, 0, 1, 1, '', '45,陈俊,梁引科,SFQ750-002', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"31\":\"SFQ750-002\"}}', '2020-03-07 13:10:46');
INSERT INTO `jee_task` VALUES (46, 29, 11, 2, 'DVM-500-001-11011  底座精加工模型设计', 2, 0, 0, 0, '2020-03-03 23:59:59', '', 0, '', '底座相关的整体防护底部框架模型与底座精加工模型设计\r\n', '2020-03-01 18:53:57', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 46, 0, '2,0,0', 0, 0, 0, 1, '', '46,康文生,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-03 17:32:46');
INSERT INTO `jee_task` VALUES (47, 10, 4, 2, 'RS08A-027电气原理图&电气元件下速达', 2, 0, 0, 0, '2020-03-08 23:59:59', '', 0, '', 'RS08A-027电气原理图&电气元件下速达', '2020-03-02 08:40:53', NULL, 3, 3, 0, '29', '', '', 4, '[]', 0, '', 47, 0, '0,6,0', 0, 0, 0, 1, '', '47,李伟东,董晨瑞,RS08A-027', '{\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-04 18:12:34');
INSERT INTO `jee_task` VALUES (48, 1, 4, 2, 'RS08A-028电气原理图&电气元件下速达', 2, 0, 0, 0, '2020-03-08 23:59:59', '', 0, '', 'RS08A-028电气原理图&电气元件下速达', '2020-03-02 08:42:55', NULL, 3, 3, 0, '29', '', '', 4, '[]', 0, '', 48, 0, '0,2,0', 0, 0, 0, 1, '', '48,李伟东,董晨瑞,RS08A-028', '{\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"},\"groupName\":{\"1\":\"RS08A-028\"}}', '2020-03-04 10:33:40');
INSERT INTO `jee_task` VALUES (49, 7, 4, 2, 'RS06A-014电气原理图&电气元件下速达', 2, 0, 0, 0, '2020-03-08 23:59:59', '', 0, '', 'RS06A-014电气原理图&电气元件下速达', '2020-03-02 08:46:37', NULL, 3, 3, 0, '29', '', '', 4, '[]', 0, '', 49, 0, '0,2,0', 0, 0, 0, 1, '', '49,李伟东,董晨瑞,RS06A-014', '{\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"},\"groupName\":{\"7\":\"RS06A-014\"}}', '2020-03-09 08:56:17');
INSERT INTO `jee_task` VALUES (50, 28, 6, 2, 'MS100B控制系统试验机械部分', 3, 0, 0, 0, '2020-03-03 23:59:59', '', 0, '', '1、MS100-007换装往复电机、电机安装板、联轴器，并连接电机线缆；\r\n2、用百分表找出极限情况下电机的换向精度。\r\n\r\n说明：附件内有试验目标和验证项目', '2020-03-02 17:11:04', NULL, 3, 3, 0, '9', '', '', 6, '[[\"\",\"\"]]', 0, '', 50, 0, '0,6,0', 0, 0, 0, 1, '', '50,黄国峰,陈俊,MS100B', '{\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\"},\"groupName\":{\"28\":\"MS100B\"}}', '2020-03-03 08:04:05');
INSERT INTO `jee_task` VALUES (51, 21, 9, 2, '精度确认，发货准备', 2, 0, 0, 0, '2020-03-04 23:59:59', '', 0, '', '如题', '2020-03-03 08:17:20', NULL, 3, 3, 0, '32', '', '', 9, '[]', 0, '', 51, 0, '1,0,0', 0, 0, 1, 1, '', '51,陈俊,梁引科,RC06A-011 ', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"21\":\"RC06A-011 \"}}', '2020-03-03 18:31:48');
INSERT INTO `jee_task` VALUES (52, 19, 4, 2, 'RS10A-007-010程序整改及接线', 2, 0, 0, 0, '2020-03-08 23:59:59', '', 0, '', 'RS10A-007-010程序整改及接线', '2020-03-03 14:12:33', NULL, 2, 3, 0, '29', '', '', 4, '[]', 0, '', 52, 0, '3,0,0', 0, 0, 0, 1, '', '52,李伟东,董晨瑞,RS10A-007-010', '{\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}', NULL);
INSERT INTO `jee_task` VALUES (53, 19, 4, 2, 'RS10A-007-010发货前准备技术文件', 2, 0, 0, 0, '2020-03-08 23:59:59', '', 0, '', 'RS10A-007-010发货前准备技术文件', '2020-03-03 14:20:15', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 53, 0, '2,0,0', 0, 0, 0, 1, '', '53,李伟东,RS10A-007-010', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}', '2020-03-08 12:24:26');
INSERT INTO `jee_task` VALUES (54, 31, 3, 2, '测试系统', 2, 0, 0, 0, '2020-03-03 23:59:59', '', 0, '', '如题', '2020-03-03 14:44:55', NULL, 0, 3, 0, '3', '', '', 3, '[[\"\",\"\"],[\"\",\"\"],[\"\",\"\"],[\"\",\"\"],[\"\",\"\"]]', 0, '', 54, 0, '2,3,0', 0, 0, 1, 1, '', '54,陈富永,SFQ750-002', '{\"fullName\":{\"3\":\"陈富永\"},\"groupName\":{\"31\":\"SFQ750-002\"}}', NULL);
INSERT INTO `jee_task` VALUES (55, 29, 11, 2, 'DVM-500-001  所有电机座与轴承座精加工模型', 2, 0, 0, 0, '2020-03-04 23:59:59', '', 0, '', '如题', '2020-03-03 17:37:46', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 55, 0, '1,2,0', 0, 0, 0, 1, '', '55,康文生,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-04 19:53:41');
INSERT INTO `jee_task` VALUES (56, 1, 4, 2, 'RS08A-028夹具审图下单', 2, 0, 0, 0, '2020-03-10 23:59:59', '', 0, '', 'RS08A-028夹具审图下单', '2020-03-04 11:39:54', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 56, 0, '0,5,0', 0, 0, 0, 1, '', '56,李伟东,RS08A-028', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}', '2020-03-11 19:16:15');
INSERT INTO `jee_task` VALUES (57, 7, 4, 2, 'RS06A-014机械手抓取定位装置改进', 2, 0, 0, 0, '2020-03-04 23:59:59', '', 0, '', 'RS06A-014机械手抓取定位装置改进', '2020-03-04 11:52:02', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 57, 0, '1,4,0', 0, 0, 0, 1, '', '57,李伟东,RS06A-014', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"7\":\"RS06A-014\"}}', '2020-03-04 18:13:36');
INSERT INTO `jee_task` VALUES (58, 35, 6, 2, 'ZP005电气调试', 2, 0, 0, 0, '2020-03-10 23:59:59', '', 0, '', '检查输入输出点接线，调试程序动作，配合试加工。', '2020-03-04 16:08:30', NULL, 3, 3, 0, '30', '', '', 17, '[]', 0, '', 58, 0, '7,0,0', 0, 0, 0, 1, '', '58,黄国峰,王保森,吴永德,ZP005', '{\"fullName\":{\"6\":\"黄国峰\",\"17\":\"王保森\",\"30\":\"吴永德\"},\"groupName\":{\"35\":\"ZP005\"}}', '2020-03-12 14:22:22');
INSERT INTO `jee_task` VALUES (59, 12, 6, 2, 'MH150-006夹具增加浮动单元确定尺寸及部分三维模型', 2, 0, 0, 0, '2020-03-06 23:59:59', '', 0, '', 'MH150-006夹具增加浮动单元，确定浮动单元各个结构的尺寸及部分三维模型', '2020-03-04 16:26:47', NULL, 3, 3, 0, '41', '', '', 6, '[]', 0, '', 59, 0, '2,0,0', 0, 0, 0, 1, '', '59,黄国峰,李朋杰,MH150-006', '{\"fullName\":{\"6\":\"黄国峰\",\"41\":\"李朋杰\"},\"groupName\":{\"12\":\"MH150-006\"}}', '2020-03-23 15:39:09');
INSERT INTO `jee_task` VALUES (60, 29, 11, 2, 'DVM-500-001-17101  刀库底座详细模型设计', 2, 0, 0, 0, '2020-03-05 23:59:59', '', 0, '', '如题', '2020-03-04 19:55:18', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 60, 0, '1,0,0', 0, 0, 0, 1, '', '60,康文生,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-05 18:02:25');
INSERT INTO `jee_task` VALUES (61, 31, 3, 2, 'SFQ750-002防护罩结构设计', 2, 0, 0, 0, '2020-03-13 23:59:59', '', 0, '', '如题', '2020-03-05 08:24:57', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 61, 0, '5,0,0', 0, 0, 0, 1, '', '61,陈富永,王文利,SFQ750-002', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}', '2020-03-17 08:40:08');
INSERT INTO `jee_task` VALUES (62, 32, 9, 2, 'MS100-004整理', 2, 0, 0, 0, '2020-03-06 23:59:59', '', 0, '', '如题', '2020-03-05 13:18:44', NULL, 3, 3, 0, '32', '', '', 9, '[]', 0, '', 62, 0, '1,4,0', 0, 0, 1, 1, '', '62,陈俊,梁引科,MS100-004', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"32\":\"MS100-004\"}}', '2020-03-07 13:10:10');
INSERT INTO `jee_task` VALUES (63, 29, 11, 2, 'DVM-500-011  刀库整体防护设计', 2, 0, 0, 0, '2020-03-06 23:59:59', '', 0, '', '如题', '2020-03-05 18:04:30', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 63, 0, '1,2,0', 0, 0, 0, 1, '', '63,康文生,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-06 18:01:37');
INSERT INTO `jee_task` VALUES (64, 36, 9, 2, 'SH1909中马变速', 2, 0, 0, 0, '2020-03-15 23:59:59', '', 0, '', '如题', '2020-03-06 10:08:08', NULL, 0, 3, 0, '9', '', '', 9, '[]', 0, '', 64, 0, '3,0,0', 0, 0, 1, 1, '', '64,陈俊,SH1909', '{\"fullName\":{\"9\":\"陈俊\"},\"groupName\":{\"36\":\"SH1909\"}}', NULL);
INSERT INTO `jee_task` VALUES (65, 10, 9, 2, '机床拆卸', 2, 0, 0, 0, '2020-03-07 23:59:59', '', 0, '', '如题', '2020-03-07 13:09:24', NULL, 3, 3, 0, '32', '', '', 9, '[]', 0, '', 65, 0, '0,4,0', 0, 0, 1, 1, '', '65,陈俊,梁引科,RS08A-027', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-08 17:30:47');
INSERT INTO `jee_task` VALUES (66, 10, 9, 2, '铸件，工作台追加工', 2, 0, 0, 0, '2020-03-08 23:59:59', '', 0, '', '如题', '2020-03-08 17:30:03', NULL, 0, 3, 0, '36', '', '', 9, '[]', 0, '', 66, 0, '1,0,0', 0, 0, 1, 1, '', '66,陈俊,吕阳,RS08A-027', '{\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\"},\"groupName\":{\"10\":\"RS08A-027\"}}', NULL);
INSERT INTO `jee_task` VALUES (67, 30, 11, 2, 'WCM40-001  工作台防护详细方案模型设计', 2, 0, 0, 0, '2020-03-09 23:59:59', '', 0, '', '如题', '2020-03-08 19:50:31', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 67, 0, '0,4,0', 0, 0, 0, 1, '', '67,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-09 19:01:22');
INSERT INTO `jee_task` VALUES (68, 30, 11, 2, 'WCM40-001  主轴箱防护详细方案模型设计', 2, 0, 0, 0, '2020-03-09 23:59:59', '', 0, '', '如题', '2020-03-08 19:51:31', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 68, 0, '6,6,0', 0, 0, 0, 1, '', '68,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-09 19:03:18');
INSERT INTO `jee_task` VALUES (69, 29, 11, 2, 'DVM-500-001-11011  底座精加工工程图', 2, 0, 0, 0, '2020-03-09 23:59:59', '', 0, '', '如题', '2020-03-08 19:52:56', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 69, 0, '1,0,0', 0, 0, 0, 1, '', '69,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-09 19:00:06');
INSERT INTO `jee_task` VALUES (70, 10, 9, 2, '装配', 2, 0, 0, 0, '2020-03-13 23:59:59', '', 0, '', '如题', '2020-03-09 08:09:41', NULL, 3, 3, 0, '32', '', '', 9, '[]', 0, '', 70, 0, '2,0,0', 0, 0, 0, 1, '', '70,陈俊,梁引科,RS08A-027', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-11 16:44:01');
INSERT INTO `jee_task` VALUES (71, 18, 9, 2, '线体发货准备', 2, 0, 0, 0, '2020-03-13 23:59:59', '', 0, '', '如题', '2020-03-09 08:11:04', NULL, 3, 3, 0, '25', '', '', 9, '[]', 0, '', 71, 0, '2,0,0', 0, 0, 0, 1, '', '71,陈俊,郭伟,ZY1906', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"18\":\"ZY1906\"}}', '2020-03-11 16:44:37');
INSERT INTO `jee_task` VALUES (72, 37, 6, 2, 'RS10A-007~010 线体接线及与主机联调', 1, 0, 0, 0, '2020-03-11 23:59:59', '', 0, '', 'RS10A-007~010 线体接线，然后与主机联调，优化程序', '2020-03-09 08:42:59', NULL, 3, 3, 0, '29', '', '', 6, '[]', 0, '', 72, 0, '5,0,0', 0, 0, 0, 1, '', '72,黄国峰,董晨瑞,RS10A-007~010', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}', '2020-03-11 18:15:40');
INSERT INTO `jee_task` VALUES (73, 16, 6, 2, 'MH150-005珩磨头测绘', 4, 0, 0, 0, '2020-03-15 23:59:59', '', 0, '', 'MH150-005珩磨头测绘，共8个珩磨头，测名义尺寸，出三维模型', '2020-03-09 08:45:40', NULL, 3, 3, 0, '41', '', '', 6, '[]', 0, '', 73, 0, '3,0,0', 0, 0, 0, 1, '', '73,黄国峰,李朋杰,MH150-005', '{\"fullName\":{\"6\":\"黄国峰\",\"41\":\"李朋杰\"},\"groupName\":{\"16\":\"MH150-005\"}}', '2020-03-23 15:38:45');
INSERT INTO `jee_task` VALUES (74, 29, 11, 2, 'DVM-500-11012  左床身精加工工程图设计', 2, 0, 0, 0, '2020-03-10 23:59:59', '', 0, '', '如题', '2020-03-09 20:49:05', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 74, 0, '1,0,0', 0, 0, 0, 1, '', '74,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-10 21:15:02');
INSERT INTO `jee_task` VALUES (75, 30, 11, 2, 'WCM40-001  底座内防护详细方案模型设计', 2, 0, 0, 0, '2020-03-11 23:59:59', '', 0, '', '如题', '2020-03-09 20:50:59', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 75, 0, '2,0,0', 0, 0, 0, 1, '', '75,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-11 19:35:01');
INSERT INTO `jee_task` VALUES (76, 19, 9, 2, '机床整改', 2, 0, 0, 0, '2020-03-15 23:59:59', '', 0, '', '如题', '2020-03-10 14:29:25', NULL, 3, 3, 0, '32', '', '', 9, '[]', 0, '', 76, 0, '3,0,0', 0, 0, 0, 1, '', '76,陈俊,梁引科,RS10A-007-010', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}', '2020-03-13 16:39:11');
INSERT INTO `jee_task` VALUES (77, 12, 9, 2, '铸件加工', 2, 0, 0, 0, '2020-03-15 23:59:59', '', 0, '', '如题', '2020-03-10 14:31:40', NULL, 0, 3, 0, '36', '', '', 9, '[]', 0, '', 77, 0, '6,0,0', 0, 0, 0, 1, '', '77,陈俊,吕阳,MH150-006', '{\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\"},\"groupName\":{\"12\":\"MH150-006\"}}', NULL);
INSERT INTO `jee_task` VALUES (78, 0, 6, 2, 'ZH005-002速达下单', 2, 0, 0, 0, '2020-03-10 23:59:59', '', 0, '', 'ZH005-002速达建号、下单', '2020-03-10 18:04:31', NULL, 3, 3, 0, '6', '', '', 6, '[]', 0, '', 78, 0, '1,0,0', 0, 0, 0, 1, '', '78,黄国峰', '{\"fullName\":{\"6\":\"黄国峰\"}}', '2020-03-10 18:05:07');
INSERT INTO `jee_task` VALUES (79, 29, 11, 2, 'DVM-500-11013  右床身  精加工工程图设计', 2, 0, 0, 0, '2020-03-11 23:59:59', '', 0, '', '如题', '2020-03-10 21:16:33', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 79, 0, '1,0,0', 0, 0, 0, 1, '', '79,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-11 19:35:22');
INSERT INTO `jee_task` VALUES (80, 38, 9, 2, '售后托盘装配', 2, 0, 0, 0, '2020-03-15 23:59:59', '', 0, '', '如题', '2020-03-11 16:43:27', NULL, 3, 3, 0, '25', '', '', 9, '[]', 0, '', 80, 0, '2,0,0', 0, 0, 0, 1, '', '80,陈俊,郭伟,ZY1902', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"38\":\"ZY1902\"}}', '2020-03-13 16:39:53');
INSERT INTO `jee_task` VALUES (81, 1, 4, 2, 'RS08A-028气动&刀具&防护', 2, 0, 0, 0, '2020-03-11 23:59:59', '', 0, '', 'RS08A-028气动&刀具&防护', '2020-03-11 19:17:47', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 81, 0, '0,4,0', 0, 0, 0, 1, '', '81,李伟东,RS08A-028', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}', '2020-03-13 09:26:11');
INSERT INTO `jee_task` VALUES (82, 39, 4, 2, 'RC06A-018，E80竖排面板修改', 3, 0, 0, 0, '2020-03-13 23:59:59', '', 0, '', 'RC06A-018（E80竖排面板修改）', '2020-03-11 19:26:47', NULL, 3, 3, 0, '4,29', '', '', 4, '[]', 0, '', 82, 0, '0,4,0', 0, 0, 0, 1, '', '82,李伟东,董晨瑞,RC06A-018', '{\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"},\"groupName\":{\"39\":\"RC06A-018\"}}', '2020-03-13 16:22:39');
INSERT INTO `jee_task` VALUES (83, 29, 11, 2, 'DVM-500-12011  横梁精加工工程图设计', 2, 0, 0, 0, '2020-03-12 23:59:59', '', 0, '', '如题', '2020-03-11 19:45:02', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 83, 0, '1,0,0', 0, 0, 0, 1, '', '83,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-12 16:59:29');
INSERT INTO `jee_task` VALUES (84, 30, 11, 2, 'WCM40  整体防护方案模型设计', 2, 0, 0, 0, '2020-03-13 23:59:59', '', 0, '', '如题', '2020-03-11 19:46:36', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 84, 0, '2,0,0', 0, 0, 0, 1, '', '84,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-14 21:20:34');
INSERT INTO `jee_task` VALUES (85, 7, 6, 2, 'RS06A-014 电气设计', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', 'RS06A-014 出原理图、端子接线图、电柜排布图', '2020-03-12 16:37:59', NULL, 1, 3, 0, '29', '', '', 6, '[]', 0, '', 85, 0, '4,0,0', 0, 0, 0, 1, '', '85,黄国峰,董晨瑞,RS06A-014', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"7\":\"RS06A-014\"}}', NULL);
INSERT INTO `jee_task` VALUES (86, 8, 6, 2, 'ZY2001 电气设计', 2, 0, 0, 0, '2020-03-22 23:59:59', '', 0, '', 'ZY2001，出原理图、端子接线图、电柜排布图。包括：\r\n1、上料线控制柜\r\n2、中转线控制柜\r\n3、测量控制柜\r\n4、总控通讯线路\r\n（共计1台精镗机，1台珩磨机，1台清洗机，1套测量系统，3个机器人，2条线体）\r\n5、电源分流端子', '2020-03-12 16:49:25', NULL, 0, 3, 0, '29', '', '', 6, '[]', 0, '', 86, 0, '7,0,0', 0, 0, 0, 1, '', '86,黄国峰,董晨瑞,ZY2001', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"8\":\"ZY2001\"}}', NULL);
INSERT INTO `jee_task` VALUES (87, 6, 6, 2, 'ZTA-002电气设计', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', 'ZTA-002，出原理图、端子接线图、电柜排布图', '2020-03-12 16:52:01', NULL, 0, 3, 0, '29', '', '', 6, '[]', 0, '', 87, 0, '3,0,0', 0, 0, 0, 1, '', '87,黄国峰,董晨瑞,ZTA-002', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"6\":\"ZTA-002\"}}', NULL);
INSERT INTO `jee_task` VALUES (88, 29, 11, 2, 'DVM-500-13011  滑座  精加工工程图设计', 2, 0, 0, 0, '2020-03-13 23:59:59', '', 0, '', '如题', '2020-03-12 17:00:26', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 88, 0, '1,0,0', 0, 0, 0, 1, '', '88,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-14 21:19:57');
INSERT INTO `jee_task` VALUES (89, 3, 6, 2, 'DVL-1115-001电气设计', 2, 0, 0, 0, '2020-03-28 23:59:59', '', 0, '', 'DVL-1115-001，出原理图、端子接线图、电柜布局图、线缆图', '2020-03-12 18:16:07', NULL, 2, 3, 0, '42', '', '', 11, '[]', 0, '', 89, 0, '10,0,0', 0, 0, 0, 1, '', '89,黄国峰,康文生,彭兴乔,DVL-1115-001  双轴立式车削中心', '{\"fullName\":{\"6\":\"黄国峰\",\"11\":\"康文生\",\"42\":\"彭兴乔\"},\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"}}', NULL);
INSERT INTO `jee_task` VALUES (90, 21, 4, 2, 'RC06A-011发货前准备技术文件', 2, 0, 0, 0, '2020-03-13 23:59:59', '', 0, '', 'RC06A-011发货前准备技术文件', '2020-03-13 09:27:38', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 90, 0, '0,2,0', 0, 0, 0, 1, '', '90,李伟东,RC06A-011 ', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"21\":\"RC06A-011 \"}}', '2020-03-13 14:44:05');
INSERT INTO `jee_task` VALUES (91, 5, 4, 2, 'SH2002夹具设计', 2, 0, 0, 0, '2020-03-15 23:59:59', '', 0, '', 'SH2002夹具设计', '2020-03-13 14:52:53', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 91, 0, '1,4,0', 0, 0, 0, 1, '', '91,李伟东,SH2002', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"5\":\"SH2002\"}}', '2020-03-13 16:27:37');
INSERT INTO `jee_task` VALUES (92, 40, 3, 2, 'SFQ750-001工艺试验20-02', 2, 0, 0, 0, '2020-03-15 23:59:59', '', 0, '', '试加工确定工艺参数，解决粗糙度、平坦度问题。', '2020-03-13 16:27:09', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 92, 0, '2,0,0', 0, 0, 0, 1, '', '92,陈富永,王文利,SFQ750-001', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"40\":\"SFQ750-001\"}}', '2020-03-17 08:42:37');
INSERT INTO `jee_task` VALUES (93, 31, 3, 2, 'SFQ750-002走线走管设计', 2, 0, 0, 0, '2020-03-17 23:59:59', '', 0, '', '电气走线，电柜线槽、支架；液压走管，液压站、阀组安装；润滑、气动安装；冷却走管；', '2020-03-13 16:40:08', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 93, 0, '2,0,0', 0, 0, 0, 1, '', '93,陈富永,王文利,SFQ750-002', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}', '2020-03-19 13:11:56');
INSERT INTO `jee_task` VALUES (94, 37, 9, 2, '走线整改', 2, 0, 0, 0, '2020-03-15 23:59:59', '', 0, '', '如题', '2020-03-13 19:50:19', NULL, 3, 3, 0, '24', '', '', 9, '[]', 0, '', 94, 0, '2,0,0', 0, 0, 0, 1, '', '94,陈俊,杨海,RS10A-007~010', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}', '2020-03-15 16:23:23');
INSERT INTO `jee_task` VALUES (95, 37, 9, 2, '走线整改', 2, 0, 0, 0, '2020-03-15 23:59:59', '', 0, '', '如题', '2020-03-13 19:51:18', NULL, 3, 3, 0, '32', '', '', 9, '[]', 0, '', 95, 0, '2,0,0', 0, 0, 0, 1, '', '95,陈俊,梁引科,RS10A-007~010', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}', '2020-03-20 17:35:59');
INSERT INTO `jee_task` VALUES (96, 37, 6, 2, 'RS10A-007~010 改线', 1, 0, 0, 0, '2020-03-16 23:59:59', '', 0, '', 'RS10A-007~010 防护罩内线缆部分改到防护罩外', '2020-03-14 13:26:46', NULL, 3, 3, 0, '29', '', '', 6, '[]', 0, '', 96, 0, '4,0,0', 0, 0, 0, 1, '', '96,黄国峰,董晨瑞,RS10A-007~010', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}', '2020-03-16 08:17:38');
INSERT INTO `jee_task` VALUES (97, 24, 6, 2, 'ZH005-002 电气设计', 2, 0, 0, 0, '2020-03-20 12:59:59', '', 0, '', 'ZH005-002 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', '2020-03-14 13:30:56', NULL, 3, 3, 0, '30', '', '', 6, '[]', 0, '', 97, 0, '4,0,0', 0, 0, 0, 1, '', '97,黄国峰,吴永德,ZH005-002', '{\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"},\"groupName\":{\"24\":\"ZH005-002\"}}', '2020-03-26 17:46:51');
INSERT INTO `jee_task` VALUES (98, 26, 6, 2, 'ZH007-002', 2, 0, 0, 0, '2020-03-20 12:59:59', '', 0, '', 'ZH007-002 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', '2020-03-14 13:32:03', NULL, 0, 3, 0, '30', '', '', 6, '[]', 0, '', 98, 0, '4,0,0', 0, 0, 0, 1, '', '98,黄国峰,吴永德,ZH007-002', '{\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"},\"groupName\":{\"26\":\"ZH007-002\"}}', NULL);
INSERT INTO `jee_task` VALUES (99, 25, 6, 2, 'ZH006-001 电气设计', 2, 0, 0, 0, '2020-03-20 12:59:59', '', 0, '', 'ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单', '2020-03-14 13:35:39', NULL, 3, 3, 0, '42', '', '', 6, '[]', 0, '', 99, 0, '6,0,0', 0, 0, 0, 1, '', '99,黄国峰,彭兴乔,ZH006-001', '{\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"},\"groupName\":{\"25\":\"ZH006-001\"}}', '2020-03-25 08:55:09');
INSERT INTO `jee_task` VALUES (100, 10, 9, 2, '夹具装配', 2, 0, 0, 0, '2020-03-19 23:59:59', '', 0, '', '如题', '2020-03-15 16:23:58', NULL, 3, 3, 0, '33', '', '', 9, '[]', 0, '', 100, 0, '4,0,0', 0, 0, 1, 1, '', '100,陈俊,福立新,RS08A-027', '{\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-19 11:11:11');
INSERT INTO `jee_task` VALUES (101, 35, 9, 2, '发货准备', 2, 0, 0, 0, '2020-03-18 23:59:59', '', 0, '', '如题', '2020-03-15 16:25:17', NULL, 3, 3, 0, '24', '', '', 9, '[]', 0, '', 101, 0, '2,0,0', 0, 0, 0, 1, '', '101,陈俊,杨海,ZP005', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"35\":\"ZP005\"}}', '2020-03-20 17:35:00');
INSERT INTO `jee_task` VALUES (102, 10, 9, 2, '上下料装配，机床总装', 2, 0, 0, 0, '2020-03-20 23:59:59', '', 0, '', '如题', '2020-03-15 16:27:50', NULL, 3, 3, 0, '32', '', '', 9, '[]', 0, '', 102, 0, '5,0,0', 0, 0, 0, 1, '', '102,陈俊,梁引科,RS08A-027', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-20 17:34:39');
INSERT INTO `jee_task` VALUES (103, 29, 11, 2, 'DVM-500-20011  主轴箱  精加工工程图设计', 2, 0, 0, 0, '2020-03-16 23:59:59', '', 0, '', '如题', '2020-03-16 07:53:50', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 103, 0, '1,0,0', 0, 0, 0, 1, '', '103,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-16 19:32:47');
INSERT INTO `jee_task` VALUES (104, 30, 11, 2, 'WCM40  细化相关防护结构', 2, 0, 0, 0, '2020-03-17 23:59:59', '', 0, '', '细化与铸件有连接关系的防护结构，从而确定铸件的螺钉孔位置。', '2020-03-16 07:57:03', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 104, 0, '2,0,0', 0, 0, 0, 1, '', '104,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-17 18:46:07');
INSERT INTO `jee_task` VALUES (105, 21, 9, 2, '发货', 2, 0, 0, 0, '2020-03-16 23:59:59', '', 0, '', '如题', '2020-03-16 07:58:29', NULL, 3, 3, 0, '9', '', '', 9, '[]', 0, '', 105, 0, '1,0,0', 0, 0, 1, 1, '', '105,陈俊,RC06A-011 ', '{\"fullName\":{\"9\":\"陈俊\"},\"groupName\":{\"21\":\"RC06A-011 \"}}', '2020-03-16 16:59:24');
INSERT INTO `jee_task` VALUES (106, 1, 4, 2, '增加工件防漏拿装置', 2, 0, 0, 0, '2020-03-17 23:59:59', '', 0, '', '增加工件防漏拿装置', '2020-03-16 08:27:55', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 106, 0, '0,4,0', 0, 0, 0, 1, '', '106,李伟东,RS08A-028', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}', '2020-03-16 17:35:24');
INSERT INTO `jee_task` VALUES (108, 8, 9, 2, '线体装配', 2, 0, 0, 0, '2020-03-20 23:59:59', '', 0, '', '如题', '2020-03-16 17:14:34', NULL, 3, 3, 0, '25', '', '', 9, '[]', 0, '', 108, 0, '5,0,0', 0, 0, 0, 1, '', '108,陈俊,郭伟,ZY2001', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"8\":\"ZY2001\"}}', '2020-03-20 17:34:08');
INSERT INTO `jee_task` VALUES (109, 29, 11, 2, 'X轴 导轨、丝杠定货工程图', 2, 0, 0, 0, '2020-03-17 23:59:59', '', 0, '', '如题', '2020-03-16 19:41:34', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 109, 0, '1,0,0', 0, 0, 0, 1, '', '109,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-17 18:46:37');
INSERT INTO `jee_task` VALUES (110, 0, 15, 2, 'ZY1907 ', 2, 0, 0, 0, '2020-03-16 23:59:59', '', 0, '', '新增防护围栏设计', '2020-03-17 07:55:52', NULL, 3, 3, 0, '43', '', '', 15, '[]', 0, '', 110, 0, '1,0,0', 0, 0, 1, 1, '', '110,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', '2020-03-17 07:58:57');
INSERT INTO `jee_task` VALUES (111, 0, 15, 2, 'ZY1904', 2, 0, 0, 0, '2020-03-17 23:59:59', '', 0, '', '宿迁东贝接油盘漏水整改', '2020-03-17 08:05:08', NULL, 3, 3, 0, '43', '', '', 15, '[]', 0, '', 111, 0, '1,0,0', 0, 0, 0, 1, '', '111,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', '2020-03-18 14:48:01');
INSERT INTO `jee_task` VALUES (112, 0, 15, 2, 'ZY2001', 2, 0, 0, 0, '2020-03-16 23:59:59', '', 0, '', 'ZY2001 上下料干涉检查', '2020-03-17 08:44:06', NULL, 3, 3, 0, '15', '', '', 15, '[]', 0, '', 112, 0, '1,0,0', 0, 0, 0, 1, '', '112,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', '2020-03-17 08:44:59');
INSERT INTO `jee_task` VALUES (113, 0, 15, 2, 'ZY2001', 2, 0, 0, 0, '2020-03-17 23:59:59', '', 0, '', 'ZY2001 加工件下速达', '2020-03-17 08:46:57', NULL, 3, 3, 0, '15', '', '', 15, '[]', 0, '', 113, 0, '1,0,0', 0, 0, 0, 1, '', '113,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', '2020-03-18 14:54:45');
INSERT INTO `jee_task` VALUES (114, 1, 4, 2, 'RS08A-028检查是否漏下', 2, 0, 0, 0, '2020-03-18 23:59:59', '', 0, '', '如题', '2020-03-17 14:35:06', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 114, 0, '0,2,0', 0, 0, 0, 1, '', '114,李伟东,RS08A-028', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}', '2020-03-20 15:25:28');
INSERT INTO `jee_task` VALUES (115, 37, 4, 2, 'RS10A-007~010现场跟踪防护整改', 2, 0, 0, 0, '2020-03-17 23:59:59', '', 0, '', '如题', '2020-03-17 14:37:15', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 115, 0, '0,2,0', 0, 0, 0, 1, '', '115,李伟东,RS10A-007~010', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}', '2020-03-17 14:37:45');
INSERT INTO `jee_task` VALUES (116, 10, 4, 2, 'RS08A-027解决装配中遇到的问题', 2, 0, 0, 0, '2020-03-18 23:59:59', '', 0, '', '如题', '2020-03-17 14:41:29', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 116, 0, '0,2,0', 0, 0, 0, 1, '', '116,李伟东,RS08A-027', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-20 15:24:56');
INSERT INTO `jee_task` VALUES (117, 29, 11, 2, 'X、Y轴、刀库门 铠甲防护定货工程图', 2, 0, 0, 0, '2020-03-18 23:59:59', '', 0, '', '如题', '2020-03-17 19:07:12', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 117, 0, '1,0,0', 0, 0, 0, 1, '', '117,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-18 16:42:44');
INSERT INTO `jee_task` VALUES (118, 30, 11, 2, '底座精加工模型设计', 2, 0, 0, 0, '2020-03-18 23:59:59', '', 0, '', '如题', '2020-03-17 19:08:00', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 118, 0, '1,0,0', 0, 0, 0, 1, '', '118,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-18 16:41:52');
INSERT INTO `jee_task` VALUES (119, 16, 9, 2, '夹具整改装配', 2, 0, 0, 0, '2020-03-18 23:59:59', '', 0, '', '如题', '2020-03-18 08:00:18', NULL, 3, 3, 0, '9,32', '', '', 9, '[]', 0, '', 119, 0, '1,0,0', 0, 0, 0, 1, '', '119,陈俊,梁引科,MH150-005', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"16\":\"MH150-005\"}}', '2020-03-20 17:53:36');
INSERT INTO `jee_task` VALUES (120, 10, 9, 2, '电装', 2, 0, 0, 0, '2020-03-18 23:59:59', '', 0, '', '如题', '2020-03-18 08:01:52', NULL, 3, 3, 0, '24', '', '', 9, '[]', 0, '', 120, 0, '1,0,0', 0, 0, 0, 1, '', '120,陈俊,杨海,RS08A-027', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-20 17:33:18');
INSERT INTO `jee_task` VALUES (121, 7, 4, 2, 'RS06A-014吹气装置改进', 2, 0, 0, 0, '2020-03-18 23:59:59', '', 0, '', '如题', '2020-03-18 09:44:47', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 121, 0, '0,2,30', 0, 0, 0, 1, '', '121,李伟东,RS06A-014', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"7\":\"RS06A-014\"}}', '2020-03-20 15:24:22');
INSERT INTO `jee_task` VALUES (122, 12, 9, 2, '铸件攻丝', 2, 0, 0, 0, '2020-03-19 23:59:59', '', 0, '', '如题', '2020-03-18 14:46:53', NULL, 3, 3, 0, '25', '', '', 9, '[]', 0, '', 122, 0, '1,0,0', 0, 0, 0, 1, '', '122,陈俊,郭伟,MH150-006', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"12\":\"MH150-006\"}}', '2020-03-24 09:07:26');
INSERT INTO `jee_task` VALUES (123, 0, 15, 2, 'ZY1904', 2, 0, 0, 0, '2020-03-18 23:59:59', '', 0, '', '宿迁东贝机床导水挂板整改', '2020-03-18 14:53:04', NULL, 3, 3, 0, '43', '', '', 15, '[]', 0, '', 123, 0, '1,0,0', 0, 0, 0, 1, '', '123,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', '2020-03-19 10:29:20');
INSERT INTO `jee_task` VALUES (124, 0, 15, 2, 'ZY2001', 2, 0, 0, 0, '2020-03-19 23:59:59', '', 0, '', '成都西菱外购件整理，下速达', '2020-03-18 15:02:53', NULL, 3, 3, 0, '15', '', '', 15, '[]', 0, '', 124, 0, '2,0,0', 0, 0, 0, 1, '', '124,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', '2020-03-20 08:27:15');
INSERT INTO `jee_task` VALUES (125, 29, 11, 2, 'DVM-500-11001 底座装配工程图设计', 2, 0, 0, 0, '2020-03-20 23:59:59', '', 0, '', '完成DVM-500-11001 底座装配工程图、三表、其它非钣金件的工程图', '2020-03-18 19:49:36', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 125, 0, '2,0,0', 0, 0, 0, 1, '', '125,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-20 19:44:09');
INSERT INTO `jee_task` VALUES (126, 30, 11, 2, 'WCM40-20011、21011左、右主轴箱精加工模型设计', 2, 0, 0, 0, '2020-03-19 23:59:59', '', 0, '', '如题', '2020-03-18 19:51:06', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 126, 0, '1,0,0', 0, 0, 0, 1, '', '126,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-19 17:57:55');
INSERT INTO `jee_task` VALUES (127, 0, 15, 2, '广州万宝，青岛万宝根据图纸整理（报价用）', 2, 0, 0, 0, '2020-03-19 23:59:59', '', 0, '', '广州万宝，青岛万宝根据图纸整理（报价用）', '2020-03-19 10:33:31', NULL, 3, 3, 0, '43', '', '', 15, '[]', 0, '', 127, 0, '1,0,0', 0, 0, 0, 1, '', '127,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', '2020-03-20 08:25:55');
INSERT INTO `jee_task` VALUES (128, 37, 9, 2, '发货准备', 2, 0, 0, 0, '2020-03-22 23:59:59', '', 0, '', '如题', '2020-03-19 12:51:57', NULL, 3, 3, 0, '24', '', '', 9, '[]', 0, '', 128, 0, '3,0,0', 0, 0, 0, 1, '', '128,陈俊,杨海,RS10A-007~010', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}', '2020-03-21 20:29:37');
INSERT INTO `jee_task` VALUES (129, 37, 9, 2, '发货准备', 2, 0, 0, 0, '2020-03-22 23:59:59', '', 0, '', '如题', '2020-03-19 12:54:28', NULL, 3, 3, 0, '32', '', '', 9, '[]', 0, '', 129, 0, '2,0,0', 0, 0, 0, 1, '', '129,陈俊,梁引科,RS10A-007~010', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}', '2020-03-21 20:29:16');
INSERT INTO `jee_task` VALUES (130, 31, 3, 2, 'SFQ750-002内防护设计', 2, 0, 0, 0, '2020-03-22 23:59:59', '', 0, '', '导轨防护、电机防护、拖链、抛光架等防护', '2020-03-19 13:17:31', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 130, 0, '3,0,0', 0, 0, 0, 1, '', '130,陈富永,王文利,SFQ750-002', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}', '2020-03-24 10:03:04');
INSERT INTO `jee_task` VALUES (131, 30, 11, 2, 'WCM40-20012、21011、13011滑座精加工模型设计', 2, 0, 0, 0, '2020-03-20 23:59:59', '', 0, '', '如题', '2020-03-19 19:41:56', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 131, 0, '1,0,0', 0, 0, 0, 1, '', '131,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-20 19:43:38');
INSERT INTO `jee_task` VALUES (132, 0, 15, 2, '贝斯特中间体报价用方案', 2, 0, 0, 0, '2020-03-23 23:59:59', '', 0, '', '贝斯特中间体报价用方案', '2020-03-20 08:34:13', NULL, 3, 3, 0, '43', '', '', 15, '[]', 0, '', 132, 0, '2,0,0', 0, 0, 0, 1, '', '132,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', '2020-03-24 09:12:05');
INSERT INTO `jee_task` VALUES (133, 44, 17, 2, '电器设计及调试', 2, 0, 0, 0, '2020-06-26 23:59:59', '', 0, '', '优化ZT003电气设计，电器部分下单，装盘及走线技术支持，整机调试。', '2020-03-20 11:12:23', NULL, 0, 3, 0, '6', '', '', 17, '[[\"\",\"\"]]', 0, '', 133, 0, '7,0,0', 0, 0, 0, 1, '', '133,黄国峰,王保森,ZT003-003', '{\"fullName\":{\"6\":\"黄国峰\",\"17\":\"王保森\"},\"groupName\":{\"44\":\"ZT003-003\"}}', NULL);
INSERT INTO `jee_task` VALUES (134, 10, 6, 2, 'RS08A-27床身走线', 1, 0, 0, 0, '2020-03-25 23:59:59', '', 0, '', 'RS08A-27床身走线', '2020-03-20 11:55:14', NULL, 3, 3, 0, '29', '', '', 9, '[]', 0, '', 134, 0, '2,0,0', 0, 0, 0, 1, '', '134,黄国峰,陈俊,董晨瑞,RS08A-027', '{\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\",\"29\":\"董晨瑞\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-30 17:48:30');
INSERT INTO `jee_task` VALUES (135, 10, 6, 2, 'RS08A-27整机调试', 1, 0, 0, 0, '2020-03-26 23:59:59', '', 0, '', '如题', '2020-03-20 11:57:05', NULL, 3, 3, 0, '29', '', '', 6, '[]', 0, '', 135, 0, '3,0,0', 0, 0, 0, 1, '', '135,黄国峰,董晨瑞,RS08A-027', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-27 19:04:27');
INSERT INTO `jee_task` VALUES (136, 19, 4, 2, 'RS10A发货前清点装箱单', 2, 0, 0, 0, '2020-03-21 23:59:59', '', 0, '', 'RS10A发货前清点装箱单', '2020-03-20 15:26:53', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 136, 0, '0,5,0', 0, 0, 0, 1, '', '136,李伟东,RS10A-007-010', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}', '2020-03-22 13:12:40');
INSERT INTO `jee_task` VALUES (137, 19, 4, 2, 'RS10A工件打标', 2, 0, 0, 0, '2020-03-21 23:59:59', '', 0, '', '换型件加工厂未打标', '2020-03-20 15:28:04', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 137, 0, '0,4,0', 0, 0, 0, 1, '', '137,李伟东,RS10A-007-010', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}', '2020-03-22 13:12:14');
INSERT INTO `jee_task` VALUES (138, 37, 9, 3, '发货', 2, 0, 0, 1, '2020-03-21 00:30:00', '', 0, '', '发货\r\n', '2020-03-21 00:00:00', NULL, 3, 3, 1, '25', '00:00', '00:30', 9, '[]', 0, '', 138, 0, '1,0,0', 1, 20200322, 0, 1, '', '138,陈俊,郭伟,RS10A-007~010', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}', '2020-03-22 16:13:04');
INSERT INTO `jee_task` VALUES (139, 35, 9, 2, '发货', 2, 0, 0, 0, '2020-03-22 23:59:59', '', 0, '', '包装发货\r\n', '2020-03-21 20:30:59', NULL, 3, 3, 0, '24,32,25', '', '', 9, '[]', 0, '', 139, 0, '1,0,0', 0, 0, 0, 1, '', '139,陈俊,杨海,郭伟,梁引科,ZP005', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"},\"groupName\":{\"35\":\"ZP005\"}}', '2020-03-22 19:29:16');
INSERT INTO `jee_task` VALUES (140, 10, 9, 2, '安装防护，机床线体走线', 2, 0, 0, 0, '2020-03-25 23:59:59', '', 0, '', '安装防护，机床线体走线', '2020-03-22 17:08:54', NULL, 2, 3, 0, '24,32,25', '', '', 9, '[]', 0, '', 140, 0, '2,0,0', 0, 0, 0, 1, '', '140,陈俊,杨海,郭伟,梁引科,RS08A-027', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"},\"groupName\":{\"10\":\"RS08A-027\"}}', NULL);
INSERT INTO `jee_task` VALUES (141, 29, 11, 2, 'DVM-500-12001  横梁装配工程图设计', 2, 0, 0, 0, '2020-03-25 23:59:59', '', 0, '', '如题', '2020-03-23 07:47:11', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 141, 0, '2,4,0', 0, 0, 0, 1, '', '141,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-25 20:48:24');
INSERT INTO `jee_task` VALUES (142, 30, 11, 2, 'WCM40-14011  滑座的精加工模型设计', 2, 0, 0, 0, '2020-03-23 23:59:59', '', 0, '', '如题', '2020-03-23 07:48:47', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 142, 0, '1,0,0', 0, 0, 0, 1, '', '142,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-25 20:47:50');
INSERT INTO `jee_task` VALUES (143, 47, 9, 2, '装配', 2, 0, 0, 0, '2020-03-24 23:59:59', '', 0, '', '如题', '2020-03-23 08:15:35', NULL, 1, 3, 0, '33', '', '', 9, '[]', 0, '', 143, 0, '1,0,0', 0, 0, 0, 1, '', '143,陈俊,福立新,P1925', '{\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"},\"groupName\":{\"47\":\"P1925\"}}', NULL);
INSERT INTO `jee_task` VALUES (144, 48, 9, 2, '装配', 2, 0, 0, 0, '2020-03-29 23:59:59', '', 0, '', '如题', '2020-03-23 08:16:28', NULL, 3, 3, 0, '33', '', '', 9, '[]', 0, '', 144, 0, '1,0,0', 0, 0, 0, 1, '', '144,陈俊,福立新,P1926', '{\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"},\"groupName\":{\"48\":\"P1926\"}}', '2020-03-30 15:26:49');
INSERT INTO `jee_task` VALUES (145, 10, 4, 2, 'RS08A-027统计防护罩到货情况', 2, 0, 0, 0, '2020-03-23 23:59:59', '', 0, '', 'RS08A-027统计防护罩到货情况', '2020-03-23 09:40:35', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 145, 0, '0,2,0', 0, 0, 0, 1, '', '145,李伟东,RS08A-027', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-24 19:41:39');
INSERT INTO `jee_task` VALUES (146, 10, 9, 2, '安装防护，机床走线', 2, 0, 0, 0, '2020-03-25 23:59:59', '', 0, '', '如题', '2020-03-23 17:50:50', NULL, 3, 3, 0, '32,25', '', '', 9, '[]', 0, '', 146, 0, '3,0,0', 0, 0, 0, 1, '', '146,陈俊,郭伟,梁引科,RS08A-027', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-28 13:58:32');
INSERT INTO `jee_task` VALUES (147, 35, 9, 2, '售后调试', 2, 0, 0, 0, '2020-03-29 23:59:59', '', 0, '', '如题', '2020-03-23 17:52:31', NULL, 3, 3, 0, '24', '', '', 9, '[]', 0, '', 147, 0, '10,0,0', 0, 0, 0, 1, '', '147,陈俊,杨海,ZP005', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"35\":\"ZP005\"}}', '2020-03-28 13:57:42');
INSERT INTO `jee_task` VALUES (148, 43, 4, 2, 'R08-002主机设计', 2, 0, 0, 0, '2020-03-26 23:59:59', '', 0, '', 'R08-002主机设计', '2020-03-23 18:07:54', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 148, 0, '2,4,0', 0, 0, 0, 1, '', '148,李伟东,R08-002', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"43\":\"R08-002\"}}', '2020-03-24 19:42:25');
INSERT INTO `jee_task` VALUES (149, 3, 11, 2, 'DVM-1115-001   整机防护结构方案设计', 2, 0, 0, 0, '2020-03-23 19:49:39', '', 0, '', '整机防护结构方案设计依实现外观设计为准。', '2020-03-23 19:52:41', NULL, 3, 3, 0, '7', '', '', 11, '[]', 0, '', 149, 0, '4,0,0', 0, 0, 0, 1, '', '149,刘长澜,康文生,DVL-1115-001  双轴立式车削中心', '{\"fullName\":{\"7\":\"刘长澜\",\"11\":\"康文生\"},\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"}}', '2020-03-27 20:27:29');
INSERT INTO `jee_task` VALUES (150, 30, 11, 2, 'WCM40  整机防护外观方案模型设计', 2, 0, 0, 0, '2020-03-25 23:59:59', '', 0, '', '着重于外观设计，主要是有于样本资料。', '2020-03-23 19:54:24', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 150, 0, '2,0,0', 0, 0, 0, 1, '', '150,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-25 20:47:28');
INSERT INTO `jee_task` VALUES (151, 0, 15, 2, 'ZY2001', 2, 0, 0, 0, '2020-03-29 23:59:59', '', 0, '', 'ZY2001 西菱装配图', '2020-03-24 09:13:31', NULL, 3, 3, 0, '43', '', '', 15, '[]', 0, '', 151, 0, '2,0,0', 0, 0, 0, 1, '', '151,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', '2020-03-26 09:01:47');
INSERT INTO `jee_task` VALUES (152, 46, 3, 2, 'SFT750-001改造总方案', 2, 0, 0, 0, '2020-03-29 23:59:59', '', 0, '', '确定总体改造内容，各部件改造总方案及可行性。', '2020-03-24 10:07:44', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 152, 0, '3,0,0', 0, 0, 0, 1, '', '152,陈富永,王文利,SFT750-001', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"46\":\"SFT750-001\"}}', '2020-03-30 09:06:13');
INSERT INTO `jee_task` VALUES (153, 50, 6, 2, 'RC08A-007 解除使用期限', 2, 0, 0, 0, '2020-03-24 23:59:59', '', 0, '', 'RC08A-007 解除使用期限。联络、制作并传文件、指导操作等', '2020-03-24 12:04:26', NULL, 3, 3, 0, '29', '', '', 6, '[]', 0, '', 153, 0, '0,2,0', 0, 0, 0, 1, '', '153,黄国峰,董晨瑞,RC08A-007', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"50\":\"RC08A-007\"}}', '2020-03-26 11:22:41');
INSERT INTO `jee_task` VALUES (154, 49, 6, 2, 'RC06A-014 解除使用期限', 2, 0, 0, 0, '2020-03-24 23:59:59', '', 0, '', 'RC06A-014 解除使用期限。联络、制作并传文件、指导操作等', '2020-03-24 12:05:38', NULL, 3, 3, 0, '29', '', '', 6, '[]', 0, '', 154, 0, '0,2,0', 0, 0, 0, 1, '', '154,黄国峰,董晨瑞,RC06A-014', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"49\":\"RC06A-014\"}}', '2020-03-26 11:22:58');
INSERT INTO `jee_task` VALUES (155, 40, 3, 2, 'SFQ750-001测试软件', 2, 0, 0, 0, '2020-03-24 23:59:59', '', 0, '', '如题', '2020-03-24 16:38:03', NULL, 3, 3, 0, '12', '', '', 3, '[]', 0, '', 155, 0, '0,1,0', 0, 0, 0, 1, '', '155,陈富永,王文利,SFQ750-001', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"40\":\"SFQ750-001\"}}', '2020-03-24 16:43:10');
INSERT INTO `jee_task` VALUES (156, 26, 9, 2, '铸件加工', 2, 0, 0, 0, '2020-03-29 23:59:59', '', 0, '', '如题', '2020-03-24 17:32:05', NULL, 0, 3, 0, '36,39', '', '', 9, '[]', 0, '', 156, 0, '5,0,0', 0, 0, 0, 1, '', '156,陈俊,吕阳,代彦磊,ZH007-002', '{\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\",\"39\":\"代彦磊\"},\"groupName\":{\"26\":\"ZH007-002\"}}', NULL);
INSERT INTO `jee_task` VALUES (157, 43, 4, 2, 'R08-002主机部分下单', 2, 0, 0, 0, '2020-03-25 23:59:59', '', 0, '', 'R08-002主机部分下单', '2020-03-24 19:47:51', NULL, 3, 3, 0, '5', '', '', 4, '[]', 0, '', 157, 0, '0,3,0', 0, 0, 0, 1, '', '157,李伟东,任颖,R08-002', '{\"fullName\":{\"4\":\"李伟东\",\"5\":\"任颖\"},\"groupName\":{\"43\":\"R08-002\"}}', '2020-03-27 15:22:06');
INSERT INTO `jee_task` VALUES (158, 39, 4, 2, 'RC06A-018技术任务书', 2, 0, 0, 0, '2020-03-25 23:59:59', '', 0, '', 'RC06A-018技术任务书', '2020-03-24 19:49:34', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 158, 0, '0,2,0', 0, 0, 0, 1, '', '158,李伟东,RC06A-018', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"39\":\"RC06A-018\"}}', '2020-03-25 16:42:16');
INSERT INTO `jee_task` VALUES (159, 39, 4, 2, 'RC06A-018夹具设计', 2, 0, 0, 0, '2020-03-29 23:59:59', '', 0, '', 'RC06A-018夹具设计', '2020-03-24 19:50:54', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 159, 0, '1,4,0', 0, 0, 0, 1, '', '159,李伟东,RC06A-018', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"39\":\"RC06A-018\"}}', '2020-03-27 15:10:07');
INSERT INTO `jee_task` VALUES (160, 37, 9, 2, '四台磁分', 2, 0, 0, 0, '2020-03-27 23:59:59', '', 0, '', '如题', '2020-03-25 07:57:35', NULL, 0, 3, 0, '33', '', '', 9, '[]', 0, '', 160, 0, '3,0,0', 0, 0, 0, 1, '', '160,陈俊,福立新,RS10A-007~010', '{\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}', NULL);
INSERT INTO `jee_task` VALUES (161, 43, 6, 2, 'R08-002 电气设计', 2, 0, 0, 0, '2020-04-16 23:59:59', '', 0, '', 'R08-002 电气设计，与第一台相同。整理并审查第一台的原理图和元器件表，添加端子接线图和电柜排布图。', '2020-03-25 08:59:10', NULL, 3, 3, 0, '42', '', '', 6, '[]', 0, '', 161, 0, '2,0,0', 0, 0, 0, 1, '', '161,黄国峰,彭兴乔,R08-002', '{\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"},\"groupName\":{\"43\":\"R08-002\"}}', '2020-03-30 13:10:23');
INSERT INTO `jee_task` VALUES (162, 44, 6, 2, 'ZT003-003 电气设计', 2, 0, 0, 0, '2020-04-17 23:59:59', '', 0, '', 'ZT003-003 电气设计，出原理图、端子接线图、电柜排布图', '2020-03-25 09:54:28', NULL, 0, 3, 0, '42', '', '', 6, '[]', 0, '', 162, 0, '6,0,0', 0, 0, 0, 1, '', '162,黄国峰,彭兴乔,ZT003-003', '{\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"},\"groupName\":{\"44\":\"ZT003-003\"}}', NULL);
INSERT INTO `jee_task` VALUES (163, 54, 6, 2, 'RC06A-018 电气设计', 2, 0, 0, 0, '2020-04-11 23:59:59', '', 0, '', 'RC06A-018，出原理图、端子接线图、电柜排布图。注意操作面板为RC机型第3版，是新版本。', '2020-03-25 12:27:12', NULL, 1, 3, 0, '42', '', '', 6, '[]', 0, '', 163, 0, '5,0,0', 0, 0, 0, 1, '', '163,黄国峰,彭兴乔,RC06A-018', '{\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"},\"groupName\":{\"54\":\"RC06A-018\"}}', NULL);
INSERT INTO `jee_task` VALUES (164, 30, 11, 2, 'WCM40  优化总机外形尺寸', 2, 0, 0, 0, '2020-03-25 23:59:59', '', 0, '', '总机尺寸过长，优化主机总长尺寸与使用者的操作空间尺寸。', '2020-03-25 20:51:22', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 164, 0, '1,0,0', 0, 0, 0, 1, '', '164,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-26 20:20:56');
INSERT INTO `jee_task` VALUES (165, 29, 11, 2, 'DVM-500-13001  滑座装配工程图设计', 2, 0, 0, 0, '2020-03-27 23:59:59', '', 0, '', '如题', '2020-03-25 20:52:51', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 165, 0, '2,4,0', 0, 0, 0, 1, '', '165,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-27 20:27:48');
INSERT INTO `jee_task` VALUES (166, 11, 9, 2, '夹具装配', 2, 0, 0, 0, '2020-04-01 23:59:59', '', 0, '', '如题', '2020-03-26 08:04:02', NULL, 0, 3, 0, '33', '', '', 9, '[]', 0, '', 166, 0, '3,0,0', 0, 0, 0, 1, '', '166,陈俊,福立新,RC06A-017', '{\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"},\"groupName\":{\"11\":\"RC06A-017\"}}', NULL);
INSERT INTO `jee_task` VALUES (167, 0, 15, 2, '自动化说明书模板', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', '自动化说明书模板', '2020-03-26 08:59:09', NULL, 3, 3, 0, '43', '', '', 15, '[]', 0, '', 167, 0, '5,0,0', 0, 0, 0, 1, '', '167,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', '2020-03-31 17:17:49');
INSERT INTO `jee_task` VALUES (168, 0, 15, 2, '恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价', 2, 0, 0, 0, '2020-03-26 23:59:59', '', 0, '', '如题', '2020-03-26 09:01:15', NULL, 3, 3, 0, '15', '', '', 15, '[]', 0, '', 168, 0, '2,0,0', 0, 0, 0, 1, '', '168,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', '2020-03-31 17:16:49');
INSERT INTO `jee_task` VALUES (169, 10, 6, 2, 'RS08A-027 水箱及输送机走线', 2, 0, 0, 0, '2020-03-27 23:59:59', '', 0, '', 'RS08A-027 水箱及输送机走线', '2020-03-26 11:24:36', NULL, 3, 3, 0, '42', '', '', 6, '[]', 0, '', 169, 0, '1,4,0', 0, 0, 0, 1, '', '169,黄国峰,彭兴乔,RS08A-027', '{\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-27 13:03:31');
INSERT INTO `jee_task` VALUES (170, 52, 20, 2, 'P2002磐吉奥换型夹具设计及下单', 1, 0, 0, 0, '2020-03-29 23:59:59', '', 0, '', '售后服务项目；用户两种零件的换型夹具', '2020-03-26 11:28:31', NULL, 0, 3, 0, '20', '', '', 20, '[]', 0, '', 170, 0, '5,0,0', 0, 0, 0, 1, '', '170,郝俊才,P2002', '{\"fullName\":{\"20\":\"郝俊才\"},\"groupName\":{\"52\":\"P2002\"}}', NULL);
INSERT INTO `jee_task` VALUES (171, 10, 9, 2, '调试，发货', 2, 0, 0, 0, '2020-03-27 23:59:59', '', 0, '', '如题', '2020-03-27 08:00:26', NULL, 3, 3, 0, '32,33,25', '', '', 9, '[]', 0, '', 171, 0, '1,0,0', 0, 0, 0, 1, '', '171,陈俊,郭伟,梁引科,福立新,RS08A-027', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\",\"33\":\"福立新\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-28 13:57:09');
INSERT INTO `jee_task` VALUES (172, 30, 11, 2, 'WCM40  样本资料设计', 2, 0, 0, 0, '2020-03-27 23:59:59', '', 0, '', '如题', '2020-03-27 08:08:24', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 172, 0, '1,0,0', 0, 0, 0, 1, '', '172,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-27 20:27:03');
INSERT INTO `jee_task` VALUES (173, 13, 6, 2, 'ZP005-001 编写电气说明书', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', 'ZP005-001 编写电气说明书', '2020-03-27 13:06:45', NULL, 0, 3, 0, '30', '', '', 6, '[]', 0, '', 173, 0, '1,4,0', 0, 0, 0, 1, '', '173,黄国峰,吴永德,ZP005-001', '{\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"},\"groupName\":{\"13\":\"ZP005-001\"}}', NULL);
INSERT INTO `jee_task` VALUES (174, 53, 6, 2, 'ZH005-001 修改程序', 2, 0, 0, 0, '2020-03-27 23:59:59', '', 0, '', 'ZH005-001 修改程序', '2020-03-27 13:09:55', NULL, 3, 3, 0, '30', '', '', 6, '[]', 0, '', 174, 0, '7,0,0', 0, 0, 0, 1, '', '174,黄国峰,吴永德,ZH005-001', '{\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"},\"groupName\":{\"53\":\"ZH005-001\"}}', '2020-03-30 12:33:08');
INSERT INTO `jee_task` VALUES (175, 10, 4, 2, 'RS08A-027发货清单及核对换型件', 2, 0, 0, 0, '2020-03-27 23:59:59', '', 0, '', '如题', '2020-03-27 15:20:03', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 175, 0, '0,3,0', 0, 0, 0, 1, '', '175,李伟东,RS08A-027', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-30 08:55:42');
INSERT INTO `jee_task` VALUES (176, 51, 4, 2, 'SH2003夹具设计', 2, 0, 0, 0, '2020-03-27 23:59:59', '', 0, '', 'SH2003夹具设计', '2020-03-27 15:21:37', NULL, 3, 3, 0, '4', '', '', 4, '[]', 0, '', 176, 0, '0,4,0', 0, 0, 0, 1, '', '176,李伟东,SH2003', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"51\":\"SH2003\"}}', '2020-03-30 08:55:14');
INSERT INTO `jee_task` VALUES (177, 25, 6, 2, 'ZH006-001 速达建号下单', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', '3.13	ZH006-001所有铸件建号\r\n3.19	给采购修改货品号和新建外购件号（ZH006)\r\n3.27	修改货品号（ZH006）并与采购核实确认\r\n', '2020-03-28 13:31:57', NULL, 1, 3, 0, '5', '', '', 6, '[]', 0, '', 177, 0, '0,4,30', 0, 0, 0, 1, '', '177,任颖,黄国峰,ZH006-001', '{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"25\":\"ZH006-001\"}}', NULL);
INSERT INTO `jee_task` VALUES (178, 46, 9, 2, '改造', 2, 0, 0, 0, '2020-04-05 23:59:59', '', 0, '', '如题', '2020-03-30 07:13:35', NULL, 2, 3, 0, '32,25', '', '', 9, '[]', 0, '', 178, 0, '2,0,0', 0, 0, 0, 1, '', '178,陈俊,郭伟,梁引科,SFT750-001', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"},\"groupName\":{\"46\":\"SFT750-001\"}}', NULL);
INSERT INTO `jee_task` VALUES (179, 30, 11, 2, 'WCM40  完成产品的样本', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', '如题', '2020-03-30 07:51:45', NULL, 3, 3, 0, '11', '', '', 11, '[]', 0, '', 179, 0, '1,0,0', 0, 0, 0, 1, '', '179,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', '2020-03-31 07:56:23');
INSERT INTO `jee_task` VALUES (180, 29, 11, 2, 'DVM-500-20001  主轴装配工程图设计', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', '如题', '2020-03-30 07:53:34', NULL, 3, 3, 0, '14', '', '', 11, '[]', 0, '', 180, 0, '1,4,0', 0, 0, 0, 1, '', '180,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', '2020-03-31 20:12:07');
INSERT INTO `jee_task` VALUES (181, 3, 11, 2, 'DVL-1115  完成内总钣金件的设计', 2, 0, 0, 0, '2020-04-03 23:59:59', '', 0, '', '如题', '2020-03-30 07:56:12', NULL, 0, 3, 0, '7', '', '', 11, '[]', 0, '', 181, 0, '5,0,0', 0, 0, 0, 1, '', '181,刘长澜,康文生,DVL-1115-001  双轴立式车削中心', '{\"fullName\":{\"7\":\"刘长澜\",\"11\":\"康文生\"},\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"}}', NULL);
INSERT INTO `jee_task` VALUES (182, 8, 6, 2, 'ZY2001 速达建号下单', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', '3.16	智羽做采购计划和外购件建号\r\n3.17	智羽外购件建号', '2020-03-30 08:24:53', NULL, 1, 3, 0, '5', '', '', 6, '[]', 0, '', 182, 0, '0,2,0', 0, 0, 0, 1, '', '182,任颖,黄国峰,ZY2001', '{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"8\":\"ZY2001\"}}', NULL);
INSERT INTO `jee_task` VALUES (183, 43, 6, 2, 'R08-002 速达项目号审核建号', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', 'R08-002 速达项目号审核建号', '2020-03-30 08:53:33', NULL, 1, 3, 0, '5', '', '', 6, '[]', 0, '', 183, 0, '0,0,30', 0, 0, 0, 1, '', '183,任颖,黄国峰,R08-002', '{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"43\":\"R08-002\"}}', NULL);
INSERT INTO `jee_task` VALUES (184, 44, 6, 2, 'ZT003-003 速达项目号审核建号', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', 'ZT003-003 速达项目号审核建号', '2020-03-30 08:54:27', NULL, 1, 3, 0, '5', '', '', 6, '[]', 0, '', 184, 0, '0,0,30', 0, 0, 0, 1, '', '184,任颖,黄国峰,ZT003-003', '{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"44\":\"ZT003-003\"}}', NULL);
INSERT INTO `jee_task` VALUES (185, 51, 6, 2, 'SH2003 速达项目号审核建号', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', 'SH2003 速达项目号审核建号', '2020-03-30 08:55:54', NULL, 1, 3, 0, '5', '', '', 6, '[]', 0, '', 185, 0, '0,0,30', 0, 0, 0, 1, '', '185,任颖,黄国峰,SH2003', '{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"51\":\"SH2003\"}}', NULL);
INSERT INTO `jee_task` VALUES (186, 54, 6, 2, 'RC06A-018 速达项目号审核建号', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', 'RC06A-018 速达项目号审核建号', '2020-03-30 08:56:47', NULL, 1, 3, 0, '5', '', '', 6, '[]', 0, '', 186, 0, '0,0,30', 0, 0, 0, 1, '', '186,任颖,黄国峰,RC06A-018', '{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"54\":\"RC06A-018\"}}', NULL);
INSERT INTO `jee_task` VALUES (187, 54, 4, 2, 'RC06A-018查找防护电柜缺失件并补齐', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', 'RC06A-018查找防护电柜缺失件并补齐', '2020-03-30 09:04:15', NULL, 3, 3, 0, '10', '', '', 4, '[]', 0, '', 187, 0, '0,4,0', 0, 0, 0, 1, '', '187,李伟东,胡玉龙,RC06A-018', '{\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"},\"groupName\":{\"54\":\"RC06A-018\"}}', '2020-03-30 20:16:58');
INSERT INTO `jee_task` VALUES (188, 40, 3, 2, 'SFQ750-001振动系统改造设计', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', '压缩油缸振动修改为主轴箱、尾座一体振动。\r\n尾座增加导轨，与主轴箱增加刚性连接。', '2020-03-30 09:10:45', NULL, 0, 3, 0, '12', '', '', 3, '[]', 0, '', 188, 0, '2,0,0', 0, 0, 0, 1, '', '188,陈富永,王文利,SFQ750-001', '{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"40\":\"SFQ750-001\"}}', NULL);
INSERT INTO `jee_task` VALUES (189, 43, 4, 2, 'R08-002夹具方案设计', 2, 0, 0, 0, '2020-04-01 23:59:59', '', 0, '', 'R08-002夹具方案设计', '2020-03-30 09:35:29', NULL, 0, 3, 0, '4', '', '', 4, '[]', 0, '', 189, 0, '2,0,0', 0, 0, 0, 1, '', '189,李伟东,R08-002', '{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"43\":\"R08-002\"}}', NULL);
INSERT INTO `jee_task` VALUES (190, 11, 9, 2, '装配', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', '如题', '2020-03-30 15:27:51', NULL, 3, 3, 0, '32', '', '', 9, '[]', 0, '', 190, 0, '1,0,0', 0, 0, 0, 1, '', '190,陈俊,梁引科,RC06A-017', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"11\":\"RC06A-017\"}}', '2020-03-31 22:00:33');
INSERT INTO `jee_task` VALUES (191, 26, 9, 2, '铸件攻丝', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', '如题', '2020-03-30 15:28:49', NULL, 3, 3, 0, '25', '', '', 9, '[]', 0, '', 191, 0, '1,0,0', 0, 0, 0, 1, '', '191,陈俊,郭伟,ZH007-002', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"26\":\"ZH007-002\"}}', '2020-03-31 22:00:12');
INSERT INTO `jee_task` VALUES (192, 15, 9, 2, '试切', 2, 0, 0, 0, '2020-03-30 23:59:59', '', 0, '', '如题', '2020-03-30 15:29:42', NULL, 3, 3, 0, '34', '', '', 9, '[]', 0, '', 192, 0, '1,0,0', 0, 0, 0, 1, '', '192,陈俊,王金龙,ZH008', '{\"fullName\":{\"9\":\"陈俊\",\"34\":\"王金龙\"},\"groupName\":{\"15\":\"ZH008\"}}', '2020-03-31 22:01:13');
INSERT INTO `jee_task` VALUES (193, 43, 4, 2, 'R08-002更换电柜空调厂家', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', 'R08-002更换电柜空调厂家，电柜接口重出图', '2020-03-30 16:01:12', NULL, 3, 3, 0, '10', '', '', 4, '[]', 0, '', 193, 0, '0,3,0', 0, 0, 0, 1, '', '193,李伟东,胡玉龙,R08-002', '{\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"},\"groupName\":{\"43\":\"R08-002\"}}', '2020-04-01 08:18:44');
INSERT INTO `jee_task` VALUES (202, 54, 4, 2, 'RC06A-018夹具装配图，气动原理图', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', 'RC06A-018夹具装配图，气动原理图', '2020-03-30 20:23:53', NULL, 3, 3, 0, '10', '', '', 4, '[]', 0, '', 194, 0, '0,4,0', 0, 0, 0, 1, '', '194,李伟东,胡玉龙,RC06A-018', '{\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"},\"groupName\":{\"54\":\"RC06A-018\"}}', '2020-04-01 08:18:30');
INSERT INTO `jee_task` VALUES (203, 29, 11, 2, 'DVN-500  液压系统设计任务书', 2, 0, 0, 0, '2020-04-01 23:59:59', '', 0, '', '如题', '2020-03-31 07:57:33', NULL, 1, 3, 0, '14', '', '', 11, '[]', 0, '', 195, 0, '1,4,0', 0, 0, 0, 1, '', '195,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}', NULL);
INSERT INTO `jee_task` VALUES (204, 16, 9, 2, '收尾', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', '如题', '2020-03-31 07:59:48', NULL, 3, 3, 0, '32,34', '', '', 9, '[]', 0, '', 196, 0, '1,0,0', 0, 0, 1, 1, '', '196,陈俊,梁引科,王金龙,MH150-005', '{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\",\"34\":\"王金龙\"},\"groupName\":{\"16\":\"MH150-005\"}}', '2020-04-01 07:58:54');
INSERT INTO `jee_task` VALUES (205, 26, 9, 2, '铸件攻丝', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', '如题', '2020-03-31 08:01:16', NULL, 3, 3, 0, '25', '', '', 9, '[]', 0, '', 197, 0, '1,0,0', 0, 0, 0, 1, '', '197,陈俊,郭伟,ZH007-002', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"26\":\"ZH007-002\"}}', '2020-04-01 07:54:28');
INSERT INTO `jee_task` VALUES (206, 30, 11, 2, 'WCM40  差速器生产线中的应用', 2, 0, 0, 0, '2020-04-01 23:59:59', '', 0, '', '如题', '2020-03-31 08:02:17', NULL, 0, 3, 0, '11', '', '', 11, '[]', 0, '', 198, 0, '2,0,0', 0, 0, 0, 1, '', '198,康文生,WCM40-001  差速器壳复合加工中心', '{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}', NULL);
INSERT INTO `jee_task` VALUES (207, 37, 4, 2, 'RS10A-009找正机构画出找正角度', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', 'RS10A-009找正机构画出找正角度，发给三星', '2020-03-31 08:47:31', NULL, 3, 3, 0, '21', '', '', 4, '[]', 0, '', 199, 0, '0,2,0', 0, 0, 0, 1, '', '199,李伟东,马英福,RS10A-007~010', '{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}', '2020-03-31 13:37:57');
INSERT INTO `jee_task` VALUES (208, 10, 4, 2, 'RS08A-027 活塞环高度变化说明', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', 'RS08A-027 活塞环高度变化说明', '2020-03-31 08:54:01', NULL, 3, 3, 0, '21', '', '', 4, '[]', 0, '', 200, 0, '0,2,0', 0, 0, 0, 1, '', '200,李伟东,马英福,RS08A-027', '{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-31 13:37:38');
INSERT INTO `jee_task` VALUES (209, 10, 4, 2, 'RS08A-027整理说明书用装配图，换型表', 2, 0, 0, 0, '2020-03-31 23:59:59', '', 0, '', 'RS08A-027整理说明书用装配图，换型表', '2020-03-31 13:37:24', NULL, 3, 3, 0, '21', '', '', 4, '[]', 0, '', 201, 0, '0,3,0', 0, 0, 0, 1, '', '201,李伟东,马英福,RS08A-027', '{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"10\":\"RS08A-027\"}}', '2020-03-31 16:24:14');
INSERT INTO `jee_task` VALUES (210, 0, 15, 2, 'ZY1908', 2, 0, 0, 0, '2020-04-05 23:59:59', '', 0, '', 'ZY1908合肥美芝整改件安装', '2020-03-31 17:16:02', NULL, 0, 3, 0, '9', '', '', 15, '[]', 0, '', 202, 0, '2,0,0', 0, 0, 0, 1, '', '202,陈俊,赵辛生', '{\"fullName\":{\"9\":\"陈俊\",\"15\":\"赵辛生\"}}', NULL);
INSERT INTO `jee_task` VALUES (211, 3, 9, 2, '底座部装', 2, 0, 0, 0, '2020-04-01 23:59:59', '', 0, '', '如题', '2020-04-01 07:56:31', NULL, 0, 3, 0, '34', '', '', 9, '[]', 0, '', 203, 0, '2,0,0', 0, 0, 0, 1, '', '203,陈俊,王金龙,DVL-1115-001  双轴立式车削中心', '{\"fullName\":{\"9\":\"陈俊\",\"34\":\"王金龙\"},\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"}}', NULL);
INSERT INTO `jee_task` VALUES (212, 16, 9, 2, '发货准备', 2, 0, 0, 0, '2020-04-01 23:59:59', '', 0, '', '如题', '2020-04-01 07:58:21', NULL, 0, 3, 0, '32,25', '', '', 9, '[]', 0, '', 204, 0, '2,0,0', 0, 0, 0, 1, '', '204,陈俊,郭伟,梁引科,MH150-005', '{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"},\"groupName\":{\"16\":\"MH150-005\"}}', NULL);
INSERT INTO `jee_task` VALUES (213, 0, 15, 2, '恩布拉科报价方案3D图', 2, 0, 0, 0, '2020-04-01 23:59:59', '', 0, '', '如题', '2020-04-01 08:12:12', NULL, 1, 3, 0, '43', '', '', 15, '[]', 0, '', 205, 0, '1,0,0', 0, 0, 0, 1, '', '205,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', NULL);
INSERT INTO `jee_task` VALUES (214, 43, 4, 2, 'R08-002夹具设计', 2, 0, 0, 0, '2020-04-07 23:59:59', '', 0, '', 'R08-002夹具设计', '2020-04-01 08:20:08', NULL, 0, 3, 0, '21', '', '', 4, '[]', 0, '', 206, 0, '4,0,0', 0, 0, 0, 1, '', '206,李伟东,马英福,R08-002', '{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"43\":\"R08-002\"}}', NULL);
INSERT INTO `jee_task` VALUES (215, 43, 4, 2, 'R08-002非标防护', 2, 0, 0, 0, '2020-04-07 23:59:59', '', 0, '', 'R08-002非标防护', '2020-04-01 08:22:12', NULL, 0, 3, 0, '10', '', '', 4, '[]', 0, '', 207, 0, '3,4,0', 0, 0, 0, 1, '', '207,李伟东,胡玉龙,R08-002', '{\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"},\"groupName\":{\"43\":\"R08-002\"}}', NULL);
INSERT INTO `jee_task` VALUES (216, 0, 1, 2, '托尔斯泰', 1, 0, 0, 0, '2020-12-31 23:59:59', '', 0, '', '如题', '2020-12-31 16:44:51', NULL, 0, 1, 0, '1', '', '', 1, '[]', 0, '', 1, 0, '0,2,0', 0, 0, 0, 1, '', '1,橙子', '{\"fullName\":{\"1\":\"橙子\"}}', NULL);
COMMIT;

-- ----------------------------
-- Table structure for jee_task_allot
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_allot`;
CREATE TABLE `jee_task_allot` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `from_id` int(11) DEFAULT NULL,
  `next_user` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `done_time` datetime DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  `rating` smallint(6) DEFAULT NULL,
  `medal` int(11) DEFAULT NULL,
  `learns` varchar(255) DEFAULT NULL,
  `accept` smallint(6) DEFAULT NULL,
  `accept_day` varchar(255) DEFAULT NULL,
  `accept_hard` decimal(11,2) DEFAULT NULL,
  `accept_quality` decimal(11,2) DEFAULT NULL,
  `workload` varchar(255) DEFAULT NULL,
  `recheck_id` int(11) DEFAULT NULL,
  `accept_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `tid` (`tid`),
  KEY `user_id` (`user_id`),
  KEY `recheck_id` (`recheck_id`)
) ENGINE=MyISAM AUTO_INCREMENT=229 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_task_allot
-- ----------------------------
BEGIN;
INSERT INTO `jee_task_allot` VALUES (2, 2, 19, 1, 0, NULL, '2020-01-14 17:13:23', '2020-01-15 16:59:59', 1, '2020-01-15 09:41:15', 0, 98, 0, 'null', 1, '0,0,30', 1.10, 100.00, '0,0,0', NULL, '2020-02-12 13:22:19');
INSERT INTO `jee_task_allot` VALUES (3, 3, 10, 1, 0, NULL, '2020-01-18 08:54:38', '2020-01-18 23:59:59', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (4, 4, 21, 1, 0, NULL, '2020-01-18 08:58:19', '2020-01-18 23:59:59', 1, '2020-01-18 09:03:34', 46, 98, NULL, 'null', 1, '1,0,0', 1.00, 95.00, '1,0,0', NULL, '2020-03-04 10:34:10');
INSERT INTO `jee_task_allot` VALUES (5, 5, 4, 1, 0, NULL, '2020-01-18 09:06:06', '2020-01-10 23:59:59', 1, '2020-01-18 09:06:35', 13, 98, NULL, 'null', 1, '0,2,0', 1.10, 95.00, '0,2,0', NULL, '2020-02-28 09:22:09');
INSERT INTO `jee_task_allot` VALUES (6, 6, 4, 1, 0, NULL, '2020-01-18 09:09:45', '2020-02-06 23:59:59', 1, '2020-01-18 09:09:54', 23, 98, NULL, 'null', 1, '0,1,0', 1.00, 95.00, '0,4,0', NULL, '2020-03-09 08:57:32');
INSERT INTO `jee_task_allot` VALUES (7, 7, 21, 1, 0, NULL, '2020-01-18 09:16:37', '2020-02-06 23:59:59', 1, '2020-03-31 16:26:24', NULL, NULL, NULL, NULL, NULL, '6,0,0', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (8, 8, 21, 1, 0, NULL, '2020-01-18 09:17:55', '2020-02-06 23:59:59', 2, '2020-03-31 16:22:41', NULL, NULL, NULL, NULL, 1, '0,0,0', NULL, NULL, '0,0,0,0', NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (12, 11, 6, 1, 0, NULL, '2020-02-11 16:41:27', '2020-02-16 23:59:59', 1, '2020-02-13 13:35:53', 96, 98, 0, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-02-14 08:46:16');
INSERT INTO `jee_task_allot` VALUES (13, 12, 3, 1, 0, NULL, '2020-02-12 10:48:57', '2020-02-12 23:59:59', 1, '2020-02-12 12:18:01', 3, 98, NULL, 'null', 1, '0,0,30', 1.00, 100.00, '0,0,30', NULL, '2020-02-12 12:24:04');
INSERT INTO `jee_task_allot` VALUES (11, 10, 24, 1, 0, NULL, '2020-02-11 15:17:15', '2020-02-16 23:59:59', 1, '2020-02-13 08:42:59', 201, 98, NULL, 'null', 1, '4,0,0', 1.10, 95.00, '4,0,0', NULL, '2020-02-14 10:19:26');
INSERT INTO `jee_task_allot` VALUES (14, 13, 9, 1, 0, NULL, '2020-02-13 09:03:31', '2020-02-14 23:59:59', 1, '2020-02-14 10:20:12', 100, 98, NULL, 'null', 1, '2,0,0', 1.10, 95.00, '2,0,0', NULL, '2020-02-14 10:20:21');
INSERT INTO `jee_task_allot` VALUES (15, 13, 24, 1, 0, NULL, '2020-02-13 09:03:31', '2020-02-14 23:59:59', 1, '2020-02-17 09:02:32', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-02-18 10:55:20');
INSERT INTO `jee_task_allot` VALUES (16, 14, 6, 1, 0, NULL, '2020-02-17 08:25:35', '2020-02-23 23:59:59', 1, '2020-02-25 08:18:05', 192, 98, NULL, 'null', 1, '4,0,0', 1.00, 100.00, '4,0,0', NULL, '2020-02-25 17:45:16');
INSERT INTO `jee_task_allot` VALUES (17, 14, 41, 1, 0, NULL, '2020-02-17 08:25:35', '2020-02-23 23:59:59', 1, '2020-02-25 17:27:43', 192, 98, NULL, 'null', 1, '4,0,0', 1.00, 100.00, '4,0,0', NULL, '2020-02-25 17:46:15');
INSERT INTO `jee_task_allot` VALUES (18, 15, 9, 1, 0, NULL, '2020-02-17 08:29:50', '2020-02-23 23:59:59', 1, '2020-02-20 09:25:13', 251, 98, NULL, 'null', 1, '4,0,0', 1.10, 95.00, '5,0,0', NULL, '2020-02-20 09:25:30');
INSERT INTO `jee_task_allot` VALUES (19, 15, 24, 1, 0, NULL, '2020-02-17 08:29:50', '2020-02-23 23:59:59', 1, '2020-02-24 08:19:23', 251, 98, NULL, 'null', 1, '5,0,0', 1.10, 95.00, '5,0,0', NULL, '2020-02-28 11:10:08');
INSERT INTO `jee_task_allot` VALUES (20, 16, 20, 1, 0, NULL, '2020-02-18 08:12:07', '2020-02-24 23:59:00', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (21, 17, 12, 1, 0, NULL, '2020-02-18 08:38:42', '2020-02-19 23:59:59', 1, '2020-02-19 18:04:41', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-02-20 15:07:40');
INSERT INTO `jee_task_allot` VALUES (22, 18, 12, 1, 0, NULL, '2020-02-19 17:37:11', '2020-02-21 23:59:59', 1, '2020-02-21 16:45:14', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-02-21 17:50:59');
INSERT INTO `jee_task_allot` VALUES (23, 19, 9, 1, 0, NULL, '2020-02-20 09:30:29', '2020-02-25 23:59:59', 1, '2020-02-28 11:11:08', 351, 98, NULL, 'null', 1, '5,0,0', 1.10, 95.00, '7,0,0', NULL, '2020-02-28 11:11:50');
INSERT INTO `jee_task_allot` VALUES (24, 19, 24, 1, 0, NULL, '2020-02-20 09:30:29', '2020-02-25 23:59:59', 1, '2020-02-28 16:22:19', 351, 98, NULL, 'null', 1, '7,0,0', 1.10, 95.00, '7,0,0', NULL, '2020-03-01 14:10:34');
INSERT INTO `jee_task_allot` VALUES (25, 20, 12, 1, 0, NULL, '2020-02-21 18:05:36', '2020-02-25 23:59:59', 1, '2020-02-25 16:48:16', 96, 98, NULL, 'null', 1, '1,7,0', 1.00, 100.00, '2,0,0', NULL, '2020-02-25 17:09:45');
INSERT INTO `jee_task_allot` VALUES (26, 21, 11, 1, 0, NULL, '2020-02-23 20:43:12', '2020-02-24 23:59:59', 1, '2020-02-25 07:52:36', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-02-25 07:53:27');
INSERT INTO `jee_task_allot` VALUES (27, 22, 6, 1, 0, NULL, '2020-02-24 08:30:56', '2020-02-24 23:59:59', 1, '2020-02-25 08:18:42', 38, 98, NULL, 'null', 1, '0,6,0', 1.10, 95.00, '0,6,0', NULL, '2020-02-25 08:19:58');
INSERT INTO `jee_task_allot` VALUES (28, 23, 29, 1, 0, NULL, '2020-02-24 08:33:06', '2020-02-26 23:59:59', 1, '2020-02-27 08:29:42', 150, 98, NULL, 'null', 1, '3,0,0', 1.10, 95.00, '3,0,0', NULL, '2020-02-27 08:30:18');
INSERT INTO `jee_task_allot` VALUES (29, 24, 20, 1, 0, NULL, '2020-02-24 08:46:52', '2020-02-27 23:59:00', 1, '2020-03-12 20:51:02', 115, 98, 0, 'null', 1, '3,0,0', 1.00, 80.00, '3,0,0', NULL, '2020-03-12 20:52:04');
INSERT INTO `jee_task_allot` VALUES (30, 25, 11, 1, 0, NULL, '2020-02-25 07:59:37', '2020-02-25 23:59:59', 1, '2020-02-25 21:17:24', 60, 98, NULL, 'null', 1, '1,2,0', 1.00, 100.00, '1,2,0', NULL, '2020-02-25 21:18:11');
INSERT INTO `jee_task_allot` VALUES (31, 26, 6, 1, 0, NULL, '2020-02-25 08:23:25', '2020-02-26 23:59:59', 1, '2020-02-27 08:18:08', 50, 98, NULL, 'null', 1, '1,0,0', 1.10, 95.00, '1,0,0', NULL, '2020-02-27 08:18:44');
INSERT INTO `jee_task_allot` VALUES (32, 27, 26, 1, 0, NULL, '2020-02-25 09:16:50', '2020-03-02 17:00:00', 1, '2020-02-28 11:14:25', 336, 98, NULL, 'null', 3, '4,0,0', 1.00, 100.00, '7,0,0', NULL, '2020-03-20 11:03:36');
INSERT INTO `jee_task_allot` VALUES (33, 28, 12, 1, 0, NULL, '2020-02-25 17:11:17', '2020-02-27 23:59:59', 1, '2020-03-03 08:14:37', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-03 13:31:34');
INSERT INTO `jee_task_allot` VALUES (34, 29, 12, 1, 0, NULL, '2020-02-25 17:13:02', '2020-02-29 23:59:59', 1, '2020-03-03 08:15:14', 144, 98, NULL, 'null', 1, '3,0,0', 1.00, 100.00, '3,0,0', NULL, '2020-03-04 17:19:45');
INSERT INTO `jee_task_allot` VALUES (35, 30, 11, 1, 0, NULL, '2020-02-25 21:20:48', '2020-02-26 23:59:59', 1, '2020-02-26 21:04:47', 72, 98, NULL, 'null', 1, '1,4,0', 1.00, 100.00, '1,4,0', NULL, '2020-02-26 21:05:10');
INSERT INTO `jee_task_allot` VALUES (36, 31, 11, 1, 0, NULL, '2020-02-26 21:09:11', '2020-02-28 23:59:59', 1, '2020-02-28 17:52:33', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-02-28 17:53:31');
INSERT INTO `jee_task_allot` VALUES (37, 32, 6, 1, 0, NULL, '2020-02-27 08:21:25', '2020-02-28 23:59:59', 1, '2020-03-04 15:59:05', 115, 98, NULL, 'null', 1, '3,0,0', 1.00, 80.00, '3,0,0', NULL, '2020-03-04 15:59:21');
INSERT INTO `jee_task_allot` VALUES (38, 33, 29, 1, 0, NULL, '2020-02-27 08:26:47', '2020-03-01 23:59:59', 1, '2020-02-29 15:10:47', 130, 97, NULL, 'null', 1, '2,4,0', 1.00, 90.00, '3,0,0', NULL, '2020-03-04 16:21:57');
INSERT INTO `jee_task_allot` VALUES (39, 34, 20, 1, 0, NULL, '2020-02-27 13:54:14', '2020-02-27 23:59:00', 1, '2020-03-12 20:48:49', 34, 98, 0, 'null', 1, '0,7,0', 1.00, 80.00, '0,7,0', NULL, '2020-03-12 20:50:16');
INSERT INTO `jee_task_allot` VALUES (40, 35, 4, 1, 0, NULL, '2020-02-28 09:25:33', '2020-02-28 23:59:59', 1, '2020-02-28 15:04:51', 6, 98, NULL, 'null', 1, '0,1,0', 1.10, 95.00, '0,1,0', NULL, '2020-02-28 15:05:12');
INSERT INTO `jee_task_allot` VALUES (41, 36, 4, 1, 0, NULL, '2020-02-28 15:11:00', '2020-03-03 23:59:59', 1, '2020-03-03 14:21:05', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-03 14:21:31');
INSERT INTO `jee_task_allot` VALUES (42, 37, 11, 1, 0, NULL, '2020-02-28 18:19:00', '2020-02-29 23:59:59', 1, '2020-02-29 19:21:49', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-02-29 19:22:11');
INSERT INTO `jee_task_allot` VALUES (43, 38, 29, 1, 0, NULL, '2020-02-28 21:56:48', '2020-03-08 23:59:59', 1, '2020-03-04 16:03:14', 130, 97, NULL, 'null', 1, '2,0,0', 1.00, 90.00, '3,0,0', NULL, '2020-03-04 16:11:28');
INSERT INTO `jee_task_allot` VALUES (44, 39, 29, 1, 0, NULL, '2020-02-28 21:59:10', '2020-03-15 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (45, 40, 9, 1, 0, NULL, '2020-02-28 22:01:12', '2020-02-29 23:59:59', 1, '2020-02-29 15:32:24', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-02-29 15:33:37');
INSERT INTO `jee_task_allot` VALUES (46, 40, 24, 1, 0, NULL, '2020-02-28 22:01:12', '2020-02-29 23:59:59', 1, '2020-02-29 15:23:40', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-02-29 15:33:11');
INSERT INTO `jee_task_allot` VALUES (47, 41, 29, 1, 0, NULL, '2020-02-28 22:01:52', '2020-04-30 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (48, 42, 29, 1, 0, NULL, '2020-02-28 22:04:31', '2020-04-30 23:59:59', 1, '2020-03-19 12:08:12', 192, 98, NULL, 'null', 1, '3,4,0', 1.00, 100.00, '4,0,0', NULL, '2020-03-23 15:12:45');
INSERT INTO `jee_task_allot` VALUES (49, 43, 29, 1, 0, NULL, '2020-02-28 22:08:44', '2020-03-31 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (50, 44, 24, 1, 0, NULL, '2020-03-01 14:12:39', '2020-03-06 23:59:59', 1, '2020-03-13 16:42:49', 228, 98, NULL, 'null', 1, '10,0,0', 1.00, 95.00, '5,0,0', NULL, '2020-03-13 16:44:26');
INSERT INTO `jee_task_allot` VALUES (51, 45, 32, 1, 0, NULL, '2020-03-01 18:20:41', '2020-03-06 23:59:59', 1, '2020-03-06 16:39:55', 137, 98, NULL, 'null', 1, '3,0,0', 1.00, 95.00, '3,0,0', NULL, '2020-03-07 13:10:46');
INSERT INTO `jee_task_allot` VALUES (52, 46, 11, 1, 0, NULL, '2020-03-01 18:53:57', '2020-03-03 23:59:59', 1, '2020-03-03 17:32:22', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-03 17:32:46');
INSERT INTO `jee_task_allot` VALUES (53, 47, 29, 1, 0, NULL, '2020-03-02 08:40:53', '2020-03-08 23:59:59', 1, '2020-03-04 16:04:57', 36, 98, NULL, 'null', 1, '0,6,0', 1.00, 100.00, '0,6,0', NULL, '2020-03-04 18:12:34');
INSERT INTO `jee_task_allot` VALUES (54, 48, 29, 1, 0, NULL, '2020-03-02 08:42:55', '2020-03-08 23:59:59', 1, '2020-03-02 15:57:10', 12, 98, NULL, 'null', 1, '0,2,0', 1.00, 100.00, '0,2,0', NULL, '2020-03-04 10:33:40');
INSERT INTO `jee_task_allot` VALUES (55, 49, 29, 1, 0, NULL, '2020-03-02 08:46:37', '2020-03-08 23:59:59', 1, '2020-03-08 08:47:56', 11, 97, NULL, 'null', 1, '0,2,0', 1.00, 95.00, '0,2,0', NULL, '2020-03-09 08:56:17');
INSERT INTO `jee_task_allot` VALUES (56, 50, 9, 1, 0, NULL, '2020-03-02 17:11:04', '2020-03-03 23:59:59', 1, '2020-03-02 17:29:51', 23, 98, NULL, 'null', 1, '1,0,0', 0.80, 80.00, '0,6,0', NULL, '2020-03-03 08:04:05');
INSERT INTO `jee_task_allot` VALUES (57, 51, 32, 1, 0, NULL, '2020-03-03 08:17:20', '2020-03-04 23:59:59', 1, '2020-03-03 17:40:27', 46, 98, NULL, 'null', 1, '1,0,0', 1.00, 95.00, '1,0,0', NULL, '2020-03-03 18:31:48');
INSERT INTO `jee_task_allot` VALUES (58, 52, 29, 1, 0, NULL, '2020-03-03 14:12:33', '2020-03-08 23:59:59', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (59, 53, 4, 1, 0, NULL, '2020-03-03 14:20:15', '2020-03-08 23:59:59', 1, '2020-03-08 12:24:12', 86, 98, NULL, 'null', 1, '2,0,0', 1.00, 90.00, '2,0,0', NULL, '2020-03-08 12:24:26');
INSERT INTO `jee_task_allot` VALUES (60, 54, 3, 1, 0, NULL, '2020-03-03 14:44:55', '2020-03-03 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (61, 55, 11, 1, 0, NULL, '2020-03-03 17:37:46', '2020-03-04 23:59:59', 1, '2020-03-04 19:53:12', 60, 98, NULL, 'null', 1, '1,2,0', 1.00, 100.00, '1,2,0', NULL, '2020-03-04 19:53:41');
INSERT INTO `jee_task_allot` VALUES (62, 56, 4, 1, 0, NULL, '2020-03-04 11:39:54', '2020-03-10 23:59:59', 1, '2020-03-11 19:15:51', 29, 98, NULL, 'null', 1, '1,0,0', 1.00, 95.00, '0,5,0', NULL, '2020-03-11 19:16:15');
INSERT INTO `jee_task_allot` VALUES (63, 57, 4, 1, 0, NULL, '2020-03-04 11:52:02', '2020-03-04 23:59:59', 1, '2020-03-04 18:13:09', 68, 98, NULL, 'null', 1, '1,4,0', 1.00, 95.00, '1,4,0', NULL, '2020-03-04 18:13:36');
INSERT INTO `jee_task_allot` VALUES (64, 58, 30, 1, 0, NULL, '2020-03-04 16:08:30', '2020-03-10 23:59:59', 1, '2020-03-12 09:53:17', 336, 98, NULL, 'null', 1, '11,0,0', 1.00, 100.00, '7,0,0', NULL, '2020-03-12 14:22:22');
INSERT INTO `jee_task_allot` VALUES (65, 59, 41, 1, 0, NULL, '2020-03-04 16:26:47', '2020-03-06 23:59:59', 1, '2020-03-23 15:13:28', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-23 15:39:09');
INSERT INTO `jee_task_allot` VALUES (66, 60, 11, 1, 0, NULL, '2020-03-04 19:55:18', '2020-03-05 23:59:59', 1, '2020-03-05 18:02:07', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-05 18:02:25');
INSERT INTO `jee_task_allot` VALUES (67, 61, 12, 1, 0, NULL, '2020-03-05 08:24:57', '2020-03-13 23:59:59', 1, '2020-03-13 16:48:04', 240, 98, NULL, 'null', 1, '5,0,0', 1.00, 100.00, '5,0,0', NULL, '2020-03-17 08:40:08');
INSERT INTO `jee_task_allot` VALUES (68, 62, 32, 1, 0, NULL, '2020-03-05 13:18:44', '2020-03-06 23:59:59', 1, '2020-03-06 16:07:33', 68, 98, NULL, 'null', 1, '1,0,0', 1.00, 95.00, '1,4,0', NULL, '2020-03-07 13:10:10');
INSERT INTO `jee_task_allot` VALUES (69, 63, 11, 1, 0, NULL, '2020-03-05 18:04:30', '2020-03-06 23:59:59', 1, '2020-03-06 18:01:03', 60, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,2,0', NULL, '2020-03-06 18:01:37');
INSERT INTO `jee_task_allot` VALUES (70, 64, 9, 1, 0, NULL, '2020-03-06 10:08:08', '2020-03-15 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (71, 65, 32, 1, 0, NULL, '2020-03-07 13:09:24', '2020-03-07 23:59:59', 1, '2020-03-07 19:43:39', 68, 98, NULL, 'null', 1, '0,4,0', 1.00, 95.00, '1,4,0', NULL, '2020-03-08 17:30:47');
INSERT INTO `jee_task_allot` VALUES (72, 66, 36, 1, 0, NULL, '2020-03-08 17:30:03', '2020-03-08 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (73, 67, 11, 1, 0, NULL, '2020-03-08 19:50:31', '2020-03-09 23:59:59', 1, '2020-03-09 19:01:09', 24, 98, NULL, 'null', 1, '0,4,0', 1.00, 100.00, '0,4,0', NULL, '2020-03-09 19:01:22');
INSERT INTO `jee_task_allot` VALUES (74, 68, 11, 1, 0, NULL, '2020-03-08 19:51:31', '2020-03-09 23:59:59', 1, '2020-03-09 19:02:51', 36, 98, NULL, 'null', 1, '0,6,0', 1.00, 100.00, '0,6,0', NULL, '2020-03-09 19:03:18');
INSERT INTO `jee_task_allot` VALUES (75, 69, 14, 1, 0, NULL, '2020-03-08 19:52:56', '2020-03-09 23:59:59', 1, '2020-03-09 16:43:31', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-09 19:00:06');
INSERT INTO `jee_task_allot` VALUES (76, 70, 32, 1, 0, NULL, '2020-03-09 08:09:41', '2020-03-13 23:59:59', 1, '2020-03-10 14:33:42', 91, 98, NULL, 'null', 1, '1,6,0', 1.00, 95.00, '2,0,0', NULL, '2020-03-11 16:44:01');
INSERT INTO `jee_task_allot` VALUES (77, 71, 25, 1, 0, NULL, '2020-03-09 08:11:04', '2020-03-13 23:59:59', 1, '2020-03-11 15:11:13', 137, 98, NULL, 'null', 1, '3,0,0', 1.00, 95.00, '3,0,0', NULL, '2020-03-11 16:44:37');
INSERT INTO `jee_task_allot` VALUES (78, 72, 29, 1, 0, NULL, '2020-03-09 08:42:59', '2020-03-11 23:59:59', 1, '2020-03-11 10:39:11', 288, 98, NULL, 'null', 1, '6,0,0', 1.20, 100.00, '5,0,0', NULL, '2020-03-11 18:15:40');
INSERT INTO `jee_task_allot` VALUES (79, 73, 41, 1, 0, NULL, '2020-03-09 08:45:40', '2020-03-15 23:59:59', 1, '2020-03-23 15:14:12', 144, 98, NULL, 'null', 1, '3,0,0', 1.00, 100.00, '3,0,0', NULL, '2020-03-23 15:38:45');
INSERT INTO `jee_task_allot` VALUES (80, 74, 14, 1, 0, NULL, '2020-03-09 20:49:05', '2020-03-10 23:59:59', 1, '2020-03-10 16:44:02', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-10 21:15:02');
INSERT INTO `jee_task_allot` VALUES (81, 75, 11, 1, 0, NULL, '2020-03-09 20:50:59', '2020-03-11 23:59:59', 1, '2020-03-11 19:34:45', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-11 19:35:01');
INSERT INTO `jee_task_allot` VALUES (82, 76, 32, 1, 0, NULL, '2020-03-10 14:29:25', '2020-03-15 23:59:59', 1, '2020-03-13 16:33:22', 137, 98, NULL, 'null', 1, '3,0,0', 1.00, 95.00, '3,0,0', NULL, '2020-03-13 16:39:11');
INSERT INTO `jee_task_allot` VALUES (83, 77, 36, 1, 0, NULL, '2020-03-10 14:31:40', '2020-03-15 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (84, 78, 6, 1, 0, NULL, '2020-03-10 18:04:31', '2020-03-10 23:59:59', 1, '2020-03-10 18:04:55', 38, 98, NULL, 'null', 1, '1,0,0', 1.00, 80.00, '1,0,0', NULL, '2020-03-10 18:05:07');
INSERT INTO `jee_task_allot` VALUES (85, 79, 14, 1, 0, NULL, '2020-03-10 21:16:33', '2020-03-11 23:59:59', 1, '2020-03-11 17:13:00', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-11 19:35:22');
INSERT INTO `jee_task_allot` VALUES (86, 80, 25, 1, 0, NULL, '2020-03-11 16:43:27', '2020-03-15 23:59:59', 1, '2020-03-12 16:40:07', 91, 98, NULL, 'null', 1, '1,0,0', 1.00, 95.00, '2,0,0', NULL, '2020-03-13 16:39:53');
INSERT INTO `jee_task_allot` VALUES (87, 81, 4, 1, 0, NULL, '2020-03-11 19:17:47', '2020-03-11 23:59:59', 1, '2020-03-11 19:18:16', 23, 98, NULL, 'null', 1, '0,4,0', 1.00, 95.00, '0,4,0', NULL, '2020-03-13 09:26:11');
INSERT INTO `jee_task_allot` VALUES (88, 82, 4, 1, 0, NULL, '2020-03-11 19:26:47', '2020-03-13 23:59:59', 1, '2020-03-13 16:22:18', 16, 97, NULL, 'null', 1, '0,3,0', 1.00, 90.00, '0,3,0', NULL, '2020-03-13 16:22:39');
INSERT INTO `jee_task_allot` VALUES (89, 82, 29, 1, 0, NULL, '2020-03-11 19:26:47', '2020-03-13 23:59:59', 1, '2020-03-13 16:37:55', 16, 98, NULL, 'null', 1, '0,3,0', 1.00, 90.00, '0,3,0', NULL, '2020-03-16 08:26:35');
INSERT INTO `jee_task_allot` VALUES (90, 83, 14, 1, 0, NULL, '2020-03-11 19:45:02', '2020-03-12 23:59:59', 1, '2020-03-12 16:46:50', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-12 16:59:29');
INSERT INTO `jee_task_allot` VALUES (91, 84, 11, 1, 0, NULL, '2020-03-11 19:46:36', '2020-03-13 23:59:59', 1, '2020-03-14 21:20:19', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-14 21:20:34');
INSERT INTO `jee_task_allot` VALUES (92, 85, 29, 1, 0, NULL, '2020-03-12 16:37:59', '2020-03-31 23:59:59', 1, '2020-04-01 16:52:04', NULL, NULL, NULL, NULL, NULL, '3,0,0', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (93, 86, 29, 1, 0, NULL, '2020-03-12 16:49:25', '2020-03-22 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (94, 87, 29, 1, 0, NULL, '2020-03-12 16:52:01', '2020-03-31 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (95, 88, 14, 1, 0, NULL, '2020-03-12 17:00:26', '2020-03-13 23:59:59', 1, '2020-03-13 16:47:36', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-14 21:19:57');
INSERT INTO `jee_task_allot` VALUES (96, 89, 42, 1, 0, NULL, '2020-03-12 18:16:07', '2020-03-28 23:59:59', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (97, 90, 4, 1, 0, NULL, '2020-03-13 09:27:38', '2020-03-13 23:59:59', 1, '2020-03-13 14:43:49', 11, 98, NULL, 'null', 1, '0,2,0', 1.00, 95.00, '0,2,0', NULL, '2020-03-13 14:44:05');
INSERT INTO `jee_task_allot` VALUES (98, 91, 4, 1, 0, NULL, '2020-03-13 14:52:53', '2020-03-15 23:59:59', 1, '2020-03-13 16:27:18', 65, 98, NULL, 'null', 1, '1,4,0', 1.00, 90.00, '1,4,0', NULL, '2020-03-13 16:27:37');
INSERT INTO `jee_task_allot` VALUES (99, 92, 12, 1, 0, NULL, '2020-03-13 16:27:09', '2020-03-15 23:59:59', 1, '2020-03-13 16:48:39', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-17 08:42:37');
INSERT INTO `jee_task_allot` VALUES (100, 93, 12, 1, 0, NULL, '2020-03-13 16:40:08', '2020-03-17 23:59:59', 1, '2020-03-18 17:55:04', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-19 13:11:56');
INSERT INTO `jee_task_allot` VALUES (101, 94, 24, 1, 0, NULL, '2020-03-13 19:50:19', '2020-03-15 23:59:59', 1, '2020-03-15 16:16:12', 91, 98, NULL, 'null', 1, '2,0,0', 1.00, 95.00, '2,0,0', NULL, '2020-03-15 16:23:23');
INSERT INTO `jee_task_allot` VALUES (102, 95, 32, 1, 0, NULL, '2020-03-13 19:51:18', '2020-03-15 23:59:59', 1, '2020-03-15 16:31:17', 173, 98, NULL, 'null', 1, '2,0,0', 1.20, 100.00, '3,0,0', NULL, '2020-03-20 17:35:59');
INSERT INTO `jee_task_allot` VALUES (103, 96, 29, 1, 0, NULL, '2020-03-14 13:26:46', '2020-03-16 23:59:59', 1, '2020-03-15 16:25:55', 144, 97, NULL, 'null', 1, '2,4,0', 1.00, 100.00, '3,0,0', NULL, '2020-03-16 08:17:38');
INSERT INTO `jee_task_allot` VALUES (104, 97, 30, 1, 0, NULL, '2020-03-14 13:30:56', '2020-03-20 12:59:59', 1, '2020-03-26 16:57:04', 192, 98, NULL, 'null', 1, '11,0,0', 1.00, 100.00, '4,0,0', NULL, '2020-03-26 17:46:51');
INSERT INTO `jee_task_allot` VALUES (105, 98, 30, 1, 0, NULL, '2020-03-14 13:32:03', '2020-03-20 12:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (106, 99, 42, 1, 0, NULL, '2020-03-14 13:35:39', '2020-03-20 12:59:59', 1, '2020-03-24 16:28:25', 336, 98, NULL, 'null', 1, '7,0,0', 1.00, 100.00, '7,0,0', NULL, '2020-03-25 08:55:09');
INSERT INTO `jee_task_allot` VALUES (107, 100, 33, 1, 0, NULL, '2020-03-15 16:23:58', '2020-03-19 23:59:59', 1, '2020-03-19 11:10:41', 192, 98, NULL, 'null', 3, '3,0,0', 1.00, 100.00, '4,0,0', NULL, '2020-03-19 11:11:11');
INSERT INTO `jee_task_allot` VALUES (108, 101, 24, 1, 0, NULL, '2020-03-15 16:25:17', '2020-03-18 23:59:59', 1, '2020-03-18 08:06:12', 77, 98, NULL, 'null', 1, '2,0,0', 1.00, 80.00, '2,0,0', NULL, '2020-03-20 17:35:00');
INSERT INTO `jee_task_allot` VALUES (109, 102, 32, 1, 0, NULL, '2020-03-15 16:27:50', '2020-03-20 23:59:59', 1, '2020-03-19 12:56:54', 154, 98, NULL, 'null', 1, '3,4,0', 1.00, 80.00, '4,0,0', NULL, '2020-03-20 17:34:39');
INSERT INTO `jee_task_allot` VALUES (110, 103, 14, 1, 0, NULL, '2020-03-16 07:53:50', '2020-03-16 23:59:59', 1, '2020-03-16 16:46:32', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-16 19:32:47');
INSERT INTO `jee_task_allot` VALUES (111, 104, 11, 1, 0, NULL, '2020-03-16 07:57:03', '2020-03-17 23:59:59', 1, '2020-03-17 18:45:43', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-17 18:46:07');
INSERT INTO `jee_task_allot` VALUES (112, 105, 9, 1, 0, NULL, '2020-03-16 07:58:29', '2020-03-16 23:59:59', 1, '2020-03-16 16:59:02', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-16 16:59:24');
INSERT INTO `jee_task_allot` VALUES (113, 106, 4, 1, 0, NULL, '2020-03-16 08:27:55', '2020-03-17 23:59:59', 1, '2020-03-16 17:35:11', 26, 98, NULL, 'null', 1, '0,5,30', 1.00, 80.00, '0,5,30', NULL, '2020-03-16 17:35:24');
INSERT INTO `jee_task_allot` VALUES (115, 108, 25, 1, 0, NULL, '2020-03-16 17:14:34', '2020-03-20 23:59:59', 1, '2020-03-18 17:34:41', 192, 98, NULL, 'null', 1, '4,0,0', 1.00, 100.00, '4,0,0', NULL, '2020-03-20 17:34:08');
INSERT INTO `jee_task_allot` VALUES (116, 109, 14, 1, 0, NULL, '2020-03-16 19:41:34', '2020-03-17 23:59:59', 1, '2020-03-17 18:15:41', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-17 18:46:37');
INSERT INTO `jee_task_allot` VALUES (117, 110, 43, 1, 0, NULL, '2020-03-17 07:55:52', '2020-03-16 23:59:59', 1, '2020-03-17 07:58:07', 38, 98, NULL, 'null', 1, '0,7,45', 1.00, 80.00, '1,0,0', NULL, '2020-03-17 07:58:57');
INSERT INTO `jee_task_allot` VALUES (118, 111, 43, 1, 0, NULL, '2020-03-17 08:05:08', '2020-03-17 23:59:59', 1, '2020-03-17 18:20:07', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-18 14:48:01');
INSERT INTO `jee_task_allot` VALUES (119, 112, 15, 1, 0, NULL, '2020-03-17 08:44:06', '2020-03-16 23:59:59', 1, '2020-03-17 08:44:43', 38, 98, NULL, 'null', 1, '1,0,0', 1.00, 80.00, '1,0,0', NULL, '2020-03-17 08:44:59');
INSERT INTO `jee_task_allot` VALUES (120, 113, 15, 1, 0, NULL, '2020-03-17 08:46:57', '2020-03-17 23:59:59', 1, '2020-03-18 14:53:43', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-18 14:54:45');
INSERT INTO `jee_task_allot` VALUES (121, 114, 4, 1, 0, NULL, '2020-03-17 14:35:06', '2020-03-18 23:59:59', 1, '2020-03-20 15:25:17', 11, 98, NULL, 'null', 1, '0,2,0', 1.00, 95.00, '0,2,0', NULL, '2020-03-20 15:25:28');
INSERT INTO `jee_task_allot` VALUES (122, 115, 4, 1, 0, NULL, '2020-03-17 14:37:15', '2020-03-17 23:59:59', 1, '2020-03-17 14:37:29', 11, 98, NULL, 'null', 1, '0,2,0', 1.00, 90.00, '0,2,0', NULL, '2020-03-17 14:37:45');
INSERT INTO `jee_task_allot` VALUES (123, 116, 4, 1, 0, NULL, '2020-03-17 14:41:29', '2020-03-18 23:59:59', 1, '2020-03-20 15:24:44', 17, 98, NULL, 'null', 1, '0,3,0', 1.00, 95.00, '0,3,0', NULL, '2020-03-20 15:24:56');
INSERT INTO `jee_task_allot` VALUES (124, 117, 14, 1, 0, NULL, '2020-03-17 19:07:12', '2020-03-18 23:59:59', 1, '2020-03-18 16:42:02', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-18 16:42:44');
INSERT INTO `jee_task_allot` VALUES (125, 118, 11, 1, 0, NULL, '2020-03-17 19:08:00', '2020-03-18 23:59:59', 1, '2020-03-18 16:41:40', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-18 16:41:52');
INSERT INTO `jee_task_allot` VALUES (126, 119, 9, 1, 0, NULL, '2020-03-18 08:00:18', '2020-03-18 23:59:59', 1, '2020-03-20 17:52:39', 48, 98, NULL, 'null', 3, '2,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-20 17:53:36');
INSERT INTO `jee_task_allot` VALUES (127, 119, 32, 1, 0, NULL, '2020-03-18 08:00:18', '2020-03-18 23:59:59', 1, '2020-03-19 21:24:55', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-20 17:53:10');
INSERT INTO `jee_task_allot` VALUES (128, 120, 24, 1, 0, NULL, '2020-03-18 08:01:52', '2020-03-18 23:59:59', 1, '2020-03-18 16:44:50', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-20 17:33:18');
INSERT INTO `jee_task_allot` VALUES (129, 121, 4, 1, 0, NULL, '2020-03-18 09:44:47', '2020-03-18 23:59:59', 1, '2020-03-20 15:24:13', 14, 98, NULL, 'null', 1, '0,2,0', 1.00, 95.00, '0,2,30', NULL, '2020-03-20 15:24:22');
INSERT INTO `jee_task_allot` VALUES (130, 122, 25, 1, 0, NULL, '2020-03-18 14:46:53', '2020-03-19 23:59:59', 1, '2020-03-23 17:59:28', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-24 09:07:26');
INSERT INTO `jee_task_allot` VALUES (131, 123, 43, 1, 0, NULL, '2020-03-18 14:53:04', '2020-03-18 23:59:59', 1, '2020-03-18 17:33:19', 48, 97, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-19 10:29:20');
INSERT INTO `jee_task_allot` VALUES (132, 124, 15, 1, 0, NULL, '2020-03-18 15:02:53', '2020-03-19 23:59:59', 1, '2020-03-20 08:26:39', 48, 97, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-20 08:27:15');
INSERT INTO `jee_task_allot` VALUES (133, 125, 14, 1, 0, NULL, '2020-03-18 19:49:36', '2020-03-20 23:59:59', 1, '2020-03-20 17:40:39', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-20 19:44:09');
INSERT INTO `jee_task_allot` VALUES (134, 126, 11, 1, 0, NULL, '2020-03-18 19:51:06', '2020-03-19 23:59:59', 1, '2020-03-19 17:57:34', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-19 17:57:55');
INSERT INTO `jee_task_allot` VALUES (135, 127, 43, 1, 0, NULL, '2020-03-19 10:33:31', '2020-03-19 23:59:59', 1, '2020-03-19 17:23:18', 48, 97, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-20 08:25:55');
INSERT INTO `jee_task_allot` VALUES (136, 128, 24, 1, 0, NULL, '2020-03-19 12:51:57', '2020-03-22 23:59:59', 1, '2020-03-21 16:51:13', 144, 98, NULL, 'null', 1, '3,0,0', 1.00, 100.00, '3,0,0', NULL, '2020-03-21 20:29:37');
INSERT INTO `jee_task_allot` VALUES (137, 129, 32, 1, 0, NULL, '2020-03-19 12:54:28', '2020-03-22 23:59:59', 1, '2020-03-21 16:55:12', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-21 20:29:16');
INSERT INTO `jee_task_allot` VALUES (138, 130, 12, 1, 0, NULL, '2020-03-19 13:17:31', '2020-03-22 23:59:59', 1, '2020-03-23 08:56:52', 144, 98, NULL, 'null', 1, '3,0,0', 1.00, 100.00, '3,0,0', NULL, '2020-03-24 10:03:04');
INSERT INTO `jee_task_allot` VALUES (139, 131, 11, 1, 0, NULL, '2020-03-19 19:41:56', '2020-03-20 23:59:59', 1, '2020-03-20 19:43:25', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-20 19:43:38');
INSERT INTO `jee_task_allot` VALUES (140, 132, 43, 1, 0, NULL, '2020-03-20 08:34:13', '2020-03-23 23:59:59', 1, '2020-03-23 17:03:18', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-24 09:12:05');
INSERT INTO `jee_task_allot` VALUES (141, 133, 6, 1, 0, NULL, '2020-03-20 11:12:23', '2020-06-26 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (142, 134, 29, 1, 0, NULL, '2020-03-20 11:55:14', '2020-03-25 23:59:59', 1, '2020-03-27 17:07:55', 192, 98, NULL, 'null', 1, '4,4,0', 1.00, 100.00, '4,0,0', NULL, '2020-03-30 17:48:30');
INSERT INTO `jee_task_allot` VALUES (143, 135, 29, 1, 0, NULL, '2020-03-20 11:57:05', '2020-03-26 23:59:59', 1, '2020-03-27 17:07:26', 120, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,4,0', NULL, '2020-03-27 19:04:27');
INSERT INTO `jee_task_allot` VALUES (144, 136, 4, 1, 0, NULL, '2020-03-20 15:26:53', '2020-03-21 23:59:59', 1, '2020-03-22 13:12:30', 27, 98, NULL, 'null', 1, '0,5,0', 1.00, 90.00, '0,5,0', NULL, '2020-03-22 13:12:40');
INSERT INTO `jee_task_allot` VALUES (145, 137, 4, 1, 0, NULL, '2020-03-20 15:28:04', '2020-03-21 23:59:59', 1, '2020-03-22 13:12:00', 27, 98, NULL, 'null', 1, '0,5,0', 1.00, 90.00, '0,5,0', NULL, '2020-03-22 13:12:14');
INSERT INTO `jee_task_allot` VALUES (146, 138, 25, 1, 0, NULL, '2020-03-21 00:00:00', '2020-03-21 00:30:00', 1, '2020-03-21 20:33:25', 38, 98, NULL, 'null', 1, '1,0,0', 1.00, 80.00, '1,0,0', NULL, '2020-03-22 16:13:04');
INSERT INTO `jee_task_allot` VALUES (147, 139, 24, 1, 0, NULL, '2020-03-21 20:30:59', '2020-03-22 23:59:59', 1, '2020-03-22 16:10:54', 38, 98, NULL, 'null', 1, '1,0,0', 1.00, 80.00, '1,0,0', NULL, '2020-03-22 19:28:54');
INSERT INTO `jee_task_allot` VALUES (148, 139, 32, 1, 0, NULL, '2020-03-21 20:30:59', '2020-03-22 23:59:59', 1, '2020-03-22 16:11:34', 38, 98, NULL, 'null', 1, '1,0,0', 1.00, 80.00, '1,0,0', NULL, '2020-03-22 19:29:04');
INSERT INTO `jee_task_allot` VALUES (149, 139, 25, 1, 0, NULL, '2020-03-21 20:30:59', '2020-03-22 23:59:59', 1, '2020-03-22 16:14:19', 38, 98, NULL, 'null', 1, '1,0,0', 1.00, 80.00, '1,0,0', NULL, '2020-03-22 19:29:16');
INSERT INTO `jee_task_allot` VALUES (150, 140, 24, 1, 0, NULL, '2020-03-22 17:08:54', '2020-03-25 23:59:59', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (151, 140, 32, 1, 0, NULL, '2020-03-22 17:08:54', '2020-03-25 23:59:59', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (152, 140, 25, 1, 0, NULL, '2020-03-22 17:08:54', '2020-03-25 23:59:59', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (153, 141, 14, 1, 0, NULL, '2020-03-23 07:47:11', '2020-03-25 23:59:59', 1, '2020-03-25 17:17:10', 120, 98, NULL, 'null', 1, '3,0,0', 1.00, 100.00, '2,4,0', NULL, '2020-03-25 20:48:24');
INSERT INTO `jee_task_allot` VALUES (154, 142, 11, 1, 0, NULL, '2020-03-23 07:48:47', '2020-03-23 23:59:59', 1, '2020-03-24 07:56:51', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-25 20:47:50');
INSERT INTO `jee_task_allot` VALUES (155, 143, 33, 1, 0, NULL, '2020-03-23 08:15:35', '2020-03-24 23:59:59', 1, '2020-04-01 08:39:02', NULL, NULL, NULL, NULL, NULL, '1,0,0', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (156, 144, 33, 1, 0, NULL, '2020-03-23 08:16:28', '2020-03-29 23:59:59', 1, '2020-03-30 10:10:36', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-30 15:26:49');
INSERT INTO `jee_task_allot` VALUES (157, 145, 4, 1, 0, NULL, '2020-03-23 09:40:35', '2020-03-23 23:59:59', 1, '2020-03-24 19:40:27', 12, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '0,2,0', NULL, '2020-03-24 19:41:39');
INSERT INTO `jee_task_allot` VALUES (158, 146, 32, 1, 0, NULL, '2020-03-23 17:50:50', '2020-03-25 23:59:59', 1, '2020-03-27 09:46:38', 240, 98, NULL, 'null', 1, '5,0,0', 1.00, 100.00, '5,0,0', NULL, '2020-03-28 13:58:06');
INSERT INTO `jee_task_allot` VALUES (159, 146, 25, 1, 0, NULL, '2020-03-23 17:50:50', '2020-03-25 23:59:59', 1, '2020-03-27 09:49:49', 192, 98, NULL, 'null', 1, '4,4,0', 1.00, 100.00, '4,0,0', NULL, '2020-03-28 13:58:32');
INSERT INTO `jee_task_allot` VALUES (160, 147, 24, 1, 0, NULL, '2020-03-23 17:52:31', '2020-03-29 23:59:59', 1, '2020-03-26 17:22:24', 240, 98, NULL, 'null', 1, '4,0,0', 1.00, 100.00, '5,0,0', NULL, '2020-03-28 13:57:42');
INSERT INTO `jee_task_allot` VALUES (161, 148, 4, 1, 0, NULL, '2020-03-23 18:07:54', '2020-03-26 23:59:59', 1, '2020-03-24 19:42:16', 120, 98, NULL, 'null', 1, '2,4,0', 1.00, 100.00, '2,4,0', NULL, '2020-03-24 19:42:25');
INSERT INTO `jee_task_allot` VALUES (162, 149, 7, 1, 0, NULL, '2020-03-23 19:52:41', '2020-03-23 19:49:39', 1, '2020-03-27 16:39:16', 192, 98, NULL, 'null', 1, '4,0,0', 1.00, 100.00, '4,0,0', NULL, '2020-03-27 20:27:29');
INSERT INTO `jee_task_allot` VALUES (163, 150, 11, 1, 0, NULL, '2020-03-23 19:54:24', '2020-03-25 23:59:59', 1, '2020-03-25 20:47:10', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-25 20:47:28');
INSERT INTO `jee_task_allot` VALUES (164, 151, 43, 1, 0, NULL, '2020-03-24 09:13:31', '2020-03-29 23:59:59', 1, '2020-03-25 17:07:40', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-26 09:01:47');
INSERT INTO `jee_task_allot` VALUES (165, 152, 12, 1, 0, NULL, '2020-03-24 10:07:44', '2020-03-29 23:59:59', 1, '2020-03-30 09:02:11', 144, 98, NULL, 'null', 1, '3,0,0', 1.00, 100.00, '3,0,0', NULL, '2020-03-30 09:06:13');
INSERT INTO `jee_task_allot` VALUES (166, 153, 29, 1, 0, NULL, '2020-03-24 12:04:26', '2020-03-24 23:59:59', 1, '2020-03-25 20:59:27', 12, 98, NULL, 'null', 1, '0,2,0', 1.00, 100.00, '0,2,0', NULL, '2020-03-26 11:22:41');
INSERT INTO `jee_task_allot` VALUES (167, 154, 29, 1, 0, NULL, '2020-03-24 12:05:38', '2020-03-24 23:59:59', 1, '2020-03-25 20:59:12', 12, 98, NULL, 'null', 1, '0,2,0', 1.00, 100.00, '0,2,0', NULL, '2020-03-26 11:22:58');
INSERT INTO `jee_task_allot` VALUES (168, 155, 12, 1, 0, NULL, '2020-03-24 16:38:03', '2020-03-24 23:59:59', 1, '2020-03-24 16:40:24', 2, 98, NULL, 'null', 1, '0,0,15', 1.00, 100.00, '0,0,15', NULL, '2020-03-24 16:43:10');
INSERT INTO `jee_task_allot` VALUES (169, 156, 36, 1, 0, NULL, '2020-03-24 17:32:05', '2020-03-29 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (170, 156, 39, 1, 0, NULL, '2020-03-24 17:32:05', '2020-03-29 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (171, 157, 5, 1, 0, NULL, '2020-03-24 19:47:51', '2020-03-25 23:59:59', 1, '2020-03-26 12:48:36', 18, 98, NULL, 'null', 1, '0,3,0', 1.00, 100.00, '0,3,0', NULL, '2020-03-27 15:22:06');
INSERT INTO `jee_task_allot` VALUES (172, 158, 4, 1, 0, NULL, '2020-03-24 19:49:34', '2020-03-25 23:59:59', 1, '2020-03-25 16:42:09', 12, 98, NULL, 'null', 1, '0,2,0', 1.00, 100.00, '0,2,0', NULL, '2020-03-25 16:42:16');
INSERT INTO `jee_task_allot` VALUES (173, 159, 4, 1, 0, NULL, '2020-03-24 19:50:54', '2020-03-29 23:59:59', 1, '2020-03-27 15:09:54', 72, 98, NULL, 'null', 1, '1,4,0', 1.00, 100.00, '1,4,0', NULL, '2020-03-27 15:10:07');
INSERT INTO `jee_task_allot` VALUES (174, 160, 33, 1, 0, NULL, '2020-03-25 07:57:35', '2020-03-27 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (175, 161, 42, 1, 0, NULL, '2020-03-25 08:59:10', '2020-04-16 23:59:59', 1, '2020-03-30 09:28:02', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-30 13:10:23');
INSERT INTO `jee_task_allot` VALUES (176, 162, 42, 1, 0, NULL, '2020-03-25 09:54:28', '2020-04-17 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (177, 163, 42, 1, 0, NULL, '2020-03-25 12:27:12', '2020-04-11 23:59:59', 1, '2020-04-01 10:32:10', NULL, NULL, NULL, NULL, NULL, '2,2,0', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (178, 164, 11, 1, 0, NULL, '2020-03-25 20:51:22', '2020-03-25 23:59:59', 1, '2020-03-26 20:20:42', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-26 20:20:56');
INSERT INTO `jee_task_allot` VALUES (179, 165, 14, 1, 0, NULL, '2020-03-25 20:52:51', '2020-03-27 23:59:59', 1, '2020-03-27 20:19:07', 120, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,4,0', NULL, '2020-03-27 20:27:48');
INSERT INTO `jee_task_allot` VALUES (180, 166, 33, 1, 0, NULL, '2020-03-26 08:04:02', '2020-04-01 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (181, 167, 43, 1, 0, NULL, '2020-03-26 08:59:09', '2020-03-31 23:59:59', 1, '2020-03-30 16:54:50', 240, 98, NULL, 'null', 1, '5,0,0', 1.00, 100.00, '5,0,0', NULL, '2020-03-31 17:17:49');
INSERT INTO `jee_task_allot` VALUES (182, 168, 15, 1, 0, NULL, '2020-03-26 09:01:15', '2020-03-26 23:59:59', 1, '2020-03-31 17:16:29', 96, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '2,0,0', NULL, '2020-03-31 17:16:49');
INSERT INTO `jee_task_allot` VALUES (183, 169, 42, 1, 0, NULL, '2020-03-26 11:24:36', '2020-03-27 23:59:59', 1, '2020-03-27 12:48:33', 72, 98, NULL, 'null', 1, '1,3,0', 1.00, 100.00, '1,4,0', NULL, '2020-03-27 13:03:31');
INSERT INTO `jee_task_allot` VALUES (184, 170, 20, 1, 0, NULL, '2020-03-26 11:28:31', '2020-03-29 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (185, 171, 32, 1, 0, NULL, '2020-03-27 08:00:26', '2020-03-27 23:59:59', 1, '2020-03-27 21:39:48', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-28 13:56:28');
INSERT INTO `jee_task_allot` VALUES (186, 171, 33, 1, 0, NULL, '2020-03-27 08:00:26', '2020-03-27 23:59:59', 1, '2020-03-27 15:23:38', 48, 98, NULL, 'null', 1, '0,6,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-28 13:56:50');
INSERT INTO `jee_task_allot` VALUES (187, 171, 25, 1, 0, NULL, '2020-03-27 08:00:26', '2020-03-27 23:59:59', 1, '2020-03-27 18:55:46', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-28 13:57:09');
INSERT INTO `jee_task_allot` VALUES (188, 172, 11, 1, 0, NULL, '2020-03-27 08:08:24', '2020-03-27 23:59:59', 1, '2020-03-27 20:26:52', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-27 20:27:03');
INSERT INTO `jee_task_allot` VALUES (189, 173, 30, 1, 0, NULL, '2020-03-27 13:06:45', '2020-03-31 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (190, 174, 30, 1, 0, NULL, '2020-03-27 13:09:55', '2020-03-27 23:59:59', 1, '2020-03-30 08:36:52', 384, 98, NULL, 'null', 1, '9,0,0', 1.00, 100.00, '8,0,0', NULL, '2020-03-30 12:33:08');
INSERT INTO `jee_task_allot` VALUES (191, 175, 4, 1, 0, NULL, '2020-03-27 15:20:03', '2020-03-27 23:59:59', 1, '2020-03-30 08:55:35', 18, 98, NULL, 'null', 1, '0,3,0', 1.00, 100.00, '0,3,0', NULL, '2020-03-30 08:55:42');
INSERT INTO `jee_task_allot` VALUES (192, 176, 4, 1, 0, NULL, '2020-03-27 15:21:37', '2020-03-27 23:59:59', 1, '2020-03-30 08:55:06', 24, 98, NULL, 'null', 1, '0,4,0', 1.00, 100.00, '0,4,0', NULL, '2020-03-30 08:55:14');
INSERT INTO `jee_task_allot` VALUES (193, 177, 5, 1, 0, NULL, '2020-03-28 13:31:57', '2020-03-30 23:59:59', 1, '2020-03-30 09:13:29', NULL, NULL, NULL, NULL, NULL, '0,4,30', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (194, 178, 32, 1, 0, NULL, '2020-03-30 07:13:35', '2020-04-05 23:59:59', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (195, 178, 25, 1, 0, NULL, '2020-03-30 07:13:35', '2020-04-05 23:59:59', 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (196, 179, 11, 1, 0, NULL, '2020-03-30 07:51:45', '2020-03-30 23:59:59', 1, '2020-03-31 07:56:13', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-31 07:56:23');
INSERT INTO `jee_task_allot` VALUES (197, 180, 14, 1, 0, NULL, '2020-03-30 07:53:34', '2020-03-31 23:59:59', 1, '2020-03-31 16:32:47', 72, 98, NULL, 'null', 1, '2,0,0', 1.00, 100.00, '1,4,0', NULL, '2020-03-31 20:12:07');
INSERT INTO `jee_task_allot` VALUES (198, 181, 7, 1, 0, NULL, '2020-03-30 07:56:12', '2020-04-03 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (199, 182, 5, 1, 0, NULL, '2020-03-30 08:24:53', '2020-03-30 23:59:59', 1, '2020-03-30 09:12:08', NULL, NULL, NULL, NULL, NULL, '0,2,0', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (200, 183, 5, 1, 0, NULL, '2020-03-30 08:53:33', '2020-03-30 23:59:59', 1, '2020-03-30 09:11:11', NULL, NULL, NULL, NULL, NULL, '0,0,30', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (201, 184, 5, 1, 0, NULL, '2020-03-30 08:54:27', '2020-03-30 23:59:59', 1, '2020-03-30 09:10:25', NULL, NULL, NULL, NULL, NULL, '0,0,30', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (202, 185, 5, 1, 0, NULL, '2020-03-30 08:55:54', '2020-03-30 23:59:59', 1, '2020-03-30 09:09:39', NULL, NULL, NULL, NULL, NULL, '0,0,30', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (203, 186, 5, 1, 0, NULL, '2020-03-30 08:56:47', '2020-03-30 23:59:59', 1, '2020-03-30 09:08:36', NULL, NULL, NULL, NULL, NULL, '0,0,30', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (204, 187, 10, 1, 0, NULL, '2020-03-30 09:04:15', '2020-03-30 23:59:59', 1, '2020-03-30 14:09:40', 24, 98, NULL, 'null', 1, '0,4,0', 1.00, 100.00, '0,4,0', NULL, '2020-03-30 20:16:58');
INSERT INTO `jee_task_allot` VALUES (205, 188, 12, 1, 0, NULL, '2020-03-30 09:10:45', '2020-03-31 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (206, 189, 4, 1, 0, NULL, '2020-03-30 09:35:29', '2020-04-01 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (207, 190, 32, 1, 0, NULL, '2020-03-30 15:27:51', '2020-03-30 23:59:59', 1, '2020-03-31 07:58:13', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-31 22:00:33');
INSERT INTO `jee_task_allot` VALUES (208, 191, 25, 1, 0, NULL, '2020-03-30 15:28:49', '2020-03-30 23:59:59', 1, '2020-03-31 08:06:34', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-31 22:00:12');
INSERT INTO `jee_task_allot` VALUES (209, 192, 34, 1, 0, NULL, '2020-03-30 15:29:42', '2020-03-30 23:59:59', 1, '2020-03-31 08:07:23', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-03-31 22:01:13');
INSERT INTO `jee_task_allot` VALUES (210, 193, 10, 1, 0, NULL, '2020-03-30 16:01:12', '2020-03-31 23:59:59', 1, '2020-03-31 16:54:41', 18, 98, NULL, 'null', 1, '0,3,0', 1.00, 100.00, '0,3,0', NULL, '2020-04-01 08:18:44');
INSERT INTO `jee_task_allot` VALUES (211, 202, 10, 1, 0, NULL, '2020-03-30 20:23:53', '2020-03-31 23:59:59', 1, '2020-03-31 16:54:22', 24, 98, NULL, 'null', 1, '0,4,0', 1.00, 100.00, '0,4,0', NULL, '2020-04-01 08:18:30');
INSERT INTO `jee_task_allot` VALUES (212, 203, 14, 1, 0, NULL, '2020-03-31 07:57:33', '2020-04-01 23:59:59', 1, '2020-04-01 16:44:29', NULL, NULL, NULL, NULL, NULL, '1,0,0', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (213, 204, 32, 1, 0, NULL, '2020-03-31 07:59:48', '2020-03-31 23:59:59', 1, '2020-04-01 07:57:19', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-04-01 07:58:41');
INSERT INTO `jee_task_allot` VALUES (214, 204, 34, 1, 0, NULL, '2020-03-31 07:59:48', '2020-03-31 23:59:59', 1, '2020-04-01 07:55:34', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-04-01 07:58:54');
INSERT INTO `jee_task_allot` VALUES (215, 205, 25, 1, 0, NULL, '2020-03-31 08:01:16', '2020-03-31 23:59:59', 1, '2020-04-01 07:48:23', 48, 98, NULL, 'null', 1, '1,0,0', 1.00, 100.00, '1,0,0', NULL, '2020-04-01 07:54:28');
INSERT INTO `jee_task_allot` VALUES (216, 206, 11, 1, 0, NULL, '2020-03-31 08:02:17', '2020-04-01 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (217, 207, 21, 1, 0, NULL, '2020-03-31 08:47:31', '2020-03-31 23:59:59', 1, '2020-03-31 10:29:03', 12, 98, NULL, 'null', 1, '0,2,0', 1.00, 100.00, '0,2,0', NULL, '2020-03-31 13:37:57');
INSERT INTO `jee_task_allot` VALUES (218, 208, 21, 1, 0, NULL, '2020-03-31 08:54:01', '2020-03-31 23:59:59', 1, '2020-03-31 13:18:33', 12, 98, NULL, 'null', 1, '0,2,0', 1.00, 100.00, '0,2,0', NULL, '2020-03-31 13:37:38');
INSERT INTO `jee_task_allot` VALUES (219, 209, 21, 1, 0, NULL, '2020-03-31 13:37:24', '2020-03-31 23:59:59', 1, '2020-03-31 16:18:14', 18, 98, NULL, 'null', 1, '0,3,0', 1.00, 100.00, '0,3,0', NULL, '2020-03-31 16:24:14');
INSERT INTO `jee_task_allot` VALUES (220, 8, 4, 2, 21, NULL, '2020-01-18 09:17:55', '2020-02-06 23:59:59', 1, '2020-03-31 16:23:24', 24, 98, NULL, 'null', 1, '0,4,0', 1.00, 100.00, '0,4,0', NULL, '2020-03-31 16:23:34');
INSERT INTO `jee_task_allot` VALUES (221, 210, 9, 1, 0, NULL, '2020-03-31 17:16:02', '2020-04-05 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (222, 211, 34, 1, 0, NULL, '2020-04-01 07:56:31', '2020-04-01 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (223, 212, 32, 1, 0, NULL, '2020-04-01 07:58:21', '2020-04-01 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (224, 212, 25, 1, 0, NULL, '2020-04-01 07:58:21', '2020-04-01 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (225, 213, 43, 1, 0, NULL, '2020-04-01 08:12:12', '2020-04-01 23:59:59', 1, '2020-04-01 16:52:04', NULL, NULL, NULL, NULL, NULL, '1,0,0', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (226, 214, 21, 1, 0, NULL, '2020-04-01 08:20:08', '2020-04-07 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (227, 215, 10, 1, 0, NULL, '2020-04-01 08:22:12', '2020-04-07 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `jee_task_allot` VALUES (228, 216, 1, 1, 0, NULL, '2020-12-31 16:44:51', '2020-12-31 23:59:59', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
COMMIT;

-- ----------------------------
-- Table structure for jee_task_comment
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_comment`;
CREATE TABLE `jee_task_comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tid` int(11) DEFAULT NULL,
  `aid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `reply_id` int(11) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `files` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_task_cycle
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_cycle`;
CREATE TABLE `jee_task_cycle` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `code_no` int(11) DEFAULT NULL,
  `cycle_types` smallint(6) DEFAULT NULL,
  `cycle_times` int(11) DEFAULT NULL,
  `cycle_start` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `cycle_end` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `first_time` datetime DEFAULT NULL,
  `last_time` datetime DEFAULT NULL,
  `cycle_next` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_task_cycle
-- ----------------------------
BEGIN;
INSERT INTO `jee_task_cycle` VALUES (1, 3, 138, 1, 1, '00:00', '00:30', '2020-03-21 00:00:00', '2020-03-21 00:00:00', 20200322, 1, NULL);
COMMIT;

-- ----------------------------
-- Table structure for jee_task_dynamic
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_dynamic`;
CREATE TABLE `jee_task_dynamic` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tid` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `content` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `read_ids` varchar(2048) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `ruser_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `thumbs` varchar(2048) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=657 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_task_dynamic
-- ----------------------------
BEGIN;
INSERT INTO `jee_task_dynamic` VALUES (33, 12, NULL, '[系统消息][陈富永]执行的任务通过验收，获取3积分', '2020-02-12 12:24:04', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (2, 2, NULL, '[系统消息]发布任务', '2020-01-14 17:13:23', NULL, 17, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (3, 2, NULL, '下单完成', '2020-01-15 09:16:53', NULL, 19, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (4, 2, NULL, '[系统消息]执行完成任务操作，附言：', '2020-01-15 09:41:15', NULL, 19, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (5, 3, NULL, '[系统消息]发布任务', '2020-01-18 08:54:38', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (6, 4, NULL, '[系统消息]发布任务', '2020-01-18 08:58:19', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (7, 4, NULL, '[系统消息]执行完成任务操作，附言：', '2020-01-18 09:03:34', NULL, 21, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (8, 5, NULL, '[系统消息]发布任务', '2020-01-18 09:06:06', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (9, 5, NULL, '[系统消息]执行完成任务操作，附言：', '2020-01-18 09:06:35', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (10, 6, NULL, '[系统消息]发布任务', '2020-01-18 09:09:45', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (11, 6, NULL, '[系统消息]执行完成任务操作，附言：', '2020-01-18 09:09:54', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (12, 3, NULL, '[系统消息]修改普通任务', '2020-01-18 09:10:43', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (13, 4, NULL, '[系统消息]修改普通任务', '2020-01-18 09:11:12', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (14, 5, NULL, '[系统消息]修改普通任务', '2020-01-18 09:11:31', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (15, 6, NULL, '[系统消息]修改普通任务', '2020-01-18 09:11:51', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (16, 6, NULL, '[系统消息]修改普通任务', '2020-01-18 09:12:19', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (17, 7, NULL, '[系统消息]发布任务', '2020-01-18 09:16:37', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (18, 8, NULL, '[系统消息]发布任务', '2020-01-18 09:17:55', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (19, 8, NULL, '[系统消息]修改普通任务', '2020-01-18 09:18:17', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (20, 6, NULL, '[系统消息]修改普通任务', '2020-01-18 09:20:47', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (21, 6, NULL, '[系统消息]修改普通任务', '2020-01-18 09:21:50', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (22, 6, NULL, '[系统消息]修改普通任务', '2020-01-18 09:22:29', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (32, 12, NULL, '[系统消息]执行完成任务操作，附言：项目执行表 2020/1/7-2020/5/6', '2020-02-12 12:18:01', NULL, 3, 0, 3, '[[\"\",\"\"]]');
INSERT INTO `jee_task_dynamic` VALUES (29, 10, NULL, '[系统消息]修改普通任务', '2020-02-11 16:05:42', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (30, 11, NULL, '[系统消息]发布任务', '2020-02-11 16:41:27', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (31, 12, NULL, '[系统消息]发布任务', '2020-02-12 10:48:57', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (28, 10, NULL, '[系统消息]发布任务', '2020-02-11 15:17:15', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (34, 2, NULL, '[系统消息][高英俊]执行的任务通过验收，获取0积分', '2020-02-12 13:22:19', NULL, 17, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (35, 10, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-13 08:42:59', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (36, 13, NULL, '[系统消息]发布任务', '2020-02-13 09:03:31', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (37, 11, NULL, '[系统消息]修改普通任务', '2020-02-13 13:35:04', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (38, 11, NULL, '[系统消息]执行完成任务操作，附言：出装配图和工程图，三表，并下速达及制作分发PDF图纸', '2020-02-13 13:35:53', NULL, 6, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (39, 11, NULL, '[系统消息][黄国峰]执行的任务通过验收，获取96积分', '2020-02-14 08:46:16', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (40, 10, NULL, '[系统消息][杨海]执行的任务通过验收，获取201积分', '2020-02-14 10:19:26', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (41, 13, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-14 10:20:12', NULL, 9, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (42, 13, NULL, '[系统消息][陈俊]执行的任务通过验收，获取100积分', '2020-02-14 10:20:22', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (43, 14, NULL, '[系统消息]发布任务', '2020-02-17 08:25:35', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (44, 14, NULL, '[系统消息]修改普通任务', '2020-02-17 08:26:04', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (45, 15, NULL, '[系统消息]发布任务', '2020-02-17 08:29:50', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (46, 13, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-17 09:02:32', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (47, 16, NULL, '[系统消息]发布任务', '2020-02-18 08:12:07', NULL, 20, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (48, 17, NULL, '[系统消息]发布任务', '2020-02-18 08:38:42', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (49, 13, NULL, '[系统消息][杨海]执行的任务通过验收，获取96积分', '2020-02-18 10:55:20', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (50, 18, NULL, '[系统消息]发布任务', '2020-02-19 17:37:11', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (51, 17, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-19 18:04:41', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (52, 15, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-20 09:25:13', NULL, 9, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (53, 15, NULL, '[系统消息][陈俊]执行的任务通过验收，获取251积分', '2020-02-20 09:25:30', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (54, 19, NULL, '[系统消息]发布任务', '2020-02-20 09:30:29', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (55, 17, NULL, '[系统消息][王文利]执行的任务通过验收，获取96积分', '2020-02-20 15:07:40', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (56, 18, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-21 16:45:14', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (57, 18, NULL, '[系统消息][王文利]执行的任务通过验收，获取48积分', '2020-02-21 17:50:59', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (58, 20, NULL, '[系统消息]发布任务', '2020-02-21 18:05:36', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (59, 21, NULL, '[系统消息]发布任务', '2020-02-23 20:43:12', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (60, 15, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-24 08:19:23', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (61, 22, NULL, '[系统消息]发布任务', '2020-02-24 08:30:56', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (62, 23, NULL, '[系统消息]发布任务', '2020-02-24 08:33:06', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (63, 22, NULL, '[系统消息]修改普通任务', '2020-02-24 08:34:41', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (64, 22, NULL, '[系统消息]修改普通任务', '2020-02-24 08:35:02', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (65, 24, NULL, '[系统消息]发布任务', '2020-02-24 08:46:52', NULL, 20, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (66, 21, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-25 07:52:36', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (67, 21, NULL, '[系统消息][康文生]执行的任务通过验收，获取48积分', '2020-02-25 07:53:27', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (68, 25, NULL, '[系统消息]发布任务', '2020-02-25 07:59:37', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (69, 14, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-25 08:18:05', NULL, 6, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (70, 22, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-25 08:18:42', NULL, 6, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (71, 22, NULL, '[系统消息][黄国峰]执行的任务通过验收，获取38积分', '2020-02-25 08:19:58', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (72, 26, NULL, '[系统消息]发布任务', '2020-02-25 08:23:25', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (73, 26, NULL, '[系统消息]修改普通任务', '2020-02-25 08:23:41', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (74, 27, NULL, '[系统消息]发布任务', '2020-02-25 09:16:50', NULL, 17, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (75, 20, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-25 16:48:16', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (76, 20, NULL, '[系统消息][王文利]执行的任务通过验收，获取96积分', '2020-02-25 17:09:45', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (77, 28, NULL, '[系统消息]发布任务', '2020-02-25 17:11:17', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (78, 29, NULL, '[系统消息]发布任务', '2020-02-25 17:13:02', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (79, 14, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-25 17:27:43', NULL, 41, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (80, 14, NULL, '[系统消息][黄国峰]执行的任务通过验收，获取192积分', '2020-02-25 17:45:16', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (81, 14, NULL, '[系统消息][李朋杰]执行的任务通过验收，获取192积分', '2020-02-25 17:46:15', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (82, 25, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-25 21:17:24', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (83, 25, NULL, '[系统消息][康文生]执行的任务通过验收，获取60积分', '2020-02-25 21:18:11', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (84, 30, NULL, '[系统消息]发布任务', '2020-02-25 21:20:48', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (85, 30, NULL, '[系统消息]修改普通任务', '2020-02-25 21:23:05', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (86, 30, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-26 21:04:47', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (87, 30, NULL, '[系统消息][康文生]执行的任务通过验收，获取72积分', '2020-02-26 21:05:10', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (88, 31, NULL, '[系统消息]发布任务', '2020-02-26 21:09:11', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (89, 26, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-27 08:18:08', NULL, 6, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (90, 26, NULL, '[系统消息][黄国峰]执行的任务通过验收，获取50积分', '2020-02-27 08:18:44', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (91, 32, NULL, '[系统消息]发布任务', '2020-02-27 08:21:25', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (92, 32, NULL, '[系统消息]修改普通任务', '2020-02-27 08:23:45', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (93, 33, NULL, '[系统消息]发布任务', '2020-02-27 08:26:47', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (94, 23, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-27 08:29:42', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (95, 23, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取150积分', '2020-02-27 08:30:18', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (96, 34, NULL, '[系统消息]发布任务', '2020-02-27 13:54:14', NULL, 20, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (97, 16, NULL, '[系统消息]取消执行任务,取消原因：公司指示该任务取消，请批准。', '2020-02-27 13:57:09', NULL, 20, 0, 4, NULL);
INSERT INTO `jee_task_dynamic` VALUES (98, 5, NULL, '[系统消息][李伟东]执行的任务通过验收，获取13积分', '2020-02-28 09:22:09', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (99, 35, NULL, '[系统消息]发布任务', '2020-02-28 09:25:33', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (100, 35, NULL, '[系统消息]修改普通任务', '2020-02-28 09:26:02', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (101, 15, NULL, '[系统消息][杨海]执行的任务通过验收，获取251积分', '2020-02-28 11:10:08', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (102, 19, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-28 11:11:08', NULL, 9, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (103, 19, NULL, '[系统消息][陈俊]执行的任务通过验收，获取351积分', '2020-02-28 11:11:50', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (104, 27, NULL, '[系统消息]执行完成任务操作，附言：铸件出图完成', '2020-02-28 11:14:25', NULL, 26, 0, 3, '[[\"\",\"\"]]');
INSERT INTO `jee_task_dynamic` VALUES (105, 35, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-28 15:04:51', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (106, 35, NULL, '[系统消息][李伟东]执行的任务通过验收，获取6积分', '2020-02-28 15:05:12', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (107, 36, NULL, '[系统消息]发布任务', '2020-02-28 15:11:00', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (108, 19, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-28 16:22:19', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (109, 31, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-28 17:52:33', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (110, 31, NULL, '[系统消息][康文生]执行的任务通过验收，获取96积分', '2020-02-28 17:53:31', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (111, 37, NULL, '[系统消息]发布任务', '2020-02-28 18:19:00', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (112, 38, NULL, '[系统消息]发布任务', '2020-02-28 21:56:48', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (113, 39, NULL, '[系统消息]发布任务', '2020-02-28 21:59:10', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (114, 40, NULL, '[系统消息]发布任务', '2020-02-28 22:01:12', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (115, 41, NULL, '[系统消息]发布任务', '2020-02-28 22:01:53', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (116, 42, NULL, '[系统消息]发布任务', '2020-02-28 22:04:31', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (117, 43, NULL, '[系统消息]发布任务', '2020-02-28 22:08:44', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (118, 33, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-29 15:10:47', NULL, 29, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (119, 40, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-29 15:23:40', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (120, 40, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-29 15:32:24', NULL, 9, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (121, 40, NULL, '[系统消息][杨海]执行的任务通过验收，获取48积分', '2020-02-29 15:33:11', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (122, 40, NULL, '[系统消息][陈俊]执行的任务通过验收，获取48积分', '2020-02-29 15:33:37', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (123, 37, NULL, '[系统消息]执行完成任务操作，附言：', '2020-02-29 19:21:49', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (124, 37, NULL, '[系统消息][康文生]执行的任务通过验收，获取48积分', '2020-02-29 19:22:11', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (125, 19, NULL, '[系统消息][杨海]执行的任务通过验收，获取351积分', '2020-03-01 14:10:34', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (126, 44, NULL, '[系统消息]发布任务', '2020-03-01 14:12:39', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (127, 45, NULL, '[系统消息]发布任务', '2020-03-01 18:20:41', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (128, 46, NULL, '[系统消息]发布任务', '2020-03-01 18:53:57', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (129, 47, NULL, '[系统消息]发布任务', '2020-03-02 08:40:53', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (130, 48, NULL, '[系统消息]发布任务', '2020-03-02 08:42:55', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (131, 48, NULL, '[系统消息]修改普通任务', '2020-03-02 08:43:51', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (132, 49, NULL, '[系统消息]发布任务', '2020-03-02 08:46:37', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (133, 49, NULL, '[系统消息]修改普通任务', '2020-03-02 08:47:02', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (134, 48, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-02 15:57:10', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (135, 50, NULL, '[系统消息]发布任务', '2020-03-02 17:11:04', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (136, 50, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-02 17:29:51', NULL, 9, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (137, 50, NULL, '[系统消息][陈俊]执行的任务通过验收，获取23积分', '2020-03-03 08:04:05', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (138, 28, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-03 08:14:37', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (139, 29, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-03 08:15:14', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (140, 51, NULL, '[系统消息]发布任务', '2020-03-03 08:17:20', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (141, 28, NULL, '[系统消息][王文利]执行的任务通过验收，获取48积分', '2020-03-03 13:31:34', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (142, 52, NULL, '[系统消息]发布任务', '2020-03-03 14:12:33', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (143, 53, NULL, '[系统消息]发布任务', '2020-03-03 14:20:15', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (144, 36, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-03 14:21:05', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (145, 36, NULL, '[系统消息][李伟东]执行的任务通过验收，获取96积分', '2020-03-03 14:21:31', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (146, 54, NULL, '[系统消息]发布任务', '2020-03-03 14:44:55', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (147, 54, NULL, '[系统消息]修改普通任务', '2020-03-03 15:24:46', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (148, 54, NULL, '[系统消息]修改普通任务', '2020-03-03 15:25:36', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (149, 54, NULL, '', '2020-03-03 15:44:49', NULL, 3, 0, NULL, '');
INSERT INTO `jee_task_dynamic` VALUES (150, 54, NULL, '', '2020-03-03 15:45:37', NULL, 3, 0, NULL, '');
INSERT INTO `jee_task_dynamic` VALUES (151, 54, NULL, '[系统消息]修改普通任务', '2020-03-03 15:52:10', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (152, 53, NULL, '[系统消息]修改普通任务', '2020-03-03 16:17:22', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (153, 46, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-03 17:32:22', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (154, 46, NULL, '[系统消息][康文生]执行的任务通过验收，获取96积分', '2020-03-03 17:32:46', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (155, 55, NULL, '[系统消息]发布任务', '2020-03-03 17:37:46', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (156, 51, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-03 17:40:27', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (157, 51, NULL, '[系统消息][梁引科]执行的任务通过验收，获取46积分', '2020-03-03 18:31:48', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (158, 53, NULL, '[系统消息]修改普通任务', '2020-03-04 10:18:46', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (159, 48, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取12积分', '2020-03-04 10:33:40', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (160, 4, NULL, '[系统消息][马英福]执行的任务通过验收，获取46积分', '2020-03-04 10:34:10', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (161, 56, NULL, '[系统消息]发布任务', '2020-03-04 11:39:54', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (162, 57, NULL, '[系统消息]发布任务', '2020-03-04 11:52:02', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (163, 32, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-04 15:59:05', NULL, 6, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (164, 32, NULL, '[系统消息][黄国峰]执行的任务通过验收，获取115积分', '2020-03-04 15:59:21', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (165, 38, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-04 16:03:14', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (166, 47, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-04 16:04:57', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (167, 58, NULL, '[系统消息]发布任务', '2020-03-04 16:08:30', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (168, 58, NULL, '[系统消息]修改普通任务', '2020-03-04 16:08:58', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (169, 58, NULL, '[系统消息]修改普通任务', '2020-03-04 16:10:14', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (170, 38, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取130积分，验收说明:提前完成所有检查项目', '2020-03-04 16:11:28', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (171, 33, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取130积分', '2020-03-04 16:21:57', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (172, 59, NULL, '[系统消息]发布任务', '2020-03-04 16:26:47', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (173, 29, NULL, '[系统消息][王文利]执行的任务通过验收，获取144积分', '2020-03-04 17:19:45', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (174, 47, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取36积分', '2020-03-04 18:12:34', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (175, 57, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-04 18:13:09', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (176, 57, NULL, '[系统消息][李伟东]执行的任务通过验收，获取68积分', '2020-03-04 18:13:36', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (177, 55, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-04 19:53:12', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (178, 55, NULL, '[系统消息][康文生]执行的任务通过验收，获取60积分', '2020-03-04 19:53:41', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (179, 60, NULL, '[系统消息]发布任务', '2020-03-04 19:55:18', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (180, 61, NULL, '[系统消息]发布任务', '2020-03-05 08:24:57', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (181, 62, NULL, '[系统消息]发布任务', '2020-03-05 13:18:44', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (182, 60, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-05 18:02:07', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (183, 60, NULL, '[系统消息][康文生]执行的任务通过验收，获取48积分', '2020-03-05 18:02:25', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (184, 63, NULL, '[系统消息]发布任务', '2020-03-05 18:04:30', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (185, 64, NULL, '[系统消息]发布任务', '2020-03-06 10:08:08', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (186, 62, NULL, '[系统消息]修改普通任务', '2020-03-06 10:08:51', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (187, 62, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-06 16:07:33', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (188, 45, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-06 16:39:55', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (189, 63, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-06 18:01:03', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (190, 63, NULL, '[系统消息][康文生]执行的任务通过验收，获取60积分', '2020-03-06 18:01:37', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (191, 65, NULL, '[系统消息]发布任务', '2020-03-07 13:09:24', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (192, 62, NULL, '[系统消息][梁引科]执行的任务通过验收，获取68积分', '2020-03-07 13:10:10', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (193, 45, NULL, '[系统消息][梁引科]执行的任务通过验收，获取137积分', '2020-03-07 13:10:46', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (194, 65, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-07 19:43:39', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (195, 49, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-08 08:47:56', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (196, 53, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-08 12:24:12', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (197, 53, NULL, '[系统消息][李伟东]执行的任务通过验收，获取86积分', '2020-03-08 12:24:26', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (198, 66, NULL, '[系统消息]发布任务', '2020-03-08 17:30:03', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (199, 65, NULL, '[系统消息][梁引科]执行的任务通过验收，获取68积分', '2020-03-08 17:30:47', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (200, 67, NULL, '[系统消息]发布任务', '2020-03-08 19:50:31', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (201, 68, NULL, '[系统消息]发布任务', '2020-03-08 19:51:31', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (202, 69, NULL, '[系统消息]发布任务', '2020-03-08 19:52:56', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (203, 68, NULL, '[系统消息]修改普通任务', '2020-03-08 19:53:52', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (204, 67, NULL, '[系统消息]修改普通任务', '2020-03-08 19:54:20', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (205, 70, NULL, '[系统消息]发布任务', '2020-03-09 08:09:41', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (206, 71, NULL, '[系统消息]发布任务', '2020-03-09 08:11:04', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (207, 72, NULL, '[系统消息]发布任务', '2020-03-09 08:42:59', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (208, 73, NULL, '[系统消息]发布任务', '2020-03-09 08:45:40', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (209, 73, NULL, '[系统消息]修改普通任务', '2020-03-09 08:45:51', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (210, 73, NULL, '[系统消息]修改普通任务', '2020-03-09 08:46:12', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (211, 52, NULL, '[系统消息]取消执行任务,取消原因：任务下重', '2020-03-09 08:53:28', NULL, 4, 0, 4, NULL);
INSERT INTO `jee_task_dynamic` VALUES (212, 49, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取11积分', '2020-03-09 08:56:17', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (213, 6, NULL, '[系统消息][李伟东]执行的任务通过验收，获取23积分', '2020-03-09 08:57:32', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (214, 69, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-09 16:43:32', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (215, 69, NULL, '[系统消息][王楠]执行的任务通过验收，获取48积分', '2020-03-09 19:00:06', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (216, 68, NULL, '[系统消息]修改普通任务', '2020-03-09 19:00:31', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (217, 67, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-09 19:01:09', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (218, 67, NULL, '[系统消息][康文生]执行的任务通过验收，获取24积分', '2020-03-09 19:01:22', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (219, 68, NULL, '[系统消息]修改普通任务', '2020-03-09 19:02:23', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (220, 68, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-09 19:02:51', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (221, 68, NULL, '[系统消息][康文生]执行的任务通过验收，获取36积分', '2020-03-09 19:03:18', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (222, 74, NULL, '[系统消息]发布任务', '2020-03-09 20:49:05', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (223, 75, NULL, '[系统消息]发布任务', '2020-03-09 20:50:59', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (224, 76, NULL, '[系统消息]发布任务', '2020-03-10 14:29:25', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (225, 77, NULL, '[系统消息]发布任务', '2020-03-10 14:31:40', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (226, 44, NULL, '[系统消息]修改普通任务', '2020-03-10 14:32:27', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (227, 64, NULL, '[系统消息]修改普通任务', '2020-03-10 14:33:01', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (228, 71, NULL, '[系统消息]修改普通任务', '2020-03-10 14:33:35', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (229, 70, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-10 14:33:42', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (230, 74, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-10 16:44:02', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (231, 78, NULL, '[系统消息]发布任务', '2020-03-10 18:04:31', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (232, 78, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-10 18:04:55', NULL, 6, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (233, 78, NULL, '[系统消息][黄国峰]执行的任务通过验收，获取38积分', '2020-03-10 18:05:07', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (234, 74, NULL, '[系统消息][王楠]执行的任务通过验收，获取48积分', '2020-03-10 21:15:02', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (235, 79, NULL, '[系统消息]发布任务', '2020-03-10 21:16:33', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (236, 54, NULL, '[系统消息]修改普通任务', '2020-03-10 22:57:12', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (237, 72, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-11 10:39:11', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (238, 71, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-11 15:11:13', NULL, 25, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (239, 80, NULL, '[系统消息]发布任务', '2020-03-11 16:43:27', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (240, 70, NULL, '[系统消息][梁引科]执行的任务通过验收，获取91积分', '2020-03-11 16:44:01', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (241, 71, NULL, '[系统消息][郭伟]执行的任务通过验收，获取137积分', '2020-03-11 16:44:37', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (242, 79, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-11 17:13:00', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (243, 72, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取288积分', '2020-03-11 18:15:40', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (244, 56, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-11 19:15:51', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (245, 56, NULL, '[系统消息][李伟东]执行的任务通过验收，获取29积分', '2020-03-11 19:16:15', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (246, 81, NULL, '[系统消息]发布任务', '2020-03-11 19:17:47', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (247, 81, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-11 19:18:16', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (248, 82, NULL, '[系统消息]发布任务', '2020-03-11 19:26:47', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (249, 75, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-11 19:34:45', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (250, 75, NULL, '[系统消息][康文生]执行的任务通过验收，获取96积分', '2020-03-11 19:35:01', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (251, 79, NULL, '[系统消息][王楠]执行的任务通过验收，获取48积分', '2020-03-11 19:35:22', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (252, 83, NULL, '[系统消息]发布任务', '2020-03-11 19:45:02', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (253, 84, NULL, '[系统消息]发布任务', '2020-03-11 19:46:36', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (254, 58, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-12 09:53:17', NULL, 30, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (255, 58, NULL, '[系统消息][吴永德]执行的任务通过验收，获取336积分', '2020-03-12 14:22:22', NULL, 17, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (256, 85, NULL, '[系统消息]发布任务', '2020-03-12 16:37:59', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (257, 80, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-12 16:40:07', NULL, 25, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (258, 83, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-12 16:46:50', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (259, 86, NULL, '[系统消息]发布任务', '2020-03-12 16:49:25', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (260, 87, NULL, '[系统消息]发布任务', '2020-03-12 16:52:02', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (261, 85, NULL, '[系统消息]修改普通任务', '2020-03-12 16:52:20', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (262, 86, NULL, '[系统消息]修改普通任务', '2020-03-12 16:52:48', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (263, 83, NULL, '[系统消息][王楠]执行的任务通过验收，获取48积分', '2020-03-12 16:59:29', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (264, 88, NULL, '[系统消息]发布任务', '2020-03-12 17:00:26', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (265, 89, NULL, '[系统消息]发布任务', '2020-03-12 18:16:07', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (266, 34, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-12 20:48:49', NULL, 20, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (267, 34, NULL, '[系统消息][郝俊才]执行的任务通过验收，获取34积分，验收说明:已按方案和用户签署技术协议', '2020-03-12 20:50:16', NULL, 20, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (268, 24, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-12 20:51:02', NULL, 20, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (269, 24, NULL, '[系统消息][郝俊才]执行的任务通过验收，获取115积分，验收说明:已交图，已下单', '2020-03-12 20:52:04', NULL, 20, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (270, 81, NULL, '[系统消息][李伟东]执行的任务通过验收，获取23积分', '2020-03-13 09:26:11', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (271, 90, NULL, '[系统消息]发布任务', '2020-03-13 09:27:38', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (272, 90, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-13 14:43:49', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (273, 90, NULL, '[系统消息][李伟东]执行的任务通过验收，获取11积分', '2020-03-13 14:44:05', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (274, 3, NULL, '[系统消息]取消执行任务,取消原因：指派其他人员完成', '2020-03-13 14:49:28', NULL, 4, 0, 4, NULL);
INSERT INTO `jee_task_dynamic` VALUES (275, 91, NULL, '[系统消息]发布任务', '2020-03-13 14:52:53', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (276, 82, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-13 16:22:18', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (277, 82, NULL, '[系统消息][李伟东]执行的任务通过验收，获取16积分', '2020-03-13 16:22:39', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (278, 92, NULL, '[系统消息]发布任务', '2020-03-13 16:27:10', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (279, 91, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-13 16:27:18', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (280, 91, NULL, '[系统消息][李伟东]执行的任务通过验收，获取65积分', '2020-03-13 16:27:37', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (281, 76, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-13 16:33:22', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (282, 82, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-13 16:37:55', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (283, 76, NULL, '[系统消息][梁引科]执行的任务通过验收，获取137积分', '2020-03-13 16:39:11', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (284, 80, NULL, '[系统消息][郭伟]执行的任务通过验收，获取91积分', '2020-03-13 16:39:53', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (285, 93, NULL, '[系统消息]发布任务', '2020-03-13 16:40:08', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (286, 44, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-13 16:42:50', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (287, 44, NULL, '[系统消息][杨海]执行的任务通过验收，获取228积分', '2020-03-13 16:44:26', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (288, 88, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-13 16:47:36', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (289, 61, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-13 16:48:04', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (290, 92, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-13 16:48:39', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (291, 94, NULL, '[系统消息]发布任务', '2020-03-13 19:50:19', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (292, 95, NULL, '[系统消息]发布任务', '2020-03-13 19:51:18', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (293, 89, NULL, '[系统消息]取消执行任务,取消原因：项目推后', '2020-03-14 13:23:37', NULL, 6, 0, 4, NULL);
INSERT INTO `jee_task_dynamic` VALUES (294, 96, NULL, '[系统消息]发布任务', '2020-03-14 13:26:46', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (295, 96, NULL, '[系统消息]修改普通任务', '2020-03-14 13:27:07', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (296, 96, NULL, '[系统消息]修改普通任务', '2020-03-14 13:27:49', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (297, 97, NULL, '[系统消息]发布任务', '2020-03-14 13:30:56', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (298, 98, NULL, '[系统消息]发布任务', '2020-03-14 13:32:03', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (299, 97, NULL, '[系统消息]修改普通任务', '2020-03-14 13:32:34', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (300, 99, NULL, '[系统消息]发布任务', '2020-03-14 13:35:39', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (301, 85, NULL, '[系统消息]修改普通任务', '2020-03-14 13:50:25', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (302, 54, NULL, '[系统消息]修改普通任务', '2020-03-14 18:03:05', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (303, 88, NULL, '[系统消息][王楠]执行的任务通过验收，获取48积分', '2020-03-14 21:19:57', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (304, 84, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-14 21:20:19', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (305, 84, NULL, '[系统消息][康文生]执行的任务通过验收，获取96积分', '2020-03-14 21:20:34', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (306, 94, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-15 16:16:12', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (307, 94, NULL, '[系统消息][杨海]执行的任务通过验收，获取91积分', '2020-03-15 16:23:23', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (308, 100, NULL, '[系统消息]发布任务', '2020-03-15 16:23:58', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (309, 101, NULL, '[系统消息]发布任务', '2020-03-15 16:25:17', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (310, 96, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-15 16:25:55', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (311, 102, NULL, '[系统消息]发布任务', '2020-03-15 16:27:50', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (312, 95, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-15 16:31:17', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (313, 103, NULL, '[系统消息]发布任务', '2020-03-16 07:53:50', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (314, 104, NULL, '[系统消息]发布任务', '2020-03-16 07:57:03', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (315, 105, NULL, '[系统消息]发布任务', '2020-03-16 07:58:29', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (316, 96, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取144积分', '2020-03-16 08:17:38', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (317, 82, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取16积分', '2020-03-16 08:26:35', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (318, 106, NULL, '[系统消息]发布任务', '2020-03-16 08:27:55', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (326, 103, NULL, '[系统消息][王楠]执行的任务通过验收，获取48积分', '2020-03-16 19:32:47', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (320, 103, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-16 16:46:32', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (321, 105, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-16 16:59:02', NULL, 9, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (322, 105, NULL, '[系统消息][陈俊]执行的任务通过验收，获取48积分', '2020-03-16 16:59:24', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (323, 108, NULL, '[系统消息]发布任务', '2020-03-16 17:14:34', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (324, 106, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-16 17:35:11', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (325, 106, NULL, '[系统消息][李伟东]执行的任务通过验收，获取26积分', '2020-03-16 17:35:24', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (327, 109, NULL, '[系统消息]发布任务', '2020-03-16 19:41:34', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (328, 110, NULL, '[系统消息]发布任务', '2020-03-17 07:55:52', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (329, 110, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-17 07:58:07', NULL, 43, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (330, 110, NULL, '[系统消息][张灵跃]执行的任务通过验收，获取38积分', '2020-03-17 07:58:57', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (331, 111, NULL, '[系统消息]发布任务', '2020-03-17 08:05:08', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (332, 111, NULL, '[系统消息]修改普通任务', '2020-03-17 08:39:23', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (333, 61, NULL, '[系统消息][王文利]执行的任务通过验收，获取240积分', '2020-03-17 08:40:08', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (334, 92, NULL, '[系统消息][王文利]执行的任务通过验收，获取96积分，验收说明:3.9-3.10', '2020-03-17 08:42:37', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (335, 112, NULL, '[系统消息]发布任务', '2020-03-17 08:44:06', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (336, 112, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-17 08:44:43', NULL, 15, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (337, 112, NULL, '[系统消息][赵辛生]执行的任务通过验收，获取38积分', '2020-03-17 08:44:59', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (338, 113, NULL, '[系统消息]发布任务', '2020-03-17 08:46:57', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (339, 54, NULL, '[系统消息]修改普通任务', '2020-03-17 13:43:26', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (340, 54, NULL, '[系统消息]修改普通任务', '2020-03-17 13:43:58', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (341, 114, NULL, '[系统消息]发布任务', '2020-03-17 14:35:06', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (342, 114, NULL, '[系统消息]修改普通任务', '2020-03-17 14:35:20', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (343, 115, NULL, '[系统消息]发布任务', '2020-03-17 14:37:15', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (344, 115, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-17 14:37:29', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (345, 115, NULL, '[系统消息][李伟东]执行的任务通过验收，获取11积分', '2020-03-17 14:37:45', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (346, 116, NULL, '[系统消息]发布任务', '2020-03-17 14:41:29', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (347, 99, NULL, '[系统消息]修改普通任务', '2020-03-17 15:23:47', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (348, 99, NULL, '[系统消息]修改普通任务', '2020-03-17 15:24:05', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (349, 99, NULL, '[系统消息]修改普通任务', '2020-03-17 15:24:44', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (350, 99, NULL, '[系统消息]修改普通任务', '2020-03-17 15:26:31', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (351, 99, NULL, '[系统消息]修改普通任务', '2020-03-17 15:27:09', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (352, 99, NULL, '[系统消息]修改普通任务', '2020-03-17 15:27:35', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (353, 99, NULL, '[系统消息]修改普通任务', '2020-03-17 15:27:51', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (354, 99, NULL, '[系统消息]修改普通任务', '2020-03-17 15:28:02', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (355, 99, NULL, '[系统消息]修改普通任务', '2020-03-17 15:28:14', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (356, 99, NULL, '[系统消息]修改普通任务', '2020-03-17 15:28:21', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (357, 109, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-17 18:15:41', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (358, 111, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-17 18:20:07', NULL, 43, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (359, 54, NULL, '[系统消息]修改普通任务', '2020-03-17 18:34:32', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (360, 54, NULL, '[系统消息]修改普通任务', '2020-03-17 18:36:00', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (361, 54, NULL, '[系统消息]修改普通任务', '2020-03-17 18:39:10', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (362, 104, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-17 18:45:44', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (363, 104, NULL, '[系统消息][康文生]执行的任务通过验收，获取96积分', '2020-03-17 18:46:07', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (364, 109, NULL, '[系统消息][王楠]执行的任务通过验收，获取48积分', '2020-03-17 18:46:37', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (365, 117, NULL, '[系统消息]发布任务', '2020-03-17 19:07:12', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (366, 118, NULL, '[系统消息]发布任务', '2020-03-17 19:08:00', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (367, 119, NULL, '[系统消息]发布任务', '2020-03-18 08:00:18', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (368, 120, NULL, '[系统消息]发布任务', '2020-03-18 08:01:52', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (369, 101, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-18 08:06:12', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (370, 121, NULL, '[系统消息]发布任务', '2020-03-18 09:44:47', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (371, 122, NULL, '[系统消息]发布任务', '2020-03-18 14:46:53', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (372, 111, NULL, '[系统消息][张灵跃]执行的任务通过验收，获取48积分', '2020-03-18 14:48:01', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (373, 123, NULL, '[系统消息]发布任务', '2020-03-18 14:53:04', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (374, 113, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-18 14:53:43', NULL, 15, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (375, 113, NULL, '[系统消息][赵辛生]执行的任务通过验收，获取48积分', '2020-03-18 14:54:45', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (376, 124, NULL, '[系统消息]发布任务', '2020-03-18 15:02:53', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (377, 118, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-18 16:41:40', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (378, 118, NULL, '[系统消息][康文生]执行的任务通过验收，获取48积分', '2020-03-18 16:41:52', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (379, 117, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-18 16:42:03', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (380, 117, NULL, '[系统消息][王楠]执行的任务通过验收，获取48积分', '2020-03-18 16:42:44', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (381, 120, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-18 16:44:50', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (382, 123, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-18 17:33:19', NULL, 43, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (383, 108, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-18 17:34:41', NULL, 25, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (384, 93, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-18 17:55:05', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (385, 125, NULL, '[系统消息]发布任务', '2020-03-18 19:49:36', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (386, 126, NULL, '[系统消息]发布任务', '2020-03-18 19:51:06', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (387, 123, NULL, '[系统消息][张灵跃]执行的任务通过验收，获取48积分', '2020-03-19 10:29:20', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (388, 127, NULL, '[系统消息]发布任务', '2020-03-19 10:33:31', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (389, 100, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-19 11:10:41', NULL, 33, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (390, 100, NULL, '[系统消息][福立新]执行的任务通过验收，获取192积分', '2020-03-19 11:11:11', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (391, 42, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-19 12:08:12', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (392, 128, NULL, '[系统消息]发布任务', '2020-03-19 12:51:57', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (393, 129, NULL, '[系统消息]发布任务', '2020-03-19 12:54:28', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (394, 102, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-19 12:56:54', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (395, 93, NULL, '[系统消息][王文利]执行的任务通过验收，获取96积分', '2020-03-19 13:11:56', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (396, 130, NULL, '[系统消息]发布任务', '2020-03-19 13:17:31', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (397, 130, NULL, '[系统消息]修改普通任务', '2020-03-19 13:18:25', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (398, 127, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-19 17:23:18', NULL, 43, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (399, 126, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-19 17:57:34', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (400, 126, NULL, '[系统消息][康文生]执行的任务通过验收，获取48积分', '2020-03-19 17:57:55', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (401, 131, NULL, '[系统消息]发布任务', '2020-03-19 19:41:56', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (402, 119, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-19 21:24:56', NULL, 32, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (403, 127, NULL, '[系统消息][张灵跃]执行的任务通过验收，获取48积分', '2020-03-20 08:25:55', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (404, 124, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-20 08:26:39', NULL, 15, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (405, 124, NULL, '[系统消息][赵辛生]执行的任务通过验收，获取48积分', '2020-03-20 08:27:15', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (406, 132, NULL, '[系统消息]发布任务', '2020-03-20 08:34:13', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (407, 27, NULL, '[系统消息][刘克伟]执行的任务通过验收，获取336积分', '2020-03-20 11:03:36', NULL, 17, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (408, 133, NULL, '[系统消息]发布任务', '2020-03-20 11:12:23', NULL, 17, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (409, 134, NULL, '[系统消息]发布任务', '2020-03-20 11:55:14', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (410, 135, NULL, '[系统消息]发布任务', '2020-03-20 11:57:05', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (411, 134, NULL, '[系统消息]修改普通任务', '2020-03-20 12:13:47', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (412, 135, NULL, '[系统消息]修改普通任务', '2020-03-20 12:14:19', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (413, 121, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-20 15:24:13', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (414, 121, NULL, '[系统消息][李伟东]执行的任务通过验收，获取14积分', '2020-03-20 15:24:22', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (415, 116, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-20 15:24:44', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (416, 116, NULL, '[系统消息][李伟东]执行的任务通过验收，获取17积分', '2020-03-20 15:24:56', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (417, 114, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-20 15:25:17', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (418, 114, NULL, '[系统消息][李伟东]执行的任务通过验收，获取11积分', '2020-03-20 15:25:28', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (419, 136, NULL, '[系统消息]发布任务', '2020-03-20 15:26:53', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (420, 137, NULL, '[系统消息]发布任务', '2020-03-20 15:28:04', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (421, 134, NULL, '[系统消息]修改普通任务', '2020-03-20 16:06:21', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (422, 120, NULL, '[系统消息][杨海]执行的任务通过验收，获取48积分', '2020-03-20 17:33:18', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (423, 108, NULL, '[系统消息][郭伟]执行的任务通过验收，获取192积分', '2020-03-20 17:34:08', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (424, 102, NULL, '[系统消息][梁引科]执行的任务通过验收，获取154积分', '2020-03-20 17:34:39', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (425, 101, NULL, '[系统消息][杨海]执行的任务通过验收，获取77积分', '2020-03-20 17:35:00', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (426, 95, NULL, '[系统消息][梁引科]执行的任务通过验收，获取173积分', '2020-03-20 17:35:59', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (427, 138, NULL, '[系统消息]发布周期任务', '2020-03-20 17:38:04', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (428, 125, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-20 17:40:39', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (429, 119, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-20 17:52:39', NULL, 9, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (430, 119, NULL, '[系统消息][梁引科]执行的任务通过验收，获取48积分', '2020-03-20 17:53:10', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (431, 119, NULL, '[系统消息][陈俊]执行的任务通过验收，获取48积分', '2020-03-20 17:53:36', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (432, 131, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-20 19:43:25', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (433, 131, NULL, '[系统消息][康文生]执行的任务通过验收，获取48积分', '2020-03-20 19:43:38', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (434, 125, NULL, '[系统消息][王楠]执行的任务通过验收，获取96积分', '2020-03-20 19:44:09', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (435, 128, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-21 16:51:13', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (436, 129, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-21 16:55:12', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (437, 129, NULL, '[系统消息][梁引科]执行的任务通过验收，获取96积分', '2020-03-21 20:29:16', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (438, 128, NULL, '[系统消息][杨海]执行的任务通过验收，获取144积分', '2020-03-21 20:29:37', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (439, 139, NULL, '[系统消息]发布任务', '2020-03-21 20:30:59', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (440, 138, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-21 20:33:25', NULL, 25, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (441, 137, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-22 13:12:00', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (442, 137, NULL, '[系统消息][李伟东]执行的任务通过验收，获取27积分', '2020-03-22 13:12:14', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (443, 136, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-22 13:12:30', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (444, 136, NULL, '[系统消息][李伟东]执行的任务通过验收，获取27积分', '2020-03-22 13:12:40', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (445, 139, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-22 16:10:54', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (446, 139, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-22 16:11:34', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (447, 138, NULL, '[系统消息][郭伟]执行的任务通过验收，获取38积分', '2020-03-22 16:13:04', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (448, 139, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-22 16:14:20', NULL, 25, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (449, 140, NULL, '[系统消息]发布任务', '2020-03-22 17:08:54', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (450, 139, NULL, '[系统消息][杨海]执行的任务通过验收，获取38积分', '2020-03-22 19:28:54', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (451, 139, NULL, '[系统消息][梁引科]执行的任务通过验收，获取38积分', '2020-03-22 19:29:04', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (452, 139, NULL, '[系统消息][郭伟]执行的任务通过验收，获取38积分', '2020-03-22 19:29:16', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (453, 141, NULL, '[系统消息]发布任务', '2020-03-23 07:47:11', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (454, 142, NULL, '[系统消息]发布任务', '2020-03-23 07:48:47', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (455, 143, NULL, '[系统消息]发布任务', '2020-03-23 08:15:35', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (456, 144, NULL, '[系统消息]发布任务', '2020-03-23 08:16:28', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (457, 130, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-23 08:56:53', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (458, 145, NULL, '[系统消息]发布任务', '2020-03-23 09:40:35', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (459, 42, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取192积分', '2020-03-23 15:12:45', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (460, 59, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-23 15:13:28', NULL, 41, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (461, 73, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-23 15:14:12', NULL, 41, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (462, 73, NULL, '[系统消息][李朋杰]执行的任务通过验收，获取144积分', '2020-03-23 15:38:45', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (463, 59, NULL, '[系统消息][李朋杰]执行的任务通过验收，获取96积分', '2020-03-23 15:39:09', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (464, 132, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-23 17:03:18', NULL, 43, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (465, 140, NULL, '[系统消息]取消执行任务,取消原因：人员变动', '2020-03-23 17:49:12', NULL, 9, 0, 4, NULL);
INSERT INTO `jee_task_dynamic` VALUES (466, 146, NULL, '[系统消息]发布任务', '2020-03-23 17:50:50', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (467, 147, NULL, '[系统消息]发布任务', '2020-03-23 17:52:31', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (468, 122, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-23 17:59:28', NULL, 25, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (469, 148, NULL, '[系统消息]发布任务', '2020-03-23 18:07:54', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (470, 149, NULL, '[系统消息]发布任务', '2020-03-23 19:52:42', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (471, 150, NULL, '[系统消息]发布任务', '2020-03-23 19:54:24', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (472, 142, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-24 07:56:51', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (473, 150, NULL, '[系统消息]修改普通任务', '2020-03-24 07:58:40', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (474, 122, NULL, '[系统消息][郭伟]执行的任务通过验收，获取96积分', '2020-03-24 09:07:26', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (475, 132, NULL, '[系统消息][张灵跃]执行的任务通过验收，获取96积分', '2020-03-24 09:12:05', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (476, 151, NULL, '[系统消息]发布任务', '2020-03-24 09:13:31', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (477, 130, NULL, '[系统消息][王文利]执行的任务通过验收，获取144积分', '2020-03-24 10:03:04', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (478, 152, NULL, '[系统消息]发布任务', '2020-03-24 10:07:44', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (479, 153, NULL, '[系统消息]发布任务', '2020-03-24 12:04:26', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (480, 154, NULL, '[系统消息]发布任务', '2020-03-24 12:05:38', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (481, 153, NULL, '[系统消息]修改普通任务', '2020-03-24 12:06:07', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (482, 99, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-24 16:28:26', NULL, 42, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (483, 155, NULL, '[系统消息]发布任务', '2020-03-24 16:38:03', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (484, 155, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-24 16:40:24', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (485, 155, NULL, '[系统消息][王文利]执行的任务通过验收，获取2积分', '2020-03-24 16:43:10', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (486, 156, NULL, '[系统消息]发布任务', '2020-03-24 17:32:05', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (487, 145, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-24 19:40:28', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (488, 145, NULL, '[系统消息][李伟东]执行的任务通过验收，获取12积分', '2020-03-24 19:41:39', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (489, 148, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-24 19:42:16', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (490, 148, NULL, '[系统消息][李伟东]执行的任务通过验收，获取120积分', '2020-03-24 19:42:25', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (491, 157, NULL, '[系统消息]发布任务', '2020-03-24 19:47:51', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (492, 158, NULL, '[系统消息]发布任务', '2020-03-24 19:49:34', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (493, 159, NULL, '[系统消息]发布任务', '2020-03-24 19:50:54', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (494, 160, NULL, '[系统消息]发布任务', '2020-03-25 07:57:35', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (495, 99, NULL, '[系统消息][彭兴乔]执行的任务通过验收，获取336积分', '2020-03-25 08:55:09', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (496, 161, NULL, '[系统消息]发布任务', '2020-03-25 08:59:10', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (497, 162, NULL, '[系统消息]发布任务', '2020-03-25 09:54:28', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (498, 162, NULL, '[系统消息]修改普通任务', '2020-03-25 09:55:12', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (499, 161, NULL, '[系统消息]修改普通任务', '2020-03-25 12:06:37', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (500, 163, NULL, '[系统消息]发布任务', '2020-03-25 12:27:12', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (501, 158, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-25 16:42:09', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (502, 158, NULL, '[系统消息][李伟东]执行的任务通过验收，获取12积分', '2020-03-25 16:42:16', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (503, 151, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-25 17:07:41', NULL, 43, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (504, 141, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-25 17:17:10', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (505, 150, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-25 20:47:11', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (506, 150, NULL, '[系统消息][康文生]执行的任务通过验收，获取96积分', '2020-03-25 20:47:28', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (507, 142, NULL, '[系统消息][康文生]执行的任务通过验收，获取48积分', '2020-03-25 20:47:50', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (508, 141, NULL, '[系统消息][王楠]执行的任务通过验收，获取120积分', '2020-03-25 20:48:24', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (509, 164, NULL, '[系统消息]发布任务', '2020-03-25 20:51:23', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (510, 165, NULL, '[系统消息]发布任务', '2020-03-25 20:52:51', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (511, 154, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-25 20:59:12', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (512, 153, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-25 20:59:27', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (513, 166, NULL, '[系统消息]发布任务', '2020-03-26 08:04:02', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (514, 167, NULL, '[系统消息]发布任务', '2020-03-26 08:59:09', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (515, 168, NULL, '[系统消息]发布任务', '2020-03-26 09:01:15', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (516, 151, NULL, '[系统消息][张灵跃]执行的任务通过验收，获取96积分', '2020-03-26 09:01:47', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (517, 153, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取12积分', '2020-03-26 11:22:41', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (518, 154, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取12积分', '2020-03-26 11:22:58', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (519, 169, NULL, '[系统消息]发布任务', '2020-03-26 11:24:36', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (520, 170, NULL, '[系统消息]发布任务', '2020-03-26 11:28:31', NULL, 20, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (521, 157, NULL, '[系统消息]执行完成任务操作，附言：延误原因：维修速达', '2020-03-26 12:48:36', NULL, 5, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (522, 97, NULL, '[系统消息]执行完成任务操作，附言：因出差广州东源进行ZH007维修,延期完成', '2020-03-26 16:57:05', NULL, 30, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (523, 147, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-26 17:22:24', NULL, 24, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (524, 97, NULL, '[系统消息][吴永德]执行的任务通过验收，获取192积分', '2020-03-26 17:46:51', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (525, 164, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-26 20:20:43', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (526, 164, NULL, '[系统消息][康文生]执行的任务通过验收，获取48积分', '2020-03-26 20:20:56', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (527, 171, NULL, '[系统消息]发布任务', '2020-03-27 08:00:26', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (528, 172, NULL, '[系统消息]发布任务', '2020-03-27 08:08:24', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (529, 146, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 09:46:38', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (530, 146, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 09:49:49', NULL, 25, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (531, 169, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 12:48:34', NULL, 42, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (532, 169, NULL, '[系统消息][彭兴乔]执行的任务通过验收，获取72积分', '2020-03-27 13:03:31', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (533, 163, NULL, '[系统消息]修改普通任务', '2020-03-27 13:04:44', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (534, 173, NULL, '[系统消息]发布任务', '2020-03-27 13:06:45', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (535, 174, NULL, '[系统消息]发布任务', '2020-03-27 13:09:55', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (536, 159, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 15:09:54', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (537, 159, NULL, '[系统消息][李伟东]执行的任务通过验收，获取72积分', '2020-03-27 15:10:07', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (538, 175, NULL, '[系统消息]发布任务', '2020-03-27 15:20:03', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (539, 175, NULL, '[系统消息]修改普通任务', '2020-03-27 15:20:25', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (540, 176, NULL, '[系统消息]发布任务', '2020-03-27 15:21:37', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (541, 157, NULL, '[系统消息][任颖]执行的任务通过验收，获取18积分', '2020-03-27 15:22:06', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (542, 171, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 15:23:39', NULL, 33, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (543, 149, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 16:39:16', NULL, 7, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (544, 135, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 17:07:26', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (545, 134, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 17:07:55', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (546, 171, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 18:55:46', NULL, 25, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (547, 135, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取120积分', '2020-03-27 19:04:27', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (548, 165, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 20:19:07', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (549, 172, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 20:26:52', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (550, 172, NULL, '[系统消息][康文生]执行的任务通过验收，获取48积分', '2020-03-27 20:27:03', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (551, 149, NULL, '[系统消息][刘长澜]执行的任务通过验收，获取192积分', '2020-03-27 20:27:29', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (552, 165, NULL, '[系统消息][王楠]执行的任务通过验收，获取120积分', '2020-03-27 20:27:48', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (553, 171, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-27 21:39:48', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (554, 177, NULL, '[系统消息]发布任务', '2020-03-28 13:31:57', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (555, 177, NULL, '[系统消息]修改普通任务', '2020-03-28 13:36:51', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (556, 171, NULL, '[系统消息][梁引科]执行的任务通过验收，获取48积分', '2020-03-28 13:56:28', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (557, 171, NULL, '[系统消息][福立新]执行的任务通过验收，获取48积分', '2020-03-28 13:56:50', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (558, 171, NULL, '[系统消息][郭伟]执行的任务通过验收，获取48积分', '2020-03-28 13:57:09', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (559, 147, NULL, '[系统消息][杨海]执行的任务通过验收，获取240积分', '2020-03-28 13:57:42', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (560, 146, NULL, '[系统消息][梁引科]执行的任务通过验收，获取240积分', '2020-03-28 13:58:06', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (561, 146, NULL, '[系统消息][郭伟]执行的任务通过验收，获取192积分', '2020-03-28 13:58:32', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (562, 178, NULL, '[系统消息]发布任务', '2020-03-30 07:13:35', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (563, 179, NULL, '[系统消息]发布任务', '2020-03-30 07:51:45', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (564, 180, NULL, '[系统消息]发布任务', '2020-03-30 07:53:34', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (565, 181, NULL, '[系统消息]发布任务', '2020-03-30 07:56:12', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (566, 182, NULL, '[系统消息]发布任务', '2020-03-30 08:24:53', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (567, 174, NULL, '[系统消息]执行完成任务操作，附言：3月17日到----3月25日回共9天', '2020-03-30 08:36:52', NULL, 30, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (568, 183, NULL, '[系统消息]发布任务', '2020-03-30 08:53:33', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (569, 184, NULL, '[系统消息]发布任务', '2020-03-30 08:54:27', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (570, 184, NULL, '[系统消息]修改普通任务', '2020-03-30 08:54:44', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (571, 176, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 08:55:06', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (572, 176, NULL, '[系统消息][李伟东]执行的任务通过验收，获取24积分', '2020-03-30 08:55:14', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (573, 175, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 08:55:35', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (574, 175, NULL, '[系统消息][李伟东]执行的任务通过验收，获取18积分', '2020-03-30 08:55:42', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (575, 185, NULL, '[系统消息]发布任务', '2020-03-30 08:55:54', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (576, 186, NULL, '[系统消息]发布任务', '2020-03-30 08:56:47', NULL, 6, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (577, 152, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 09:02:11', NULL, 12, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (578, 187, NULL, '[系统消息]发布任务', '2020-03-30 09:04:15', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (579, 152, NULL, '[系统消息][王文利]执行的任务通过验收，获取144积分', '2020-03-30 09:06:13', NULL, 3, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (580, 186, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 09:08:36', NULL, 5, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (581, 185, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 09:09:39', NULL, 5, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (582, 184, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 09:10:25', NULL, 5, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (583, 188, NULL, '[系统消息]发布任务', '2020-03-30 09:10:45', NULL, 3, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (584, 183, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 09:11:11', NULL, 5, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (585, 182, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 09:12:09', NULL, 5, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (586, 177, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 09:13:29', NULL, 5, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (587, 161, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 09:28:02', NULL, 42, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (588, 189, NULL, '[系统消息]发布任务', '2020-03-30 09:35:29', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (589, 144, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 10:10:36', NULL, 33, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (590, 174, NULL, '[系统消息][吴永德]执行的任务通过验收，获取384积分', '2020-03-30 12:33:08', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (591, 161, NULL, '[系统消息][彭兴乔]执行的任务通过验收，获取96积分', '2020-03-30 13:10:23', NULL, 6, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (592, 187, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 14:09:40', NULL, 10, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (593, 178, NULL, '[系统消息]取消执行任务,取消原因：设计条件不具备', '2020-03-30 15:26:27', NULL, 9, 0, 4, NULL);
INSERT INTO `jee_task_dynamic` VALUES (594, 144, NULL, '[系统消息][福立新]执行的任务通过验收，获取48积分', '2020-03-30 15:26:49', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (595, 190, NULL, '[系统消息]发布任务', '2020-03-30 15:27:51', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (596, 191, NULL, '[系统消息]发布任务', '2020-03-30 15:28:49', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (597, 192, NULL, '[系统消息]发布任务', '2020-03-30 15:29:42', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (598, 193, NULL, '[系统消息]发布任务', '2020-03-30 16:01:12', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (599, 193, NULL, '[系统消息]修改普通任务', '2020-03-30 16:01:36', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (600, 167, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-30 16:54:50', NULL, 43, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (601, 134, NULL, '[系统消息][董晨瑞]执行的任务通过验收，获取192积分', '2020-03-30 17:48:30', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (602, 187, NULL, '[系统消息][胡玉龙]执行的任务通过验收，获取24积分', '2020-03-30 20:16:59', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (603, 202, NULL, '[系统消息]发布任务', '2020-03-30 20:23:53', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (604, 179, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 07:56:13', NULL, 11, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (605, 179, NULL, '[系统消息][康文生]执行的任务通过验收，获取48积分', '2020-03-31 07:56:23', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (606, 203, NULL, '[系统消息]发布任务', '2020-03-31 07:57:33', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (607, 190, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 07:58:13', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (608, 204, NULL, '[系统消息]发布任务', '2020-03-31 07:59:48', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (609, 205, NULL, '[系统消息]发布任务', '2020-03-31 08:01:16', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (610, 206, NULL, '[系统消息]发布任务', '2020-03-31 08:02:17', NULL, 11, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (611, 191, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 08:06:34', NULL, 25, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (612, 192, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 08:07:23', NULL, 34, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (613, 207, NULL, '[系统消息]发布任务', '2020-03-31 08:47:31', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (614, 208, NULL, '[系统消息]发布任务', '2020-03-31 08:54:01', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (615, 207, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 10:29:03', NULL, 21, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (616, 208, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 13:18:33', NULL, 21, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (617, 209, NULL, '[系统消息]发布任务', '2020-03-31 13:37:24', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (618, 208, NULL, '[系统消息][马英福]执行的任务通过验收，获取12积分', '2020-03-31 13:37:38', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (619, 207, NULL, '[系统消息][马英福]执行的任务通过验收，获取12积分', '2020-03-31 13:37:57', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (620, 209, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 16:18:14', NULL, 21, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (621, 8, NULL, '[系统消息]执行转派任务操作,将由[李伟东]执行，附言：春节后李工设计完成。', '2020-03-31 16:22:41', NULL, 21, 0, 2, '[]');
INSERT INTO `jee_task_dynamic` VALUES (622, 8, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 16:23:24', NULL, 4, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (623, 8, NULL, '[系统消息][李伟东]执行的任务通过验收，获取24积分', '2020-03-31 16:23:34', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (624, 209, NULL, '[系统消息][马英福]执行的任务通过验收，获取18积分', '2020-03-31 16:24:14', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (625, 7, NULL, '[系统消息]执行完成任务操作，附言：春节前设计完成，春节后李工已审核发图。', '2020-03-31 16:26:24', NULL, 21, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (626, 180, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 16:32:47', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (627, 202, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 16:54:22', NULL, 10, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (628, 193, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 16:54:41', NULL, 10, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (629, 210, NULL, '[系统消息]发布任务', '2020-03-31 17:16:02', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (630, 168, NULL, '[系统消息]执行完成任务操作，附言：', '2020-03-31 17:16:29', NULL, 15, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (631, 168, NULL, '[系统消息][赵辛生]执行的任务通过验收，获取96积分', '2020-03-31 17:16:49', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (632, 167, NULL, '[系统消息][张灵跃]执行的任务通过验收，获取240积分', '2020-03-31 17:17:49', NULL, 15, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (633, 180, NULL, '[系统消息][王楠]执行的任务通过验收，获取72积分', '2020-03-31 20:12:07', NULL, 11, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (634, 191, NULL, '[系统消息][郭伟]执行的任务通过验收，获取48积分', '2020-03-31 22:00:12', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (635, 190, NULL, '[系统消息][梁引科]执行的任务通过验收，获取48积分', '2020-03-31 22:00:33', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (636, 192, NULL, '[系统消息][王金龙]执行的任务通过验收，获取48积分', '2020-03-31 22:01:13', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (637, 205, NULL, '[系统消息]执行完成任务操作，附言：', '2020-04-01 07:48:23', NULL, 25, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (638, 205, NULL, '[系统消息][郭伟]执行的任务通过验收，获取48积分', '2020-04-01 07:54:28', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (639, 204, NULL, '[系统消息]执行完成任务操作，附言：', '2020-04-01 07:55:34', NULL, 34, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (640, 211, NULL, '[系统消息]发布任务', '2020-04-01 07:56:31', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (641, 204, NULL, '[系统消息]执行完成任务操作，附言：', '2020-04-01 07:57:19', NULL, 32, 0, 3, NULL);
INSERT INTO `jee_task_dynamic` VALUES (642, 212, NULL, '[系统消息]发布任务', '2020-04-01 07:58:21', NULL, 9, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (643, 204, NULL, '[系统消息][梁引科]执行的任务通过验收，获取48积分', '2020-04-01 07:58:41', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (644, 204, NULL, '[系统消息][王金龙]执行的任务通过验收，获取48积分', '2020-04-01 07:58:54', NULL, 9, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (645, 213, NULL, '[系统消息]发布任务', '2020-04-01 08:12:12', NULL, 15, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (646, 202, NULL, '[系统消息][胡玉龙]执行的任务通过验收，获取24积分', '2020-04-01 08:18:30', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (647, 193, NULL, '[系统消息][胡玉龙]执行的任务通过验收，获取18积分', '2020-04-01 08:18:44', NULL, 4, 0, 1, NULL);
INSERT INTO `jee_task_dynamic` VALUES (648, 214, NULL, '[系统消息]发布任务', '2020-04-01 08:20:08', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (649, 215, NULL, '[系统消息]发布任务', '2020-04-01 08:22:12', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (650, 214, NULL, '[系统消息]修改普通任务', '2020-04-01 08:23:03', NULL, 4, 0, 0, NULL);
INSERT INTO `jee_task_dynamic` VALUES (651, 143, NULL, '[系统消息]执行完成任务操作，附言：', '2020-04-01 08:39:02', NULL, 33, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (652, 163, NULL, '[系统消息]执行完成任务操作，附言：', '2020-04-01 10:32:10', NULL, 42, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (653, 203, NULL, '[系统消息]执行完成任务操作，附言：', '2020-04-01 16:44:29', NULL, 14, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (654, 213, NULL, '[系统消息]执行完成任务操作，附言：', '2020-04-01 16:52:04', NULL, 43, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (655, 85, NULL, '[系统消息]执行完成任务操作，附言：', '2020-04-01 16:52:04', NULL, 29, 0, 3, '[]');
INSERT INTO `jee_task_dynamic` VALUES (656, 216, NULL, '[系统消息]发布任务', '2020-12-31 16:44:51', NULL, 1, 0, 0, NULL);
COMMIT;

-- ----------------------------
-- Table structure for jee_task_group
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_group`;
CREATE TABLE `jee_task_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `responsible` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `members` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `progress` varchar(5) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=56 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_task_group
-- ----------------------------
BEGIN;
INSERT INTO `jee_task_group` VALUES (1, 3, 'RS08A-028', '2020-01-07 00:28:39', 'VVT定子珩磨，孔径48.55', 1, 0, '4', '6,4,10', '2020-05-07 00:28:39', 3, '0');
INSERT INTO `jee_task_group` VALUES (2, 3, 'P1906', '2020-01-15 17:09:14', '华翔改造', 1, 0, '19', '19', '2020-03-28 17:09:14', 17, '85');
INSERT INTO `jee_task_group` VALUES (3, 3, 'DVL-1115-001  双轴立式车削中心', '2019-12-31 18:39:27', '', 1, 0, '11', '11,14', '2020-04-30 18:39:27', 11, '0');
INSERT INTO `jee_task_group` VALUES (4, 3, 'SH2001', '2020-01-03 11:53:35', '', 1, 0, '6', '4', '2020-01-18 11:53:35', 3, '0');
INSERT INTO `jee_task_group` VALUES (5, 3, 'SH2002', '2020-01-09 11:55:39', '江都罡阳直径38孔试珩', 1, 0, '4', '4', '2020-02-08 11:55:39', 3, '0');
INSERT INTO `jee_task_group` VALUES (6, 3, 'ZTA-002', '2020-01-17 00:18:42', '西菱 连杆精镗专机', 1, 0, '17', '6,17,19,26', '2020-05-26 00:18:42', 3, '0');
INSERT INTO `jee_task_group` VALUES (7, 3, 'RS06A-014', '2020-01-17 00:23:10', '西菱 连杆珩磨', 1, 0, '4', '6,4,10,21', '2020-05-26 00:23:10', 3, '0');
INSERT INTO `jee_task_group` VALUES (8, 3, 'ZY2001', '2020-01-17 00:24:26', '西菱 连杆自动线', 1, 0, '15', '6,13,15,16', '2020-05-26 00:24:26', 3, '0');
INSERT INTO `jee_task_group` VALUES (9, 3, 'RS08A-026', '2019-11-15 10:21:55', '东莞群昌 液压阀', 1, 0, '4', '10,21', '2020-02-03 10:21:55', 3, '0');
INSERT INTO `jee_task_group` VALUES (10, 3, 'RS08A-027', '2019-11-15 10:48:50', '松下万宝 空压活塞珩磨', 1, 0, '4', '6,9,10,21,29', '2020-02-03 10:48:50', 3, '0');
INSERT INTO `jee_task_group` VALUES (11, 3, 'RC06A-017', '2019-12-25 10:56:01', '南通嘉诚 中间体珩磨', 1, 0, '4', '6,10,21', '2020-04-08 10:56:01', 3, '0');
INSERT INTO `jee_task_group` VALUES (12, 3, 'MH150-006', '2019-11-10 11:00:33', '长源朗弘 连杆涨珩', 1, 0, '6', '5,6,7,9,29', '2020-02-28 11:00:33', 3, '0');
INSERT INTO `jee_task_group` VALUES (13, 3, 'ZP005-001', '2019-10-29 11:09:06', '安徽华旦 曲轴刷光', 1, 0, '17', '6,9,17,19,26', '2020-01-27 11:09:06', 3, '0');
INSERT INTO `jee_task_group` VALUES (14, 3, 'ZP005-002', '2019-10-29 11:11:10', '安徽华旦 曲轴刷光', 1, 0, '17', '6,9,17,19,26', '2020-01-27 11:11:10', 3, '0');
INSERT INTO `jee_task_group` VALUES (15, 3, 'ZH008', '2019-09-12 11:16:13', '济宁力科 液压专机', 1, 0, '17', '9,17,19,26', '2019-12-26 11:16:13', 3, '0');
INSERT INTO `jee_task_group` VALUES (16, 3, 'MH150-005', '2019-08-17 11:21:25', '玉林成鑫 连杆涨珩', 1, 0, '6', '5,6,7,8,9,29', '2019-12-05 11:21:25', 3, '0');
INSERT INTO `jee_task_group` VALUES (17, 3, ' RS08A-019', '2019-01-10 11:28:04', '杭州鄂达 ', 1, 0, '4', '9', '2019-04-20 11:28:04', 3, '0');
INSERT INTO `jee_task_group` VALUES (18, 3, 'ZY1906', '2019-06-27 15:56:06', '三星，空调线体', 1, 0, '15', '9,13,15,16', '2019-11-09 15:56:06', 3, '0');
INSERT INTO `jee_task_group` VALUES (19, 3, 'RS10A-007-010', '2019-06-27 16:03:58', '三星 4台珩磨机', 1, 0, '4', '9', '2019-11-09 16:03:58', 3, '0');
INSERT INTO `jee_task_group` VALUES (20, 3, 'ZY1905', '2019-06-27 23:57:00', '南昌德善 法兰线体', 1, 0, '15', '9', '2019-09-25 23:57:00', 3, '0');
INSERT INTO `jee_task_group` VALUES (21, 3, 'RC06A-011 ', '2018-08-01 00:00:42', '贝斯特 中间体', 1, 0, '4', '6,9', '2018-11-29 00:00:42', 3, '0');
INSERT INTO `jee_task_group` VALUES (22, 3, 'RS08A-016', '2018-08-18 00:05:55', '双环 齿轮珩磨', 1, 0, '4', '9', '2018-12-01 00:05:55', 3, '0');
INSERT INTO `jee_task_group` VALUES (23, 3, ' RS08A-017', '2018-08-18 00:07:44', '双环 齿轮珩磨', 1, 0, '4', '9', '2018-12-01 00:07:44', 3, '0');
INSERT INTO `jee_task_group` VALUES (24, 3, 'ZH005-002', '2020-01-01 00:13:27', '东源，冰压汽缸座专机OP10', 1, 0, '17', '6,9,17,19,26', '2020-05-30 00:13:27', 3, '0');
INSERT INTO `jee_task_group` VALUES (25, 3, 'ZH006-001', '2020-01-01 00:15:14', '东源 汽缸座专机OP20', 1, 0, '17', '6,17,19,26,30', '2020-05-30 00:15:14', 3, '0');
INSERT INTO `jee_task_group` VALUES (26, 3, 'ZH007-002', '2020-01-01 00:16:56', '东源 汽缸座专机OP30', 1, 0, '17', '6,9,17,19,26,30', '2020-05-30 00:16:56', 3, '0');
INSERT INTO `jee_task_group` VALUES (28, 3, 'MS100B', '2020-02-10 13:33:46', '设计主轴箱、顶箱、立柱等单元部件；刀具接口改为锥柄；控制系统改用三菱或者西门子。', 1, 0, '6', '5,6,41,29', '2020-02-29 13:33:46', 6, '0');
INSERT INTO `jee_task_group` VALUES (29, 3, 'DVM-500-001  双轴立式加工中心', '2020-02-29 16:19:23', '', 1, 0, '11', '11,14', '2020-09-30 16:19:23', 11, '0');
INSERT INTO `jee_task_group` VALUES (30, 3, 'WCM40-001  差速器壳复合加工中心', '2020-02-29 16:21:47', '', 1, 0, '11', '11,14', '2020-11-30 16:21:47', 11, '0');
INSERT INTO `jee_task_group` VALUES (31, 3, 'SFQ750-002', '2019-12-01 08:34:43', '', 1, 0, '3', '12', '2020-03-15 08:34:43', 3, '70');
INSERT INTO `jee_task_group` VALUES (32, 3, 'MS100-004', '2020-02-28 21:59:47', NULL, NULL, 0, '6', NULL, '1970-01-01 00:00:00', 6, '0');
INSERT INTO `jee_task_group` VALUES (33, 3, 'MS100-007', '2020-02-28 22:02:13', NULL, NULL, 0, '6', NULL, '1970-01-01 00:00:00', 6, '0');
INSERT INTO `jee_task_group` VALUES (34, 3, 'MW500-001', '2020-02-28 22:05:52', NULL, NULL, 0, '6', NULL, '1970-01-01 00:00:00', 6, '0');
INSERT INTO `jee_task_group` VALUES (36, 3, 'SH1909', '2020-03-06 10:06:19', NULL, NULL, 0, '9', NULL, '1970-01-01 00:00:00', 9, '0');
INSERT INTO `jee_task_group` VALUES (37, 3, 'RS10A-007~010', '2020-03-09 08:40:58', NULL, NULL, 0, '6', NULL, '1970-01-01 00:00:00', 6, '0');
INSERT INTO `jee_task_group` VALUES (38, 3, 'ZY1902', '2020-03-11 16:42:27', NULL, NULL, 0, '9', NULL, '1970-01-01 00:00:00', 9, '0');
INSERT INTO `jee_task_group` VALUES (40, 3, 'SFQ750-001', '2020-03-01 16:20:21', '沈阳航天誉新 抛光机', 1, 0, '3', '9,32,12', '2020-04-30 16:20:21', 3, '90');
INSERT INTO `jee_task_group` VALUES (41, 3, 'ZY1907', '2020-03-16 09:07:50', '广州万宝缸体珩磨自动化上下料', 1, 0, '15', '43', '2020-03-28 09:07:50', 15, '0');
INSERT INTO `jee_task_group` VALUES (42, 3, 'ZY1904', '2020-03-17 08:03:49', '宿迁东贝', 1, 0, '15', '15,43', '2020-03-26 08:03:49', 15, '0');
INSERT INTO `jee_task_group` VALUES (43, 3, 'R08-002', '2020-03-16 12:21:07', '胜杰 液压阀 珩磨机', 1, 0, '4', '6,9,4,10,21', '2020-06-29 12:21:07', 3, '0');
INSERT INTO `jee_task_group` VALUES (44, 3, 'ZT003-003', '2020-03-17 18:16:30', '专机 襄阳长谷', 1, 0, '17', '3,6,9,17,19,26', '2020-06-30 18:16:30', 3, '0');
INSERT INTO `jee_task_group` VALUES (45, 3, 'VML10-001', '2020-03-18 11:11:26', '立式铣车中心，新产品开发', 1, 0, '11', '3,7,11,14', '2020-06-13 11:11:26', 3, '0');
INSERT INTO `jee_task_group` VALUES (46, 3, 'SFT750-001', '2020-03-19 09:14:42', '凸轮轴抛光机改造\r\n设计：3.19-4.18\r\n采购截止：6.2\r\n改造内容\r\n1、拆除旧有抛光与卷带系统，用新结构替换，验证新结构的可行性与可靠性。\r\n2、对旧有结构的主轴系统、尾座系统、震动系统拆解清理并加以评价，改造后利用。\r\n3、对整机全面拆解清理，尽可能加以回收使用，确保设备达到可演示、交付状态。\r\n4、零件以目前的凸轮轴为准，设备技术文档（图纸、三表、说明书）补充齐全。', 1, 0, '3', '6,9,12', '2020-06-17 09:14:42', 3, '0');
INSERT INTO `jee_task_group` VALUES (47, 3, 'P1925', '2020-03-23 08:14:48', NULL, NULL, 0, '9', NULL, '1970-01-01 00:00:00', 9, '0');
INSERT INTO `jee_task_group` VALUES (48, 3, 'P1926', '2020-03-23 08:15:56', NULL, NULL, 0, '9', NULL, '1970-01-01 00:00:00', 9, '0');
INSERT INTO `jee_task_group` VALUES (49, 3, 'RC06A-014', '2020-03-18 11:57:58', '已交机', 1, 0, '6', '29', '2020-03-31 11:57:58', 3, '0');
INSERT INTO `jee_task_group` VALUES (50, 3, 'RC08A-007', '2020-03-18 11:58:45', '已交机', 1, 0, '6', '29', '2020-03-31 11:58:45', 3, '0');
INSERT INTO `jee_task_group` VALUES (51, 3, 'SH2003', '2020-03-24 19:56:43', 'SH2003 VVT定子试珩', 1, 0, '4', '6,9,4', '2020-04-03 19:56:43', 4, '0');
INSERT INTO `jee_task_group` VALUES (52, 3, 'P2002', '2020-03-26 11:25:21', NULL, NULL, 0, '20', NULL, '1970-01-01 00:00:00', 20, '0');
INSERT INTO `jee_task_group` VALUES (53, 3, 'ZH005-001', '2020-01-01 11:36:45', '东源专机 OP10', 1, 0, '6', '6,17', '2020-06-30 11:36:45', 3, '0');
INSERT INTO `jee_task_group` VALUES (54, 3, 'RC06A-018', '2020-03-24 12:46:55', '珩磨机 汽车连杆', 1, 0, '4', '6,9', '2020-05-23 12:46:55', 3, '0');
INSERT INTO `jee_task_group` VALUES (55, 1, 'test', '2020-12-31 17:36:54', '', 1, 0, '1', '1', '2020-12-31 17:36:54', 1, '0');
COMMIT;

-- ----------------------------
-- Table structure for jee_task_group_comment
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_group_comment`;
CREATE TABLE `jee_task_group_comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tg_id` int(11) DEFAULT NULL,
  `aid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `reply_id` int(11) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `files` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_task_group_discuss
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_group_discuss`;
CREATE TABLE `jee_task_group_discuss` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tg_id` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `content` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `read_ids` varchar(2048) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `ruser_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `thumbs` varchar(2048) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Table structure for jee_task_group_doc
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_group_doc`;
CREATE TABLE `jee_task_group_doc` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `gid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `keywords` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `last_time` datetime DEFAULT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_task_group_doc_versions
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_group_doc_versions`;
CREATE TABLE `jee_task_group_doc_versions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `gid` int(11) DEFAULT NULL,
  `doc_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_task_group_files
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_group_files`;
CREATE TABLE `jee_task_group_files` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `gid` int(11) DEFAULT NULL,
  `pid` int(11) DEFAULT NULL,
  `types` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `file_path` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `suffix` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `size` int(11) DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `alter_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_task_group_files
-- ----------------------------
BEGIN;
INSERT INTO `jee_task_group_files` VALUES (1, 3, 3, 8, 0, '1', '', '', '', NULL, NULL, '2020-01-18 00:31:45', '');
INSERT INTO `jee_task_group_files` VALUES (2, 3, 3, 1, 0, '1', '', '', '', NULL, NULL, '2020-03-03 14:37:07', '');
COMMIT;

-- ----------------------------
-- Table structure for jee_task_setting
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_setting`;
CREATE TABLE `jee_task_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=119 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_task_setting
-- ----------------------------
BEGIN;
INSERT INTO `jee_task_setting` VALUES (1, 1, '优秀', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (2, 1, '良好', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (3, 1, '不理想', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (4, 1, '未完成', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (5, 1, '白金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (6, 1, '黄金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (7, 1, '银牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (8, 1, '铜牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (9, 10, '优秀', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (10, 10, '良好', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (11, 10, '不理想', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (12, 10, '未完成', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (13, 10, '白金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (14, 10, '黄金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (15, 10, '银牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (16, 10, '铜牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (17, 11, '优秀', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (18, 11, '良好', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (19, 11, '不理想', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (20, 11, '未完成', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (21, 11, '白金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (22, 11, '黄金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (23, 11, '银牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (24, 11, '铜牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (25, 11, '20', 3, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (26, 11, '0.6', 4, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (27, 11, '1.5', 4, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (28, 11, '60', 5, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (29, 11, '130', 5, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (30, 11, '20', 3, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (31, 11, '10', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (32, 11, '60', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (33, 11, '130', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (34, 15, '优秀', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (35, 15, '良好', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (36, 15, '不理想', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (37, 15, '未完成', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (38, 11, '50', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (39, 11, '1', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (40, 11, '100', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (41, 11, '100', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (42, 11, '100', 7, NULL, NULL, 4, 1);
INSERT INTO `jee_task_setting` VALUES (43, 15, '白金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (44, 15, '黄金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (45, 15, '银牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (46, 15, '铜牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (47, 15, '30', 3, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (48, 15, '20', 3, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (49, 15, '0.6', 4, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (50, 15, '1.5', 4, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (51, 15, '60', 5, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (52, 15, '130', 5, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (53, 15, '10', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (54, 15, '60', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (55, 15, '130', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (56, 15, '50', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (57, 15, '1', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (58, 15, '100', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (59, 15, '100', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (60, 15, '100', 7, NULL, NULL, 4, 1);
INSERT INTO `jee_task_setting` VALUES (61, 1, '30', 3, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (62, 1, '20', 3, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (63, 1, '0.6', 4, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (64, 1, '1.5', 4, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (65, 1, '60', 5, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (66, 1, '130', 5, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (67, 1, '10', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (68, 1, '60', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (69, 1, '130', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (70, 1, '50', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (71, 1, '1', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (72, 1, '100', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (73, 1, '100', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (74, 1, '100', 7, NULL, NULL, 4, 1);
INSERT INTO `jee_task_setting` VALUES (75, 2, '优秀', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (76, 2, '良好', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (77, 2, '不理想', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (78, 2, '未完成', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (79, 2, '白金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (80, 2, '黄金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (81, 2, '银牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (82, 2, '铜牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (83, 2, '30', 3, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (84, 2, '20', 3, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (85, 2, '0.6', 4, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (86, 2, '1.5', 4, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (87, 2, '60', 5, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (88, 2, '130', 5, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (89, 2, '10', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (90, 2, '60', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (91, 2, '130', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (92, 2, '50', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (93, 2, '1', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (94, 2, '100', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (95, 2, '100', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (96, 2, '100', 7, NULL, NULL, 4, 1);
INSERT INTO `jee_task_setting` VALUES (97, 3, '优秀', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (98, 3, '良好', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (99, 3, '不理想', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (100, 3, '未完成', 1, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (101, 3, '白金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (102, 3, '黄金勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (103, 3, '银牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (104, 3, '铜牌勋章', 2, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (105, 3, '48', 3, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (106, 3, '1', 3, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (107, 3, '0.8', 4, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (108, 3, '1.2', 4, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (109, 3, '80', 5, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (110, 3, '120', 5, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (111, 3, '10', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (112, 3, '60', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (113, 3, '130', 6, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (114, 3, '48', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png', 0, 1);
INSERT INTO `jee_task_setting` VALUES (115, 3, '1', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png', 1, 1);
INSERT INTO `jee_task_setting` VALUES (116, 3, '50', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png', 2, 1);
INSERT INTO `jee_task_setting` VALUES (117, 3, '100', 7, NULL, '/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png', 3, 1);
INSERT INTO `jee_task_setting` VALUES (118, 3, '100', 7, NULL, NULL, 4, 1);
COMMIT;

-- ----------------------------
-- Table structure for jee_task_statistics
-- ----------------------------
DROP TABLE IF EXISTS `jee_task_statistics`;
CREATE TABLE `jee_task_statistics` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `issue_count` int(11) DEFAULT NULL,
  `accept_count` int(11) DEFAULT NULL,
  `allot_count` int(11) DEFAULT NULL,
  `execute` int(11) DEFAULT NULL,
  `accept` int(11) DEFAULT NULL,
  `real_wl` varchar(255) DEFAULT NULL,
  `total_wl` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `day` varchar(255) DEFAULT NULL,
  `week` int(255) DEFAULT NULL,
  `month` int(255) DEFAULT NULL,
  `year` int(255) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `types` varchar(255) DEFAULT NULL,
  `task_id` int(11) DEFAULT NULL,
  `coefficient` decimal(10,2) DEFAULT NULL,
  `quality` decimal(10,2) DEFAULT NULL,
  `accept_day` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`) USING BTREE,
  KEY `task_id` (`task_id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=516 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_task_statistics
-- ----------------------------
BEGIN;
INSERT INTO `jee_task_statistics` VALUES (1, 3, 18, 0, 0, 1, 0, 1, '0', '0', '2020-01-14 16:41:51', '20200114', 3, 1, 2020, NULL, '0', 1, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (2, 3, 18, 0, 0, 1, 0, 0, '0', '24', '2020-01-14 16:41:51', '20200114', 3, 1, 2020, NULL, '0', 1, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (3, 3, 3, 1, 0, 1, 0, NULL, '0', '0', '2020-01-14 16:41:51', '20200114', 3, 1, 2020, NULL, '0', 1, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (4, 3, 19, 0, 0, 1, 0, 0, '0', '2', '2020-01-14 17:13:23', '20200114', 3, 1, 2020, NULL, '1', 2, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (5, 3, 17, 1, 1, 0, 0, 1, '0', '0', '2020-01-14 17:13:23', '20200114', 3, 1, 2020, NULL, '1', 2, 1.10, 100.00, '0.5');
INSERT INTO `jee_task_statistics` VALUES (6, 3, 10, 0, 0, 1, 0, 0, '0', '24', '2020-01-18 08:54:38', '20200118', 3, 1, 2020, NULL, '0', 3, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (7, 3, 4, 1, 0, 1, 0, 1, '0', '0', '2020-01-18 08:54:38', '20200118', 3, 1, 2020, NULL, '0', 3, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (8, 3, 21, 0, 0, 1, 0, 0, '24', '24', '2020-01-18 08:58:19', '20200118', 3, 1, 2020, NULL, '1', 4, 1.00, 95.00, '24');
INSERT INTO `jee_task_statistics` VALUES (9, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-01-18 08:58:19', '20200118', 3, 1, 2020, NULL, '1', 4, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (10, 3, 4, 1, 1, 1, 0, 1, '2', '2', '2020-01-18 09:06:06', '20200118', 3, 1, 2020, NULL, '1', 5, 1.10, 95.00, '2');
INSERT INTO `jee_task_statistics` VALUES (11, 3, 4, 1, 1, 1, 0, 1, '4', '4', '2020-01-18 09:09:45', '20200118', 3, 1, 2020, NULL, '1', 6, 1.00, 95.00, '1');
INSERT INTO `jee_task_statistics` VALUES (12, 3, 10, 0, 0, 1, 0, 0, '0', '24', '2020-01-18 09:10:43', '20200118', 3, 1, 2020, NULL, '0', 3, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (13, 3, 4, 1, 0, 1, 0, 1, '0', '0', '2020-01-18 09:10:43', '20200118', 3, 1, 2020, NULL, '0', 3, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (14, 3, 21, 0, 0, 0, 1, 0, '0', '24', '2020-01-18 09:11:12', '20200118', 3, 1, 2020, NULL, '1', 4, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (15, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-01-18 09:11:12', '20200118', 3, 1, 2020, NULL, '1', 4, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (16, 3, 4, 1, 0, 0, 1, 1, '0', '2', '2020-01-18 09:11:31', '20200118', 3, 1, 2020, NULL, '1', 5, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (17, 3, 4, 1, 0, 0, 1, 1, '0', '1', '2020-01-18 09:11:51', '20200118', 3, 1, 2020, NULL, '1', 6, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (18, 3, 4, 1, 0, 0, 1, 1, '0', '1', '2020-01-18 09:12:19', '20200118', 3, 1, 2020, NULL, '1', 6, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (19, 3, 21, 0, 0, 1, 0, 0, '0', '144', '2020-01-18 09:16:37', '20200118', 3, 1, 2020, NULL, '1', 7, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (20, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-01-18 09:16:37', '20200118', 3, 1, 2020, NULL, '1', 7, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (21, 3, 21, 0, 0, 0, 1, 0, '0', '4', '2020-01-18 09:17:55', '20200118', 3, 1, 2020, NULL, '2', 8, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (22, 3, 4, 1, 1, 0, 0, 1, '0', '0', '2020-01-18 09:17:55', '20200118', 3, 1, 2020, NULL, '1', 8, 1.00, 100.00, '4');
INSERT INTO `jee_task_statistics` VALUES (23, 3, 21, 0, 0, 0, 1, 0, '0', '4', '2020-01-18 09:18:17', '20200118', 3, 1, 2020, NULL, '1', 8, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (24, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-01-18 09:18:17', '20200118', 3, 1, 2020, NULL, '1', 8, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (25, 3, 4, 1, 0, 0, 1, 1, '0', '1', '2020-01-18 09:20:47', '20200118', 3, 1, 2020, NULL, '1', 6, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (26, 3, 4, 1, 0, 0, 1, 1, '0', '24', '2020-01-18 09:21:50', '20200118', 3, 1, 2020, NULL, '1', 6, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (27, 3, 4, 1, 0, 0, 1, 1, '0', '24', '2020-01-18 09:22:29', '20200118', 3, 1, 2020, NULL, '1', 6, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (28, 3, 18, 0, 0, 1, 0, 0, '0', '25', '2020-02-05 16:48:34', '20200205', 6, 2, 2020, NULL, '0', 1, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (29, 3, 3, 1, 0, 1, 0, 1, '0', '0', '2020-02-05 16:48:34', '20200205', 6, 2, 2020, NULL, '0', 1, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (30, 3, 4, 0, 0, 1, 0, 0, '0', '25', '2020-02-05 18:26:18', '20200205', 6, 2, 2020, NULL, '0', 1, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (31, 3, 24, 0, 0, 1, 0, 0, '0', '96', '2020-02-11 15:01:05', '20200211', 7, 2, 2020, NULL, '0', 9, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (32, 3, 9, 1, 0, 1, 0, 1, '0', '0', '2020-02-11 15:01:05', '20200211', 7, 2, 2020, NULL, '0', 9, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (33, 3, 24, 0, 0, 1, 0, 0, '96', '96', '2020-02-11 15:17:15', '20200211', 7, 2, 2020, NULL, '1', 10, 1.10, 95.00, '96');
INSERT INTO `jee_task_statistics` VALUES (34, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-02-11 15:17:15', '20200211', 7, 2, 2020, NULL, '1', 10, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (35, 3, 24, 0, 0, 1, 0, 0, '0', '96', '2020-02-11 16:05:42', '20200211', 7, 2, 2020, NULL, '1', 10, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (36, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-02-11 16:05:42', '20200211', 7, 2, 2020, NULL, '1', 10, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (37, 3, 3, 0, 1, 0, 0, 1, '0', '0', '2020-02-11 16:41:27', '20200211', 7, 2, 2020, NULL, '1', 11, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (38, 3, 6, 1, 0, 1, 0, NULL, '48', '48', '2020-02-11 16:41:27', '20200211', 7, 2, 2020, NULL, '1', 11, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (39, 3, 3, 1, 1, 1, 0, 1, '0.5', '0.5', '2020-02-12 10:48:57', '20200212', 7, 2, 2020, NULL, '1', 12, 1.00, 100.00, '0.5');
INSERT INTO `jee_task_statistics` VALUES (40, 3, 24, 0, 0, 1, 0, 0, '48', '48', '2020-02-13 09:03:31', '20200213', 7, 2, 2020, NULL, '1', 13, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (41, 3, 9, 1, 1, 1, 0, 1, '48', '48', '2020-02-13 09:03:31', '20200213', 7, 2, 2020, NULL, '1', 13, 1.10, 95.00, '48');
INSERT INTO `jee_task_statistics` VALUES (42, 3, 3, 0, 0, 0, 0, 1, '0', '0', '2020-02-13 13:35:04', '20200213', 7, 2, 2020, NULL, '1', 11, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (43, 3, 6, 1, 0, 1, 0, NULL, '0', '72', '2020-02-13 13:35:04', '20200213', 7, 2, 2020, NULL, '1', 11, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (44, 3, 3, 0, 0, 0, 0, 1, '0', '0', '2020-02-17 08:25:35', '20200217', 8, 2, 2020, NULL, '1', 14, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (45, 3, 41, 0, 0, 1, 0, 0, '96', '96', '2020-02-17 08:25:35', '20200217', 8, 2, 2020, NULL, '1', 14, 1.00, 100.00, '96');
INSERT INTO `jee_task_statistics` VALUES (46, 3, 6, 1, 0, 1, 0, NULL, '96', '96', '2020-02-17 08:25:35', '20200217', 8, 2, 2020, NULL, '1', 14, 1.00, 100.00, '96');
INSERT INTO `jee_task_statistics` VALUES (47, 3, 3, 0, 0, 0, 0, 1, '0', '0', '2020-02-17 08:26:04', '20200217', 8, 2, 2020, NULL, '1', 14, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (48, 3, 41, 0, 0, 1, 0, 0, '0', '96', '2020-02-17 08:26:04', '20200217', 8, 2, 2020, NULL, '1', 14, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (49, 3, 6, 1, 0, 1, 0, NULL, '0', '96', '2020-02-17 08:26:04', '20200217', 8, 2, 2020, NULL, '1', 14, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (50, 3, 24, 0, 0, 1, 0, 0, '120', '120', '2020-02-17 08:29:50', '20200217', 8, 2, 2020, NULL, '1', 15, 1.10, 95.00, '120');
INSERT INTO `jee_task_statistics` VALUES (51, 3, 9, 1, 1, 1, 0, 1, '120', '120', '2020-02-17 08:29:50', '20200217', 8, 2, 2020, NULL, '1', 15, 1.10, 95.00, '96');
INSERT INTO `jee_task_statistics` VALUES (52, 3, 18, 0, 0, 1, 0, 1, '0', '0', '2020-02-18 08:12:07', '20200218', 8, 2, 2020, NULL, '0', 16, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (53, 3, 20, 1, 0, 1, 0, NULL, '0', '120', '2020-02-18 08:12:07', '20200218', 8, 2, 2020, NULL, '0', 16, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (54, 3, 12, 0, 0, 1, 0, 0, '48', '48', '2020-02-18 08:38:42', '20200218', 8, 2, 2020, NULL, '1', 17, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (55, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-02-18 08:38:42', '20200218', 8, 2, 2020, NULL, '1', 17, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (56, 3, 12, 0, 0, 1, 0, 0, '24', '24', '2020-02-19 17:37:11', '20200219', 8, 2, 2020, NULL, '1', 18, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (57, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-02-19 17:37:11', '20200219', 8, 2, 2020, NULL, '1', 18, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (58, 3, 24, 0, 0, 1, 0, 0, '168', '168', '2020-02-20 09:30:29', '20200220', 8, 2, 2020, NULL, '1', 19, 1.10, 95.00, '168');
INSERT INTO `jee_task_statistics` VALUES (59, 3, 9, 1, 1, 1, 0, 1, '168', '168', '2020-02-20 09:30:29', '20200220', 8, 2, 2020, NULL, '1', 19, 1.10, 95.00, '120');
INSERT INTO `jee_task_statistics` VALUES (60, 3, 12, 0, 0, 1, 0, 0, '48', '48', '2020-02-21 18:05:36', '20200221', 8, 2, 2020, NULL, '1', 20, 1.00, 100.00, '31');
INSERT INTO `jee_task_statistics` VALUES (61, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-02-21 18:05:36', '20200221', 8, 2, 2020, NULL, '1', 20, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (62, 3, 11, 1, 1, 1, 0, 1, '24', '24', '2020-02-23 20:43:12', '20200223', 8, 2, 2020, NULL, '1', 21, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (63, 3, 6, 1, 1, 1, 0, 1, '6', '6', '2020-02-24 08:30:56', '20200224', 9, 2, 2020, NULL, '1', 22, 1.10, 95.00, '6');
INSERT INTO `jee_task_statistics` VALUES (64, 3, 29, 0, 0, 1, 0, 0, '72', '72', '2020-02-24 08:33:06', '20200224', 9, 2, 2020, NULL, '1', 23, 1.10, 95.00, '72');
INSERT INTO `jee_task_statistics` VALUES (65, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-02-24 08:33:06', '20200224', 9, 2, 2020, NULL, '1', 23, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (66, 3, 6, 1, 0, 1, 0, 1, '0', '6', '2020-02-24 08:34:41', '20200224', 9, 2, 2020, NULL, '1', 22, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (67, 3, 6, 1, 0, 1, 0, 1, '0', '6', '2020-02-24 08:35:02', '20200224', 9, 2, 2020, NULL, '1', 22, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (68, 3, 20, 1, 1, 1, 0, 1, '72', '72', '2020-02-24 08:46:52', '20200224', 9, 2, 2020, NULL, '1', 24, 1.00, 80.00, '72');
INSERT INTO `jee_task_statistics` VALUES (69, 3, 11, 1, 1, 1, 0, 1, '26', '26', '2020-02-25 07:59:37', '20200225', 9, 2, 2020, NULL, '1', 25, 1.00, 100.00, '26');
INSERT INTO `jee_task_statistics` VALUES (70, 3, 6, 1, 1, 1, 0, 1, '24', '24', '2020-02-25 08:23:25', '20200225', 9, 2, 2020, NULL, '1', 26, 1.10, 95.00, '24');
INSERT INTO `jee_task_statistics` VALUES (71, 3, 6, 1, 0, 1, 0, 1, '0', '24', '2020-02-25 08:23:41', '20200225', 9, 2, 2020, NULL, '1', 26, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (72, 3, 26, 0, 0, 1, 0, 0, '0', '168', '2020-02-25 09:16:50', '20200225', 9, 2, 2020, NULL, '1', 27, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (73, 3, 17, 1, 0, 0, 0, 1, '0', '0', '2020-02-25 09:16:50', '20200225', 9, 2, 2020, NULL, '1', 27, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (74, 3, 12, 0, 0, 1, 0, 0, '24', '24', '2020-02-25 17:11:17', '20200225', 9, 2, 2020, NULL, '1', 28, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (75, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-02-25 17:11:17', '20200225', 9, 2, 2020, NULL, '1', 28, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (76, 3, 12, 0, 0, 1, 0, 0, '72', '72', '2020-02-25 17:13:02', '20200225', 9, 2, 2020, NULL, '1', 29, 1.00, 100.00, '72');
INSERT INTO `jee_task_statistics` VALUES (77, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-02-25 17:13:02', '20200225', 9, 2, 2020, NULL, '1', 29, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (78, 3, 11, 1, 1, 1, 0, 1, '28', '28', '2020-02-25 21:20:48', '20200225', 9, 2, 2020, NULL, '1', 30, 1.00, 100.00, '28');
INSERT INTO `jee_task_statistics` VALUES (79, 3, 11, 1, 0, 1, 0, 1, '0', '28', '2020-02-25 21:23:05', '20200225', 9, 2, 2020, NULL, '1', 30, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (80, 3, 11, 1, 1, 1, 0, 1, '48', '48', '2020-02-26 21:09:11', '20200226', 9, 2, 2020, NULL, '1', 31, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (81, 3, 6, 1, 1, 1, 0, 1, '72', '72', '2020-02-27 08:21:25', '20200227', 9, 2, 2020, NULL, '1', 32, 1.00, 80.00, '72');
INSERT INTO `jee_task_statistics` VALUES (82, 3, 6, 1, 0, 1, 0, 1, '0', '48', '2020-02-27 08:23:45', '20200227', 9, 2, 2020, NULL, '1', 32, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (83, 3, 29, 0, 0, 1, 0, 0, '72', '72', '2020-02-27 08:26:47', '20200227', 9, 2, 2020, NULL, '1', 33, 1.00, 90.00, '52');
INSERT INTO `jee_task_statistics` VALUES (84, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-02-27 08:26:47', '20200227', 9, 2, 2020, NULL, '1', 33, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (85, 3, 20, 1, 1, 1, 0, 1, '7', '7', '2020-02-27 13:54:14', '20200227', 9, 2, 2020, NULL, '1', 34, 1.00, 80.00, '7');
INSERT INTO `jee_task_statistics` VALUES (86, 3, 4, 1, 1, 1, 0, 1, '1', '1', '2020-02-28 09:25:33', '20200228', 9, 2, 2020, NULL, '1', 35, 1.10, 95.00, '1');
INSERT INTO `jee_task_statistics` VALUES (87, 3, 4, 1, 0, 1, 0, 1, '0', '1', '2020-02-28 09:26:02', '20200228', 9, 2, 2020, NULL, '1', 35, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (88, 3, 4, 1, 1, 1, 0, 1, '48', '48', '2020-02-28 15:11:00', '20200228', 9, 2, 2020, NULL, '1', 36, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (89, 3, 11, 1, 1, 1, 0, 1, '24', '24', '2020-02-28 18:19:00', '20200228', 9, 2, 2020, NULL, '1', 37, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (90, 3, 29, 0, 0, 1, 0, 0, '72', '72', '2020-02-28 21:56:48', '20200228', 9, 2, 2020, NULL, '1', 38, 1.00, 90.00, '48');
INSERT INTO `jee_task_statistics` VALUES (91, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-02-28 21:56:48', '20200228', 9, 2, 2020, NULL, '1', 38, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (92, 3, 29, 0, 0, 0, 1, 0, '0', '96', '2020-02-28 21:59:10', '20200228', 9, 2, 2020, NULL, '1', 39, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (93, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-02-28 21:59:10', '20200228', 9, 2, 2020, NULL, '1', 39, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (94, 3, 24, 0, 0, 1, 0, 0, '24', '24', '2020-02-28 22:01:12', '20200228', 9, 2, 2020, NULL, '1', 40, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (95, 3, 9, 1, 1, 1, 0, 1, '24', '24', '2020-02-28 22:01:12', '20200228', 9, 2, 2020, NULL, '1', 40, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (96, 3, 29, 0, 0, 0, 1, 0, '0', '96', '2020-02-28 22:01:52', '20200228', 9, 2, 2020, NULL, '1', 41, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (97, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-02-28 22:01:52', '20200228', 9, 2, 2020, NULL, '1', 41, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (98, 3, 29, 0, 0, 1, 0, 0, '96', '96', '2020-02-28 22:04:31', '20200228', 9, 2, 2020, NULL, '1', 42, 1.00, 100.00, '76');
INSERT INTO `jee_task_statistics` VALUES (99, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-02-28 22:04:31', '20200228', 9, 2, 2020, NULL, '1', 42, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (100, 3, 29, 0, 0, 0, 1, 0, '0', '120', '2020-02-28 22:08:44', '20200228', 9, 2, 2020, NULL, '1', 43, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (101, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-02-28 22:08:44', '20200228', 9, 2, 2020, NULL, '1', 43, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (102, 3, 24, 0, 0, 1, 0, 0, '120', '120', '2020-03-01 14:12:39', '20200301', 9, 3, 2020, NULL, '1', 44, 1.00, 95.00, '240');
INSERT INTO `jee_task_statistics` VALUES (103, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-01 14:12:39', '20200301', 9, 3, 2020, NULL, '1', 44, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (104, 3, 32, 0, 0, 1, 0, 0, '72', '72', '2020-03-01 18:20:41', '20200301', 9, 3, 2020, NULL, '1', 45, 1.00, 95.00, '72');
INSERT INTO `jee_task_statistics` VALUES (105, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-01 18:20:41', '20200301', 9, 3, 2020, NULL, '1', 45, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (106, 3, 11, 1, 1, 1, 0, 1, '48', '48', '2020-03-01 18:53:57', '20200301', 9, 3, 2020, NULL, '1', 46, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (107, 3, 29, 0, 0, 1, 0, 0, '6', '6', '2020-03-02 08:40:53', '20200302', 10, 3, 2020, NULL, '1', 47, 1.00, 100.00, '6');
INSERT INTO `jee_task_statistics` VALUES (108, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-02 08:40:53', '20200302', 10, 3, 2020, NULL, '1', 47, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (109, 3, 29, 0, 0, 1, 0, 0, '2', '2', '2020-03-02 08:42:55', '20200302', 10, 3, 2020, NULL, '1', 48, 1.00, 100.00, '2');
INSERT INTO `jee_task_statistics` VALUES (110, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-02 08:42:55', '20200302', 10, 3, 2020, NULL, '1', 48, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (111, 3, 29, 0, 0, 1, 0, 0, '0', '2', '2020-03-02 08:43:51', '20200302', 10, 3, 2020, NULL, '1', 48, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (112, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-02 08:43:51', '20200302', 10, 3, 2020, NULL, '1', 48, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (113, 3, 29, 0, 0, 1, 0, 0, '2', '2', '2020-03-02 08:46:37', '20200302', 10, 3, 2020, NULL, '1', 49, 1.00, 95.00, '2');
INSERT INTO `jee_task_statistics` VALUES (114, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-02 08:46:37', '20200302', 10, 3, 2020, NULL, '1', 49, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (115, 3, 29, 0, 0, 1, 0, 0, '0', '2', '2020-03-02 08:47:02', '20200302', 10, 3, 2020, NULL, '1', 49, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (116, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-02 08:47:02', '20200302', 10, 3, 2020, NULL, '1', 49, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (117, 3, 9, 0, 0, 1, 0, 0, '6', '6', '2020-03-02 17:11:04', '20200302', 10, 3, 2020, NULL, '1', 50, 0.80, 80.00, '24');
INSERT INTO `jee_task_statistics` VALUES (118, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-02 17:11:04', '20200302', 10, 3, 2020, NULL, '1', 50, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (119, 3, 32, 0, 0, 1, 0, 0, '24', '24', '2020-03-03 08:17:20', '20200303', 10, 3, 2020, NULL, '1', 51, 1.00, 95.00, '24');
INSERT INTO `jee_task_statistics` VALUES (120, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-03 08:17:20', '20200303', 10, 3, 2020, NULL, '1', 51, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (121, 3, 29, 0, 0, 1, 0, 0, '0', '72', '2020-03-03 14:12:33', '20200303', 10, 3, 2020, NULL, '0', 52, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (122, 3, 4, 1, 0, 1, 0, 1, '0', '0', '2020-03-03 14:12:33', '20200303', 10, 3, 2020, NULL, '0', 52, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (123, 3, 4, 1, 1, 1, 0, 1, '48', '48', '2020-03-03 14:20:15', '20200303', 10, 3, 2020, NULL, '1', 53, 1.00, 90.00, '48');
INSERT INTO `jee_task_statistics` VALUES (124, 3, 3, 1, 0, 0, 1, 1, '0', '1', '2020-03-03 14:44:55', '20200303', 10, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (125, 3, 3, 1, 0, 0, 1, 1, '0', '1', '2020-03-03 15:24:46', '20200303', 10, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (126, 3, 3, 1, 0, 0, 1, 1, '0', '1', '2020-03-03 15:25:36', '20200303', 10, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (127, 3, 3, 1, 0, 0, 1, 1, '0', '1', '2020-03-03 15:52:10', '20200303', 10, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (128, 3, 4, 1, 0, 1, 0, 1, '0', '48', '2020-03-03 16:17:22', '20200303', 10, 3, 2020, NULL, '1', 53, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (129, 3, 11, 1, 1, 1, 0, 1, '26', '26', '2020-03-03 17:37:46', '20200303', 10, 3, 2020, NULL, '1', 55, 1.00, 100.00, '26');
INSERT INTO `jee_task_statistics` VALUES (130, 3, 4, 1, 0, 1, 0, 1, '0', '48', '2020-03-04 10:18:46', '20200304', 10, 3, 2020, NULL, '1', 53, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (131, 3, 4, 1, 1, 1, 0, 1, '5', '5', '2020-03-04 11:39:54', '20200304', 10, 3, 2020, NULL, '1', 56, 1.00, 95.00, '24');
INSERT INTO `jee_task_statistics` VALUES (132, 3, 4, 1, 1, 1, 0, 1, '28', '28', '2020-03-04 11:52:02', '20200304', 10, 3, 2020, NULL, '1', 57, 1.00, 95.00, '28');
INSERT INTO `jee_task_statistics` VALUES (133, 3, 17, 0, 0, 0, 0, 1, '0', '0', '2020-03-04 16:08:30', '20200304', 10, 3, 2020, NULL, '1', 58, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (134, 3, 30, 0, 0, 1, 0, 0, '168', '168', '2020-03-04 16:08:30', '20200304', 10, 3, 2020, NULL, '1', 58, 1.00, 100.00, '264');
INSERT INTO `jee_task_statistics` VALUES (135, 3, 6, 1, 0, 0, 0, NULL, '0', '0', '2020-03-04 16:08:30', '20200304', 10, 3, 2020, NULL, '1', 58, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (136, 3, 17, 0, 0, 0, 0, 1, '0', '0', '2020-03-04 16:08:58', '20200304', 10, 3, 2020, NULL, '1', 58, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (137, 3, 30, 0, 0, 1, 0, 0, '0', '168', '2020-03-04 16:08:58', '20200304', 10, 3, 2020, NULL, '1', 58, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (138, 3, 6, 1, 0, 0, 0, NULL, '0', '0', '2020-03-04 16:08:58', '20200304', 10, 3, 2020, NULL, '1', 58, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (139, 3, 17, 0, 0, 0, 0, 1, '0', '0', '2020-03-04 16:10:14', '20200304', 10, 3, 2020, NULL, '1', 58, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (140, 3, 30, 0, 0, 1, 0, 0, '0', '168', '2020-03-04 16:10:14', '20200304', 10, 3, 2020, NULL, '1', 58, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (141, 3, 6, 1, 0, 0, 0, NULL, '0', '0', '2020-03-04 16:10:14', '20200304', 10, 3, 2020, NULL, '1', 58, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (142, 3, 41, 0, 0, 1, 0, 0, '48', '48', '2020-03-04 16:26:47', '20200304', 10, 3, 2020, NULL, '1', 59, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (143, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-04 16:26:47', '20200304', 10, 3, 2020, NULL, '1', 59, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (144, 3, 11, 1, 1, 1, 0, 1, '24', '24', '2020-03-04 19:55:18', '20200304', 10, 3, 2020, NULL, '1', 60, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (145, 3, 12, 0, 0, 1, 0, 0, '120', '120', '2020-03-05 08:24:57', '20200305', 10, 3, 2020, NULL, '1', 61, 1.00, 100.00, '120');
INSERT INTO `jee_task_statistics` VALUES (146, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-03-05 08:24:57', '20200305', 10, 3, 2020, NULL, '1', 61, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (147, 3, 32, 0, 0, 1, 0, 0, '28', '28', '2020-03-05 13:18:44', '20200305', 10, 3, 2020, NULL, '1', 62, 1.00, 95.00, '24');
INSERT INTO `jee_task_statistics` VALUES (148, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-05 13:18:44', '20200305', 10, 3, 2020, NULL, '1', 62, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (149, 3, 11, 1, 1, 1, 0, 1, '26', '26', '2020-03-05 18:04:30', '20200305', 10, 3, 2020, NULL, '1', 63, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (150, 3, 9, 1, 0, 0, 1, 1, '0', '72', '2020-03-06 10:08:08', '20200306', 10, 3, 2020, NULL, '1', 64, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (151, 3, 32, 0, 0, 1, 0, 0, '0', '28', '2020-03-06 10:08:51', '20200306', 10, 3, 2020, NULL, '1', 62, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (152, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-06 10:08:51', '20200306', 10, 3, 2020, NULL, '1', 62, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (153, 3, 32, 0, 0, 1, 0, 0, '28', '28', '2020-03-07 13:09:24', '20200307', 10, 3, 2020, NULL, '1', 65, 1.00, 95.00, '4');
INSERT INTO `jee_task_statistics` VALUES (154, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-07 13:09:24', '20200307', 10, 3, 2020, NULL, '1', 65, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (155, 3, 36, 0, 0, 0, 1, 0, '0', '24', '2020-03-08 17:30:03', '20200308', 10, 3, 2020, NULL, '1', 66, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (156, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-08 17:30:03', '20200308', 10, 3, 2020, NULL, '1', 66, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (157, 3, 11, 1, 1, 1, 0, 1, '4', '4', '2020-03-08 19:50:31', '20200308', 10, 3, 2020, NULL, '1', 67, 1.00, 100.00, '4');
INSERT INTO `jee_task_statistics` VALUES (158, 3, 11, 1, 1, 1, 0, 1, '6', '6', '2020-03-08 19:51:31', '20200308', 10, 3, 2020, NULL, '1', 68, 1.00, 100.00, '6');
INSERT INTO `jee_task_statistics` VALUES (159, 3, 14, 0, 0, 1, 0, 0, '24', '24', '2020-03-08 19:52:56', '20200308', 10, 3, 2020, NULL, '1', 69, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (160, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-08 19:52:56', '20200308', 10, 3, 2020, NULL, '1', 69, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (161, 3, 11, 1, 0, 1, 0, 1, '0', '150', '2020-03-08 19:53:52', '20200308', 10, 3, 2020, NULL, '1', 68, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (162, 3, 11, 1, 0, 1, 0, 1, '0', '4', '2020-03-08 19:54:20', '20200308', 10, 3, 2020, NULL, '1', 67, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (163, 3, 32, 0, 0, 1, 0, 0, '48', '48', '2020-03-09 08:09:41', '20200309', 11, 3, 2020, NULL, '1', 70, 1.00, 95.00, '30');
INSERT INTO `jee_task_statistics` VALUES (164, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-09 08:09:41', '20200309', 11, 3, 2020, NULL, '1', 70, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (165, 3, 25, 0, 0, 1, 0, 0, '72', '72', '2020-03-09 08:11:04', '20200309', 11, 3, 2020, NULL, '1', 71, 1.00, 95.00, '72');
INSERT INTO `jee_task_statistics` VALUES (166, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-09 08:11:04', '20200309', 11, 3, 2020, NULL, '1', 71, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (167, 3, 29, 0, 0, 1, 0, 0, '120', '120', '2020-03-09 08:42:59', '20200309', 11, 3, 2020, NULL, '1', 72, 1.20, 100.00, '144');
INSERT INTO `jee_task_statistics` VALUES (168, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-09 08:42:59', '20200309', 11, 3, 2020, NULL, '1', 72, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (169, 3, 41, 0, 0, 1, 0, 0, '72', '72', '2020-03-09 08:45:40', '20200309', 11, 3, 2020, NULL, '1', 73, 1.00, 100.00, '72');
INSERT INTO `jee_task_statistics` VALUES (170, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-09 08:45:40', '20200309', 11, 3, 2020, NULL, '1', 73, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (171, 3, 41, 0, 0, 1, 0, 0, '0', '72', '2020-03-09 08:45:51', '20200309', 11, 3, 2020, NULL, '1', 73, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (172, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-09 08:45:51', '20200309', 11, 3, 2020, NULL, '1', 73, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (173, 3, 41, 0, 0, 1, 0, 0, '0', '72', '2020-03-09 08:46:12', '20200309', 11, 3, 2020, NULL, '1', 73, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (174, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-09 08:46:12', '20200309', 11, 3, 2020, NULL, '1', 73, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (175, 3, 11, 1, 0, 1, 0, 1, '0', '150', '2020-03-09 19:00:31', '20200309', 11, 3, 2020, NULL, '1', 68, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (176, 3, 11, 1, 0, 1, 0, 1, '0', '150', '2020-03-09 19:02:23', '20200309', 11, 3, 2020, NULL, '1', 68, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (177, 3, 14, 0, 0, 1, 0, 0, '24', '24', '2020-03-09 20:49:05', '20200309', 11, 3, 2020, NULL, '1', 74, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (178, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-09 20:49:05', '20200309', 11, 3, 2020, NULL, '1', 74, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (179, 3, 11, 1, 1, 1, 0, 1, '48', '48', '2020-03-09 20:50:59', '20200309', 11, 3, 2020, NULL, '1', 75, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (180, 3, 32, 0, 0, 1, 0, 0, '72', '72', '2020-03-10 14:29:25', '20200310', 11, 3, 2020, NULL, '1', 76, 1.00, 95.00, '72');
INSERT INTO `jee_task_statistics` VALUES (181, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-10 14:29:25', '20200310', 11, 3, 2020, NULL, '1', 76, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (182, 3, 36, 0, 0, 0, 1, 0, '0', '144', '2020-03-10 14:31:40', '20200310', 11, 3, 2020, NULL, '1', 77, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (183, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-10 14:31:40', '20200310', 11, 3, 2020, NULL, '1', 77, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (184, 3, 24, 0, 0, 1, 0, 0, '0', '120', '2020-03-10 14:32:27', '20200310', 11, 3, 2020, NULL, '1', 44, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (185, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-10 14:32:27', '20200310', 11, 3, 2020, NULL, '1', 44, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (186, 3, 9, 1, 0, 0, 1, 1, '0', '72', '2020-03-10 14:33:01', '20200310', 11, 3, 2020, NULL, '1', 64, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (187, 3, 25, 0, 0, 1, 0, 0, '0', '48', '2020-03-10 14:33:35', '20200310', 11, 3, 2020, NULL, '1', 71, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (188, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-10 14:33:35', '20200310', 11, 3, 2020, NULL, '1', 71, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (189, 3, 6, 1, 1, 1, 0, 1, '24', '24', '2020-03-10 18:04:31', '20200310', 11, 3, 2020, NULL, '1', 78, 1.00, 80.00, '24');
INSERT INTO `jee_task_statistics` VALUES (190, 3, 14, 0, 0, 1, 0, 0, '24', '24', '2020-03-10 21:16:33', '20200310', 11, 3, 2020, NULL, '1', 79, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (191, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-10 21:16:33', '20200310', 11, 3, 2020, NULL, '1', 79, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (192, 3, 3, 1, 0, 0, 1, 1, '0', '1', '2020-03-10 22:57:12', '20200310', 11, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (193, 3, 25, 0, 0, 1, 0, 0, '48', '48', '2020-03-11 16:43:27', '20200311', 11, 3, 2020, NULL, '1', 80, 1.00, 95.00, '24');
INSERT INTO `jee_task_statistics` VALUES (194, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-11 16:43:27', '20200311', 11, 3, 2020, NULL, '1', 80, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (195, 3, 4, 1, 1, 1, 0, 1, '4', '4', '2020-03-11 19:17:47', '20200311', 11, 3, 2020, NULL, '1', 81, 1.00, 95.00, '4');
INSERT INTO `jee_task_statistics` VALUES (196, 3, 29, 0, 0, 1, 0, 0, '3', '3', '2020-03-11 19:26:47', '20200311', 11, 3, 2020, NULL, '1', 82, 1.00, 90.00, '3');
INSERT INTO `jee_task_statistics` VALUES (197, 3, 4, 1, 1, 1, 0, 1, '3', '3', '2020-03-11 19:26:47', '20200311', 11, 3, 2020, NULL, '1', 82, 1.00, 90.00, '3');
INSERT INTO `jee_task_statistics` VALUES (198, 3, 14, 0, 0, 1, 0, 0, '24', '24', '2020-03-11 19:45:02', '20200311', 11, 3, 2020, NULL, '1', 83, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (199, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-11 19:45:02', '20200311', 11, 3, 2020, NULL, '1', 83, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (200, 3, 11, 1, 1, 1, 0, 1, '48', '48', '2020-03-11 19:46:36', '20200311', 11, 3, 2020, NULL, '1', 84, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (201, 3, 29, 0, 0, 1, 0, 0, '0', '96', '2020-03-12 16:37:59', '20200312', 11, 3, 2020, NULL, '1', 85, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (202, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-12 16:37:59', '20200312', 11, 3, 2020, NULL, '1', 85, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (203, 3, 29, 0, 0, 0, 1, 0, '0', '168', '2020-03-12 16:49:25', '20200312', 11, 3, 2020, NULL, '1', 86, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (204, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-12 16:49:25', '20200312', 11, 3, 2020, NULL, '1', 86, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (205, 3, 29, 0, 0, 0, 1, 0, '0', '72', '2020-03-12 16:52:01', '20200312', 11, 3, 2020, NULL, '1', 87, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (206, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-12 16:52:01', '20200312', 11, 3, 2020, NULL, '1', 87, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (207, 3, 29, 0, 0, 1, 0, 0, '0', '96', '2020-03-12 16:52:20', '20200312', 11, 3, 2020, NULL, '1', 85, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (208, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-12 16:52:20', '20200312', 11, 3, 2020, NULL, '1', 85, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (209, 3, 29, 0, 0, 0, 1, 0, '0', '168', '2020-03-12 16:52:48', '20200312', 11, 3, 2020, NULL, '1', 86, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (210, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-12 16:52:48', '20200312', 11, 3, 2020, NULL, '1', 86, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (211, 3, 14, 0, 0, 1, 0, 0, '24', '24', '2020-03-12 17:00:26', '20200312', 11, 3, 2020, NULL, '1', 88, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (212, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-12 17:00:26', '20200312', 11, 3, 2020, NULL, '1', 88, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (213, 3, 11, 0, 0, 1, 0, 1, '0', '0', '2020-03-12 18:16:07', '20200312', 11, 3, 2020, NULL, '0', 89, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (214, 3, 42, 0, 0, 1, 0, 0, '0', '240', '2020-03-12 18:16:07', '20200312', 11, 3, 2020, NULL, '0', 89, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (215, 3, 6, 1, 0, 1, 0, NULL, '0', '0', '2020-03-12 18:16:07', '20200312', 11, 3, 2020, NULL, '0', 89, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (216, 3, 4, 1, 1, 1, 0, 1, '2', '2', '2020-03-13 09:27:38', '20200313', 11, 3, 2020, NULL, '1', 90, 1.00, 95.00, '2');
INSERT INTO `jee_task_statistics` VALUES (217, 3, 4, 1, 1, 1, 0, 1, '28', '28', '2020-03-13 14:52:53', '20200313', 11, 3, 2020, NULL, '1', 91, 1.00, 90.00, '28');
INSERT INTO `jee_task_statistics` VALUES (218, 3, 12, 0, 0, 1, 0, 0, '48', '48', '2020-03-13 16:27:10', '20200313', 11, 3, 2020, NULL, '1', 92, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (219, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-03-13 16:27:10', '20200313', 11, 3, 2020, NULL, '1', 92, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (220, 3, 12, 0, 0, 1, 0, 0, '48', '48', '2020-03-13 16:40:08', '20200313', 11, 3, 2020, NULL, '1', 93, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (221, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-03-13 16:40:08', '20200313', 11, 3, 2020, NULL, '1', 93, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (222, 3, 24, 0, 0, 1, 0, 0, '48', '48', '2020-03-13 19:50:19', '20200313', 11, 3, 2020, NULL, '1', 94, 1.00, 95.00, '48');
INSERT INTO `jee_task_statistics` VALUES (223, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-13 19:50:19', '20200313', 11, 3, 2020, NULL, '1', 94, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (224, 3, 32, 0, 0, 1, 0, 0, '72', '72', '2020-03-13 19:51:18', '20200313', 11, 3, 2020, NULL, '1', 95, 1.20, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (225, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-13 19:51:18', '20200313', 11, 3, 2020, NULL, '1', 95, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (226, 3, 29, 0, 0, 1, 0, 0, '72', '72', '2020-03-14 13:26:46', '20200314', 11, 3, 2020, NULL, '1', 96, 1.00, 100.00, '52');
INSERT INTO `jee_task_statistics` VALUES (227, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-14 13:26:46', '20200314', 11, 3, 2020, NULL, '1', 96, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (228, 3, 29, 0, 0, 1, 0, 0, '0', '96', '2020-03-14 13:27:07', '20200314', 11, 3, 2020, NULL, '1', 96, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (229, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-14 13:27:07', '20200314', 11, 3, 2020, NULL, '1', 96, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (230, 3, 29, 0, 0, 1, 0, 0, '0', '96', '2020-03-14 13:27:49', '20200314', 11, 3, 2020, NULL, '1', 96, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (231, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-14 13:27:49', '20200314', 11, 3, 2020, NULL, '1', 96, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (232, 3, 30, 0, 0, 1, 0, 0, '96', '96', '2020-03-14 13:30:56', '20200314', 11, 3, 2020, NULL, '1', 97, 1.00, 100.00, '264');
INSERT INTO `jee_task_statistics` VALUES (233, 3, 6, 1, 1, 0, 0, 1, '0', '0', '2020-03-14 13:30:56', '20200314', 11, 3, 2020, NULL, '1', 97, 1.00, 100.00, '264');
INSERT INTO `jee_task_statistics` VALUES (234, 3, 30, 0, 0, 0, 1, 0, '0', '96', '2020-03-14 13:32:03', '20200314', 11, 3, 2020, NULL, '1', 98, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (235, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-14 13:32:03', '20200314', 11, 3, 2020, NULL, '1', 98, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (236, 3, 30, 0, 0, 1, 0, 0, '0', '96', '2020-03-14 13:32:34', '20200314', 11, 3, 2020, NULL, '1', 97, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (237, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-14 13:32:34', '20200314', 11, 3, 2020, NULL, '1', 97, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (238, 3, 42, 0, 0, 1, 0, 0, '168', '168', '2020-03-14 13:35:39', '20200314', 11, 3, 2020, NULL, '1', 99, 1.00, 100.00, '168');
INSERT INTO `jee_task_statistics` VALUES (239, 3, 6, 1, 1, 0, 0, 1, '0', '0', '2020-03-14 13:35:39', '20200314', 11, 3, 2020, NULL, '1', 99, 1.00, 100.00, '168');
INSERT INTO `jee_task_statistics` VALUES (240, 3, 29, 0, 0, 1, 0, 0, '0', '96', '2020-03-14 13:50:25', '20200314', 11, 3, 2020, NULL, '1', 85, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (241, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-14 13:50:25', '20200314', 11, 3, 2020, NULL, '1', 85, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (242, 3, 3, 1, 0, 0, 1, 1, '0', '2', '2020-03-14 18:03:05', '20200314', 11, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (243, 3, 33, 0, 0, 1, 0, 0, '0', '96', '2020-03-15 16:23:58', '20200315', 11, 3, 2020, NULL, '1', 100, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (244, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-15 16:23:58', '20200315', 11, 3, 2020, NULL, '1', 100, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (245, 3, 24, 0, 0, 1, 0, 0, '48', '48', '2020-03-15 16:25:17', '20200315', 11, 3, 2020, NULL, '1', 101, 1.00, 80.00, '48');
INSERT INTO `jee_task_statistics` VALUES (246, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-15 16:25:17', '20200315', 11, 3, 2020, NULL, '1', 101, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (247, 3, 32, 0, 0, 1, 0, 0, '96', '96', '2020-03-15 16:27:50', '20200315', 11, 3, 2020, NULL, '1', 102, 1.00, 80.00, '76');
INSERT INTO `jee_task_statistics` VALUES (248, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-15 16:27:50', '20200315', 11, 3, 2020, NULL, '1', 102, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (249, 3, 14, 0, 0, 1, 0, 0, '24', '24', '2020-03-16 07:53:50', '20200316', 12, 3, 2020, NULL, '1', 103, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (250, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-16 07:53:50', '20200316', 12, 3, 2020, NULL, '1', 103, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (251, 3, 11, 1, 1, 1, 0, 1, '48', '48', '2020-03-16 07:57:03', '20200316', 12, 3, 2020, NULL, '1', 104, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (252, 3, 9, 1, 1, 1, 0, 1, '24', '24', '2020-03-16 07:58:29', '20200316', 12, 3, 2020, NULL, '1', 105, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (253, 3, 4, 1, 1, 1, 0, 1, '5.5', '5.5', '2020-03-16 08:27:55', '20200316', 12, 3, 2020, NULL, '1', 106, 1.00, 80.00, '5.5');
INSERT INTO `jee_task_statistics` VALUES (254, 3, 16, 0, 0, 0, 1, 0, '0', '24', '2020-03-16 09:11:17', '20200316', 12, 3, 2020, NULL, '1', 107, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (255, 3, 15, 1, 0, 0, 0, 1, '0', '0', '2020-03-16 09:11:17', '20200316', 12, 3, 2020, NULL, '1', 107, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (256, 3, 25, 0, 0, 1, 0, 0, '96', '96', '2020-03-16 17:14:34', '20200316', 12, 3, 2020, NULL, '1', 108, 1.00, 100.00, '96');
INSERT INTO `jee_task_statistics` VALUES (257, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-16 17:14:34', '20200316', 12, 3, 2020, NULL, '1', 108, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (258, 3, 14, 0, 0, 1, 0, 0, '24', '24', '2020-03-16 19:41:34', '20200316', 12, 3, 2020, NULL, '1', 109, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (259, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-16 19:41:34', '20200316', 12, 3, 2020, NULL, '1', 109, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (260, 3, 43, 0, 0, 1, 0, 0, '24', '24', '2020-03-17 07:55:52', '20200317', 12, 3, 2020, NULL, '1', 110, 1.00, 80.00, '7.75');
INSERT INTO `jee_task_statistics` VALUES (261, 3, 15, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 07:55:52', '20200317', 12, 3, 2020, NULL, '1', 110, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (262, 3, 3, 0, 0, 0, 0, 1, '0', '0', '2020-03-17 08:05:08', '20200317', 12, 3, 2020, NULL, '1', 111, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (263, 3, 43, 0, 0, 1, 0, 0, '24', '24', '2020-03-17 08:05:08', '20200317', 12, 3, 2020, NULL, '1', 111, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (264, 3, 15, 1, 0, 0, 0, NULL, '0', '0', '2020-03-17 08:05:08', '20200317', 12, 3, 2020, NULL, '1', 111, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (265, 3, 43, 0, 0, 1, 0, 0, '0', '24', '2020-03-17 08:39:23', '20200317', 12, 3, 2020, NULL, '1', 111, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (266, 3, 15, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 08:39:23', '20200317', 12, 3, 2020, NULL, '1', 111, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (267, 3, 15, 1, 1, 1, 0, 1, '24', '24', '2020-03-17 08:44:06', '20200317', 12, 3, 2020, NULL, '1', 112, 1.00, 80.00, '24');
INSERT INTO `jee_task_statistics` VALUES (268, 3, 15, 1, 1, 1, 0, 1, '24', '24', '2020-03-17 08:46:57', '20200317', 12, 3, 2020, NULL, '1', 113, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (269, 3, 3, 1, 0, 0, 1, 1, '0', '3', '2020-03-17 13:43:26', '20200317', 12, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (270, 3, 3, 1, 0, 0, 1, 1, '0', '3', '2020-03-17 13:43:58', '20200317', 12, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (271, 3, 4, 1, 1, 1, 0, 1, '2', '2', '2020-03-17 14:35:06', '20200317', 12, 3, 2020, NULL, '1', 114, 1.00, 95.00, '2');
INSERT INTO `jee_task_statistics` VALUES (272, 3, 4, 1, 0, 1, 0, 1, '0', '2', '2020-03-17 14:35:20', '20200317', 12, 3, 2020, NULL, '1', 114, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (273, 3, 4, 1, 1, 1, 0, 1, '2', '2', '2020-03-17 14:37:15', '20200317', 12, 3, 2020, NULL, '1', 115, 1.00, 90.00, '2');
INSERT INTO `jee_task_statistics` VALUES (274, 3, 4, 1, 1, 1, 0, 1, '3', '3', '2020-03-17 14:41:29', '20200317', 12, 3, 2020, NULL, '1', 116, 1.00, 95.00, '3');
INSERT INTO `jee_task_statistics` VALUES (275, 3, 42, 0, 0, 1, 0, 0, '0', '145', '2020-03-17 15:23:47', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (276, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 15:23:47', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (277, 3, 42, 0, 0, 1, 0, 0, '0', '144', '2020-03-17 15:24:05', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (278, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 15:24:05', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (279, 3, 42, 0, 0, 1, 0, 0, '0', '144', '2020-03-17 15:24:44', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (280, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 15:24:44', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (281, 3, 42, 0, 0, 1, 0, 0, '0', '149', '2020-03-17 15:26:31', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (282, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 15:26:31', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (283, 3, 42, 0, 0, 1, 0, 0, '0', '126', '2020-03-17 15:27:09', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (284, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 15:27:09', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (285, 3, 42, 0, 0, 1, 0, 0, '0', '100', '2020-03-17 15:27:35', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (286, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 15:27:35', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (287, 3, 42, 0, 0, 1, 0, 0, '0', '96', '2020-03-17 15:27:51', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (288, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 15:27:51', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (289, 3, 42, 0, 0, 1, 0, 0, '0', '96', '2020-03-17 15:28:02', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (290, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 15:28:02', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (291, 3, 42, 0, 0, 1, 0, 0, '0', '146', '2020-03-17 15:28:14', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (292, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 15:28:14', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (293, 3, 42, 0, 0, 1, 0, 0, '0', '144', '2020-03-17 15:28:21', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (294, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 15:28:21', '20200317', 12, 3, 2020, NULL, '1', 99, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (295, 3, 3, 1, 0, 0, 1, 1, '0', '24', '2020-03-17 18:34:32', '20200317', 12, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (296, 3, 3, 1, 0, 0, 1, 1, '0', '24', '2020-03-17 18:36:00', '20200317', 12, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (297, 3, 3, 1, 0, 0, 1, 1, '0', '51', '2020-03-17 18:39:10', '20200317', 12, 3, 2020, NULL, '1', 54, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (298, 3, 14, 0, 0, 1, 0, 0, '24', '24', '2020-03-17 19:07:12', '20200317', 12, 3, 2020, NULL, '1', 117, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (299, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-17 19:07:12', '20200317', 12, 3, 2020, NULL, '1', 117, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (300, 3, 11, 1, 1, 1, 0, 1, '24', '24', '2020-03-17 19:08:00', '20200317', 12, 3, 2020, NULL, '1', 118, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (301, 3, 32, 0, 0, 1, 0, 0, '24', '24', '2020-03-18 08:00:18', '20200318', 12, 3, 2020, NULL, '1', 119, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (302, 3, 9, 1, 0, 1, 0, 1, '0', '24', '2020-03-18 08:00:18', '20200318', 12, 3, 2020, NULL, '1', 119, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (303, 3, 24, 0, 0, 1, 0, 0, '24', '24', '2020-03-18 08:01:52', '20200318', 12, 3, 2020, NULL, '1', 120, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (304, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-18 08:01:52', '20200318', 12, 3, 2020, NULL, '1', 120, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (305, 3, 4, 1, 1, 1, 0, 1, '2.5', '2.5', '2020-03-18 09:44:47', '20200318', 12, 3, 2020, NULL, '1', 121, 1.00, 95.00, '2');
INSERT INTO `jee_task_statistics` VALUES (306, 3, 25, 0, 0, 1, 0, 0, '48', '48', '2020-03-18 14:46:53', '20200318', 12, 3, 2020, NULL, '1', 122, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (307, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-18 14:46:53', '20200318', 12, 3, 2020, NULL, '1', 122, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (308, 3, 43, 0, 0, 1, 0, 0, '24', '24', '2020-03-18 14:53:04', '20200318', 12, 3, 2020, NULL, '1', 123, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (309, 3, 15, 1, 0, 0, 0, 1, '0', '0', '2020-03-18 14:53:04', '20200318', 12, 3, 2020, NULL, '1', 123, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (310, 3, 15, 1, 1, 1, 0, 1, '24', '24', '2020-03-18 15:02:53', '20200318', 12, 3, 2020, NULL, '1', 124, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (311, 3, 14, 0, 0, 1, 0, 0, '48', '48', '2020-03-18 19:49:36', '20200318', 12, 3, 2020, NULL, '1', 125, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (312, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-18 19:49:36', '20200318', 12, 3, 2020, NULL, '1', 125, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (313, 3, 11, 1, 1, 1, 0, 1, '24', '24', '2020-03-18 19:51:06', '20200318', 12, 3, 2020, NULL, '1', 126, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (314, 3, 43, 0, 0, 1, 0, 0, '24', '24', '2020-03-19 10:33:31', '20200319', 12, 3, 2020, NULL, '1', 127, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (315, 3, 15, 1, 0, 0, 0, 1, '0', '0', '2020-03-19 10:33:31', '20200319', 12, 3, 2020, NULL, '1', 127, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (316, 3, 24, 0, 0, 1, 0, 0, '72', '72', '2020-03-19 12:51:57', '20200319', 12, 3, 2020, NULL, '1', 128, 1.00, 100.00, '72');
INSERT INTO `jee_task_statistics` VALUES (317, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-19 12:51:57', '20200319', 12, 3, 2020, NULL, '1', 128, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (318, 3, 32, 0, 0, 1, 0, 0, '48', '48', '2020-03-19 12:54:28', '20200319', 12, 3, 2020, NULL, '1', 129, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (319, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-19 12:54:28', '20200319', 12, 3, 2020, NULL, '1', 129, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (320, 3, 12, 0, 0, 1, 0, 0, '72', '72', '2020-03-19 13:17:31', '20200319', 12, 3, 2020, NULL, '1', 130, 1.00, 100.00, '72');
INSERT INTO `jee_task_statistics` VALUES (321, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-03-19 13:17:31', '20200319', 12, 3, 2020, NULL, '1', 130, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (322, 3, 12, 0, 0, 1, 0, 0, '0', '72', '2020-03-19 13:18:25', '20200319', 12, 3, 2020, NULL, '1', 130, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (323, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-03-19 13:18:25', '20200319', 12, 3, 2020, NULL, '1', 130, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (324, 3, 11, 1, 1, 1, 0, 1, '24', '24', '2020-03-19 19:41:56', '20200319', 12, 3, 2020, NULL, '1', 131, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (325, 3, 43, 0, 0, 1, 0, 0, '48', '48', '2020-03-20 08:34:13', '20200320', 12, 3, 2020, NULL, '1', 132, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (326, 3, 15, 1, 0, 0, 0, 1, '0', '0', '2020-03-20 08:34:13', '20200320', 12, 3, 2020, NULL, '1', 132, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (327, 3, 6, 0, 0, 0, 1, 0, '0', '168', '2020-03-20 11:12:23', '20200320', 12, 3, 2020, NULL, '1', 133, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (328, 3, 17, 1, 0, 0, 0, 1, '0', '0', '2020-03-20 11:12:23', '20200320', 12, 3, 2020, NULL, '1', 133, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (329, 3, 9, 0, 1, 0, 0, 1, '0', '0', '2020-03-20 11:55:14', '20200320', 12, 3, 2020, NULL, '1', 134, 1.00, 100.00, '100');
INSERT INTO `jee_task_statistics` VALUES (330, 3, 29, 0, 0, 1, 0, 0, '96', '96', '2020-03-20 11:55:14', '20200320', 12, 3, 2020, NULL, '1', 134, 1.00, 100.00, '100');
INSERT INTO `jee_task_statistics` VALUES (331, 3, 6, 1, 0, 0, 0, NULL, '0', '0', '2020-03-20 11:55:14', '20200320', 12, 3, 2020, NULL, '1', 134, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (332, 3, 29, 0, 0, 1, 0, 0, '52', '52', '2020-03-20 11:57:05', '20200320', 12, 3, 2020, NULL, '1', 135, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (333, 3, 6, 1, 1, 0, 0, 1, '0', '0', '2020-03-20 11:57:05', '20200320', 12, 3, 2020, NULL, '1', 135, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (334, 3, 9, 0, 0, 0, 0, 1, '0', '0', '2020-03-20 12:13:47', '20200320', 12, 3, 2020, NULL, '1', 134, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (335, 3, 29, 0, 0, 1, 0, 0, '0', '28', '2020-03-20 12:13:47', '20200320', 12, 3, 2020, NULL, '1', 134, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (336, 3, 6, 1, 0, 0, 0, NULL, '0', '0', '2020-03-20 12:13:47', '20200320', 12, 3, 2020, NULL, '1', 134, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (337, 3, 29, 0, 0, 1, 0, 0, '0', '72', '2020-03-20 12:14:19', '20200320', 12, 3, 2020, NULL, '1', 135, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (338, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-20 12:14:19', '20200320', 12, 3, 2020, NULL, '1', 135, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (339, 3, 4, 1, 1, 1, 0, 1, '5', '5', '2020-03-20 15:26:53', '20200320', 12, 3, 2020, NULL, '1', 136, 1.00, 90.00, '5');
INSERT INTO `jee_task_statistics` VALUES (340, 3, 4, 1, 1, 1, 0, 1, '5', '5', '2020-03-20 15:28:04', '20200320', 12, 3, 2020, NULL, '1', 137, 1.00, 90.00, '5');
INSERT INTO `jee_task_statistics` VALUES (341, 3, 9, 0, 0, 0, 0, 1, '0', '0', '2020-03-20 16:06:21', '20200320', 12, 3, 2020, NULL, '1', 134, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (342, 3, 29, 0, 0, 1, 0, 0, '0', '48', '2020-03-20 16:06:21', '20200320', 12, 3, 2020, NULL, '1', 134, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (343, 3, 6, 1, 0, 0, 0, NULL, '0', '0', '2020-03-20 16:06:21', '20200320', 12, 3, 2020, NULL, '1', 134, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (344, 3, 25, 0, 0, 1, 0, 0, '24', '24', '2020-03-20 17:38:04', '20200320', 12, 3, 2020, NULL, '1', 138, 1.00, 80.00, '24');
INSERT INTO `jee_task_statistics` VALUES (345, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-20 17:38:04', '20200320', 12, 3, 2020, NULL, '1', 138, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (346, 3, 24, 0, 0, 1, 0, 0, '24', '24', '2020-03-21 20:30:59', '20200321', 12, 3, 2020, NULL, '1', 139, 1.00, 80.00, '24');
INSERT INTO `jee_task_statistics` VALUES (347, 3, 32, 0, 0, 1, 0, 0, '24', '24', '2020-03-21 20:30:59', '20200321', 12, 3, 2020, NULL, '1', 139, 1.00, 80.00, '24');
INSERT INTO `jee_task_statistics` VALUES (348, 3, 25, 0, 0, 1, 0, 0, '24', '24', '2020-03-21 20:30:59', '20200321', 12, 3, 2020, NULL, '1', 139, 1.00, 80.00, '24');
INSERT INTO `jee_task_statistics` VALUES (349, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-21 20:30:59', '20200321', 12, 3, 2020, NULL, '1', 139, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (350, 3, 24, 0, 0, 1, 0, 0, '0', '48', '2020-03-22 17:08:54', '20200322', 12, 3, 2020, NULL, '0', 140, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (351, 3, 32, 0, 0, 1, 0, 0, '0', '48', '2020-03-22 17:08:54', '20200322', 12, 3, 2020, NULL, '0', 140, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (352, 3, 25, 0, 0, 1, 0, 0, '0', '48', '2020-03-22 17:08:54', '20200322', 12, 3, 2020, NULL, '0', 140, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (353, 3, 9, 1, 0, 1, 0, 1, '0', '0', '2020-03-22 17:08:54', '20200322', 12, 3, 2020, NULL, '0', 140, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (354, 3, 14, 0, 0, 1, 0, 0, '52', '52', '2020-03-23 07:47:11', '20200323', 13, 3, 2020, NULL, '1', 141, 1.00, 100.00, '72');
INSERT INTO `jee_task_statistics` VALUES (355, 3, 11, 1, 1, 0, 0, 1, '0', '0', '2020-03-23 07:47:11', '20200323', 13, 3, 2020, NULL, '1', 141, 1.00, 100.00, '72');
INSERT INTO `jee_task_statistics` VALUES (356, 3, 11, 1, 1, 1, 0, 1, '24', '24', '2020-03-23 07:48:47', '20200323', 13, 3, 2020, NULL, '1', 142, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (357, 3, 33, 0, 0, 1, 0, 0, '0', '24', '2020-03-23 08:15:35', '20200323', 13, 3, 2020, NULL, '1', 143, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (358, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-23 08:15:35', '20200323', 13, 3, 2020, NULL, '1', 143, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (359, 3, 33, 0, 0, 1, 0, 0, '24', '24', '2020-03-23 08:16:28', '20200323', 13, 3, 2020, NULL, '1', 144, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (360, 3, 9, 1, 1, 0, 0, 1, '0', '0', '2020-03-23 08:16:28', '20200323', 13, 3, 2020, NULL, '1', 144, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (361, 3, 4, 1, 1, 1, 0, 1, '2', '2', '2020-03-23 09:40:35', '20200323', 13, 3, 2020, NULL, '1', 145, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (362, 3, 32, 0, 0, 1, 0, 0, '120', '120', '2020-03-23 17:50:50', '20200323', 13, 3, 2020, NULL, '1', 146, 1.00, 100.00, '120');
INSERT INTO `jee_task_statistics` VALUES (363, 3, 25, 0, 0, 1, 0, 0, '96', '96', '2020-03-23 17:50:50', '20200323', 13, 3, 2020, NULL, '1', 146, 1.00, 100.00, '100');
INSERT INTO `jee_task_statistics` VALUES (364, 3, 9, 1, 1, 0, 0, 1, '0', '0', '2020-03-23 17:50:50', '20200323', 13, 3, 2020, NULL, '1', 146, 1.00, 100.00, '100');
INSERT INTO `jee_task_statistics` VALUES (365, 3, 24, 0, 0, 1, 0, 0, '120', '120', '2020-03-23 17:52:31', '20200323', 13, 3, 2020, NULL, '1', 147, 1.00, 100.00, '96');
INSERT INTO `jee_task_statistics` VALUES (366, 3, 9, 1, 1, 0, 0, 1, '0', '0', '2020-03-23 17:52:31', '20200323', 13, 3, 2020, NULL, '1', 147, 1.00, 100.00, '96');
INSERT INTO `jee_task_statistics` VALUES (367, 3, 4, 1, 1, 1, 0, 1, '52', '52', '2020-03-23 18:07:54', '20200323', 13, 3, 2020, NULL, '1', 148, 1.00, 100.00, '52');
INSERT INTO `jee_task_statistics` VALUES (368, 3, 7, 0, 0, 1, 0, 0, '96', '96', '2020-03-23 19:52:42', '20200323', 13, 3, 2020, NULL, '1', 149, 1.00, 100.00, '96');
INSERT INTO `jee_task_statistics` VALUES (369, 3, 11, 1, 1, 0, 0, 1, '0', '0', '2020-03-23 19:52:42', '20200323', 13, 3, 2020, NULL, '1', 149, 1.00, 100.00, '96');
INSERT INTO `jee_task_statistics` VALUES (370, 3, 11, 1, 1, 1, 0, 1, '48', '48', '2020-03-23 19:54:24', '20200323', 13, 3, 2020, NULL, '1', 150, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (371, 3, 11, 1, 0, 1, 0, 1, '0', '48', '2020-03-24 07:58:40', '20200324', 13, 3, 2020, NULL, '1', 150, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (372, 3, 43, 0, 0, 1, 0, 0, '48', '48', '2020-03-24 09:13:31', '20200324', 13, 3, 2020, NULL, '1', 151, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (373, 3, 15, 1, 1, 0, 0, 1, '0', '0', '2020-03-24 09:13:31', '20200324', 13, 3, 2020, NULL, '1', 151, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (374, 3, 12, 0, 0, 1, 0, 0, '72', '72', '2020-03-24 10:07:44', '20200324', 13, 3, 2020, NULL, '1', 152, 1.00, 100.00, '72');
INSERT INTO `jee_task_statistics` VALUES (375, 3, 3, 1, 1, 0, 0, 1, '0', '0', '2020-03-24 10:07:44', '20200324', 13, 3, 2020, NULL, '1', 152, 1.00, 100.00, '72');
INSERT INTO `jee_task_statistics` VALUES (376, 3, 29, 0, 0, 1, 0, 0, '2', '2', '2020-03-24 12:04:26', '20200324', 13, 3, 2020, NULL, '1', 153, 1.00, 100.00, '2');
INSERT INTO `jee_task_statistics` VALUES (377, 3, 6, 1, 1, 0, 0, 1, '0', '0', '2020-03-24 12:04:26', '20200324', 13, 3, 2020, NULL, '1', 153, 1.00, 100.00, '2');
INSERT INTO `jee_task_statistics` VALUES (378, 3, 29, 0, 0, 1, 0, 0, '2', '2', '2020-03-24 12:05:38', '20200324', 13, 3, 2020, NULL, '1', 154, 1.00, 100.00, '2');
INSERT INTO `jee_task_statistics` VALUES (379, 3, 6, 1, 1, 0, 0, 1, '0', '0', '2020-03-24 12:05:38', '20200324', 13, 3, 2020, NULL, '1', 154, 1.00, 100.00, '2');
INSERT INTO `jee_task_statistics` VALUES (380, 3, 29, 0, 0, 1, 0, 0, '0', '2', '2020-03-24 12:06:07', '20200324', 13, 3, 2020, NULL, '1', 153, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (381, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-24 12:06:07', '20200324', 13, 3, 2020, NULL, '1', 153, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (382, 3, 12, 0, 0, 1, 0, 0, '0.25', '0.25', '2020-03-24 16:38:03', '20200324', 13, 3, 2020, NULL, '1', 155, 1.00, 100.00, '0.25');
INSERT INTO `jee_task_statistics` VALUES (383, 3, 3, 1, 1, 0, 0, 1, '0', '0', '2020-03-24 16:38:03', '20200324', 13, 3, 2020, NULL, '1', 155, 1.00, 100.00, '0.25');
INSERT INTO `jee_task_statistics` VALUES (384, 3, 36, 0, 0, 0, 1, 0, '0', '120', '2020-03-24 17:32:05', '20200324', 13, 3, 2020, NULL, '1', 156, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (385, 3, 39, 0, 0, 0, 1, 0, '0', '120', '2020-03-24 17:32:05', '20200324', 13, 3, 2020, NULL, '1', 156, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (386, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-24 17:32:05', '20200324', 13, 3, 2020, NULL, '1', 156, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (387, 3, 5, 0, 0, 1, 0, 0, '3', '3', '2020-03-24 19:47:51', '20200324', 13, 3, 2020, NULL, '1', 157, 1.00, 100.00, '3');
INSERT INTO `jee_task_statistics` VALUES (388, 3, 4, 1, 1, 0, 0, 1, '0', '0', '2020-03-24 19:47:51', '20200324', 13, 3, 2020, NULL, '1', 157, 1.00, 100.00, '3');
INSERT INTO `jee_task_statistics` VALUES (389, 3, 4, 1, 1, 1, 0, 1, '2', '2', '2020-03-24 19:49:34', '20200324', 13, 3, 2020, NULL, '1', 158, 1.00, 100.00, '2');
INSERT INTO `jee_task_statistics` VALUES (390, 3, 4, 1, 1, 1, 0, 1, '28', '28', '2020-03-24 19:50:54', '20200324', 13, 3, 2020, NULL, '1', 159, 1.00, 100.00, '28');
INSERT INTO `jee_task_statistics` VALUES (391, 3, 33, 0, 0, 0, 1, 0, '0', '72', '2020-03-25 07:57:35', '20200325', 13, 3, 2020, NULL, '1', 160, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (392, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-25 07:57:35', '20200325', 13, 3, 2020, NULL, '1', 160, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (393, 3, 42, 0, 0, 1, 0, 0, '48', '48', '2020-03-25 08:59:10', '20200325', 13, 3, 2020, NULL, '1', 161, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (394, 3, 6, 1, 1, 0, 0, 1, '0', '0', '2020-03-25 08:59:10', '20200325', 13, 3, 2020, NULL, '1', 161, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (395, 3, 42, 0, 0, 0, 1, 0, '0', '144', '2020-03-25 09:54:28', '20200325', 13, 3, 2020, NULL, '1', 162, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (396, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-25 09:54:28', '20200325', 13, 3, 2020, NULL, '1', 162, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (397, 3, 42, 0, 0, 0, 1, 0, '0', '144', '2020-03-25 09:55:12', '20200325', 13, 3, 2020, NULL, '1', 162, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (398, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-25 09:55:12', '20200325', 13, 3, 2020, NULL, '1', 162, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (399, 3, 42, 0, 0, 1, 0, 0, '0', '48', '2020-03-25 12:06:37', '20200325', 13, 3, 2020, NULL, '1', 161, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (400, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-25 12:06:37', '20200325', 13, 3, 2020, NULL, '1', 161, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (401, 3, 42, 0, 0, 1, 0, 0, '0', '120', '2020-03-25 12:27:12', '20200325', 13, 3, 2020, NULL, '1', 163, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (402, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-25 12:27:12', '20200325', 13, 3, 2020, NULL, '1', 163, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (403, 3, 11, 1, 1, 1, 0, 1, '24', '24', '2020-03-25 20:51:23', '20200325', 13, 3, 2020, NULL, '1', 164, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (404, 3, 14, 0, 0, 1, 0, 0, '52', '52', '2020-03-25 20:52:51', '20200325', 13, 3, 2020, NULL, '1', 165, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (405, 3, 11, 1, 1, 0, 0, 1, '0', '0', '2020-03-25 20:52:51', '20200325', 13, 3, 2020, NULL, '1', 165, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (406, 3, 33, 0, 0, 0, 1, 0, '0', '72', '2020-03-26 08:04:02', '20200326', 13, 3, 2020, NULL, '1', 166, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (407, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-03-26 08:04:02', '20200326', 13, 3, 2020, NULL, '1', 166, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (408, 3, 43, 0, 0, 1, 0, 0, '120', '120', '2020-03-26 08:59:09', '20200326', 13, 3, 2020, NULL, '1', 167, 1.00, 100.00, '120');
INSERT INTO `jee_task_statistics` VALUES (409, 3, 15, 1, 1, 0, 0, 1, '0', '0', '2020-03-26 08:59:09', '20200326', 13, 3, 2020, NULL, '1', 167, 1.00, 100.00, '120');
INSERT INTO `jee_task_statistics` VALUES (410, 3, 15, 1, 1, 1, 0, 1, '48', '48', '2020-03-26 09:01:15', '20200326', 13, 3, 2020, NULL, '1', 168, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (411, 3, 42, 0, 0, 1, 0, 0, '28', '28', '2020-03-26 11:24:36', '20200326', 13, 3, 2020, NULL, '1', 169, 1.00, 100.00, '27');
INSERT INTO `jee_task_statistics` VALUES (412, 3, 6, 1, 1, 0, 0, 1, '0', '0', '2020-03-26 11:24:36', '20200326', 13, 3, 2020, NULL, '1', 169, 1.00, 100.00, '27');
INSERT INTO `jee_task_statistics` VALUES (413, 3, 20, 1, 0, 0, 1, 1, '0', '120', '2020-03-26 11:28:31', '20200326', 13, 3, 2020, NULL, '1', 170, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (414, 3, 32, 0, 0, 1, 0, 0, '24', '24', '2020-03-27 08:00:26', '20200327', 13, 3, 2020, NULL, '1', 171, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (415, 3, 33, 0, 0, 1, 0, 0, '24', '24', '2020-03-27 08:00:26', '20200327', 13, 3, 2020, NULL, '1', 171, 1.00, 100.00, '6');
INSERT INTO `jee_task_statistics` VALUES (416, 3, 25, 0, 0, 1, 0, 0, '24', '24', '2020-03-27 08:00:26', '20200327', 13, 3, 2020, NULL, '1', 171, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (417, 3, 9, 1, 1, 0, 0, 1, '0', '0', '2020-03-27 08:00:26', '20200327', 13, 3, 2020, NULL, '1', 171, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (418, 3, 11, 1, 1, 1, 0, 1, '24', '24', '2020-03-27 08:08:24', '20200327', 13, 3, 2020, NULL, '1', 172, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (419, 3, 42, 0, 0, 1, 0, 0, '0', '120', '2020-03-27 13:04:44', '20200327', 13, 3, 2020, NULL, '1', 163, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (420, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-27 13:04:44', '20200327', 13, 3, 2020, NULL, '1', 163, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (421, 3, 30, 0, 0, 0, 1, 0, '0', '28', '2020-03-27 13:06:45', '20200327', 13, 3, 2020, NULL, '1', 173, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (422, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-27 13:06:45', '20200327', 13, 3, 2020, NULL, '1', 173, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (423, 3, 30, 0, 0, 1, 0, 0, '192', '192', '2020-03-27 13:09:55', '20200327', 13, 3, 2020, NULL, '1', 174, 1.00, 100.00, '216');
INSERT INTO `jee_task_statistics` VALUES (424, 3, 6, 1, 1, 0, 0, 1, '0', '0', '2020-03-27 13:09:55', '20200327', 13, 3, 2020, NULL, '1', 174, 1.00, 100.00, '216');
INSERT INTO `jee_task_statistics` VALUES (425, 3, 4, 1, 1, 1, 0, 1, '3', '3', '2020-03-27 15:20:03', '20200327', 13, 3, 2020, NULL, '1', 175, 1.00, 100.00, '3');
INSERT INTO `jee_task_statistics` VALUES (426, 3, 4, 1, 0, 1, 0, 1, '0', '3', '2020-03-27 15:20:25', '20200327', 13, 3, 2020, NULL, '1', 175, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (427, 3, 4, 1, 1, 1, 0, 1, '4', '4', '2020-03-27 15:21:37', '20200327', 13, 3, 2020, NULL, '1', 176, 1.00, 100.00, '4');
INSERT INTO `jee_task_statistics` VALUES (428, 3, 5, 0, 0, 1, 0, 0, '0', '1', '2020-03-28 13:31:57', '20200328', 13, 3, 2020, NULL, '1', 177, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (429, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-28 13:31:57', '20200328', 13, 3, 2020, NULL, '1', 177, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (430, 3, 5, 0, 0, 1, 0, 0, '0', '4.5', '2020-03-28 13:36:51', '20200328', 13, 3, 2020, NULL, '1', 177, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (431, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-28 13:36:51', '20200328', 13, 3, 2020, NULL, '1', 177, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (432, 3, 32, 0, 0, 1, 0, 0, '0', '48', '2020-03-30 07:13:35', '20200330', 14, 3, 2020, NULL, '0', 178, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (433, 3, 25, 0, 0, 1, 0, 0, '0', '48', '2020-03-30 07:13:35', '20200330', 14, 3, 2020, NULL, '0', 178, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (434, 3, 9, 1, 0, 1, 0, 1, '0', '0', '2020-03-30 07:13:35', '20200330', 14, 3, 2020, NULL, '0', 178, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (435, 3, 11, 1, 1, 1, 0, 1, '24', '24', '2020-03-30 07:51:45', '20200330', 14, 3, 2020, NULL, '1', 179, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (436, 3, 14, 0, 0, 1, 0, 0, '28', '28', '2020-03-30 07:53:34', '20200330', 14, 3, 2020, NULL, '1', 180, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (437, 3, 11, 1, 1, 0, 0, 1, '0', '0', '2020-03-30 07:53:34', '20200330', 14, 3, 2020, NULL, '1', 180, 1.00, 100.00, '48');
INSERT INTO `jee_task_statistics` VALUES (438, 3, 7, 0, 0, 0, 1, 0, '0', '120', '2020-03-30 07:56:12', '20200330', 14, 3, 2020, NULL, '1', 181, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (439, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 07:56:12', '20200330', 14, 3, 2020, NULL, '1', 181, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (440, 3, 5, 0, 0, 1, 0, 0, '0', '2', '2020-03-30 08:24:53', '20200330', 14, 3, 2020, NULL, '1', 182, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (441, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 08:24:53', '20200330', 14, 3, 2020, NULL, '1', 182, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (442, 3, 5, 0, 0, 1, 0, 0, '0', '0.5', '2020-03-30 08:53:33', '20200330', 14, 3, 2020, NULL, '1', 183, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (443, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 08:53:33', '20200330', 14, 3, 2020, NULL, '1', 183, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (444, 3, 5, 0, 0, 1, 0, 0, '0', '0.25', '2020-03-30 08:54:27', '20200330', 14, 3, 2020, NULL, '1', 184, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (445, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 08:54:27', '20200330', 14, 3, 2020, NULL, '1', 184, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (446, 3, 5, 0, 0, 1, 0, 0, '0', '0.5', '2020-03-30 08:54:44', '20200330', 14, 3, 2020, NULL, '1', 184, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (447, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 08:54:44', '20200330', 14, 3, 2020, NULL, '1', 184, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (448, 3, 5, 0, 0, 1, 0, 0, '0', '0.5', '2020-03-30 08:55:54', '20200330', 14, 3, 2020, NULL, '1', 185, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (449, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 08:55:54', '20200330', 14, 3, 2020, NULL, '1', 185, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (450, 3, 5, 0, 0, 1, 0, 0, '0', '0.5', '2020-03-30 08:56:47', '20200330', 14, 3, 2020, NULL, '1', 186, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (451, 3, 6, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 08:56:47', '20200330', 14, 3, 2020, NULL, '1', 186, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (452, 3, 10, 0, 0, 1, 0, 0, '4', '4', '2020-03-30 09:04:15', '20200330', 14, 3, 2020, NULL, '1', 187, 1.00, 100.00, '4');
INSERT INTO `jee_task_statistics` VALUES (453, 3, 4, 1, 1, 0, 0, 1, '0', '0', '2020-03-30 09:04:15', '20200330', 14, 3, 2020, NULL, '1', 187, 1.00, 100.00, '4');
INSERT INTO `jee_task_statistics` VALUES (454, 3, 12, 0, 0, 0, 1, 0, '0', '48', '2020-03-30 09:10:45', '20200330', 14, 3, 2020, NULL, '1', 188, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (455, 3, 3, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 09:10:45', '20200330', 14, 3, 2020, NULL, '1', 188, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (456, 3, 4, 1, 0, 0, 1, 1, '0', '48', '2020-03-30 09:35:29', '20200330', 14, 3, 2020, NULL, '1', 189, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (457, 3, 32, 0, 0, 1, 0, 0, '24', '24', '2020-03-30 15:27:51', '20200330', 14, 3, 2020, NULL, '1', 190, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (458, 3, 9, 1, 1, 0, 0, 1, '0', '0', '2020-03-30 15:27:51', '20200330', 14, 3, 2020, NULL, '1', 190, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (459, 3, 25, 0, 0, 1, 0, 0, '24', '24', '2020-03-30 15:28:49', '20200330', 14, 3, 2020, NULL, '1', 191, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (460, 3, 9, 1, 1, 0, 0, 1, '0', '0', '2020-03-30 15:28:49', '20200330', 14, 3, 2020, NULL, '1', 191, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (461, 3, 34, 0, 0, 1, 0, 0, '24', '24', '2020-03-30 15:29:42', '20200330', 14, 3, 2020, NULL, '1', 192, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (462, 3, 9, 1, 1, 0, 0, 1, '0', '0', '2020-03-30 15:29:42', '20200330', 14, 3, 2020, NULL, '1', 192, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (463, 3, 10, 0, 0, 1, 0, 0, '3', '3', '2020-03-30 16:01:12', '20200330', 14, 3, 2020, NULL, '1', 193, 1.00, 100.00, '3');
INSERT INTO `jee_task_statistics` VALUES (464, 3, 4, 1, 1, 0, 0, 1, '0', '0', '2020-03-30 16:01:12', '20200330', 14, 3, 2020, NULL, '1', 193, 1.00, 100.00, '3');
INSERT INTO `jee_task_statistics` VALUES (465, 3, 10, 0, 0, 1, 0, 0, '0', '3', '2020-03-30 16:01:36', '20200330', 14, 3, 2020, NULL, '1', 193, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (466, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 16:01:36', '20200330', 14, 3, 2020, NULL, '1', 193, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (467, 3, 10, 0, 0, 0, 1, 0, '0', '4', '2020-03-30 20:18:40', '20200330', 14, 3, 2020, NULL, '1', 194, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (468, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 20:18:40', '20200330', 14, 3, 2020, NULL, '1', 194, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (469, 3, 10, 0, 0, 0, 1, 0, '0', '4', '2020-03-30 20:18:42', '20200330', 14, 3, 2020, NULL, '1', 195, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (470, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 20:18:42', '20200330', 14, 3, 2020, NULL, '1', 195, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (471, 3, 10, 0, 0, 0, 1, 0, '0', '4', '2020-03-30 20:18:44', '20200330', 14, 3, 2020, NULL, '1', 196, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (472, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 20:18:44', '20200330', 14, 3, 2020, NULL, '1', 196, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (473, 3, 10, 0, 0, 0, 1, 0, '0', '4', '2020-03-30 20:18:44', '20200330', 14, 3, 2020, NULL, '1', 197, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (474, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 20:18:44', '20200330', 14, 3, 2020, NULL, '1', 197, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (475, 3, 10, 0, 0, 0, 1, 0, '0', '4', '2020-03-30 20:18:45', '20200330', 14, 3, 2020, NULL, '1', 198, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (476, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 20:18:45', '20200330', 14, 3, 2020, NULL, '1', 198, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (477, 3, 10, 0, 0, 0, 1, 0, '0', '4', '2020-03-30 20:18:50', '20200330', 14, 3, 2020, NULL, '1', 199, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (478, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 20:18:50', '20200330', 14, 3, 2020, NULL, '1', 199, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (479, 3, 10, 0, 0, 0, 1, 0, '0', '4', '2020-03-30 20:18:50', '20200330', 14, 3, 2020, NULL, '1', 200, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (480, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 20:18:50', '20200330', 14, 3, 2020, NULL, '1', 200, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (481, 3, 10, 0, 0, 0, 1, 0, '0', '4', '2020-03-30 20:18:51', '20200330', 14, 3, 2020, NULL, '1', 201, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (482, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-03-30 20:18:51', '20200330', 14, 3, 2020, NULL, '1', 201, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (483, 3, 10, 0, 0, 1, 0, 0, '4', '4', '2020-03-30 20:23:53', '20200330', 14, 3, 2020, NULL, '1', 202, 1.00, 100.00, '4');
INSERT INTO `jee_task_statistics` VALUES (484, 3, 4, 1, 1, 0, 0, 1, '0', '0', '2020-03-30 20:23:53', '20200330', 14, 3, 2020, NULL, '1', 202, 1.00, 100.00, '4');
INSERT INTO `jee_task_statistics` VALUES (485, 3, 14, 0, 0, 1, 0, 0, '0', '28', '2020-03-31 07:57:33', '20200331', 14, 3, 2020, NULL, '1', 203, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (486, 3, 11, 1, 0, 0, 0, 1, '0', '0', '2020-03-31 07:57:33', '20200331', 14, 3, 2020, NULL, '1', 203, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (487, 3, 32, 0, 0, 1, 0, 0, '24', '24', '2020-03-31 07:59:48', '20200331', 14, 3, 2020, NULL, '1', 204, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (488, 3, 34, 0, 0, 1, 0, 0, '24', '24', '2020-03-31 07:59:48', '20200331', 14, 3, 2020, NULL, '1', 204, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (489, 3, 9, 1, 1, 0, 0, 1, '0', '0', '2020-03-31 07:59:48', '20200331', 14, 3, 2020, NULL, '1', 204, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (490, 3, 25, 0, 0, 1, 0, 0, '24', '24', '2020-03-31 08:01:16', '20200331', 14, 3, 2020, NULL, '1', 205, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (491, 3, 9, 1, 1, 0, 0, 1, '0', '0', '2020-03-31 08:01:16', '20200331', 14, 3, 2020, NULL, '1', 205, 1.00, 100.00, '24');
INSERT INTO `jee_task_statistics` VALUES (492, 3, 11, 1, 0, 0, 1, 1, '0', '48', '2020-03-31 08:02:17', '20200331', 14, 3, 2020, NULL, '1', 206, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (493, 3, 21, 0, 0, 1, 0, 0, '2', '2', '2020-03-31 08:47:31', '20200331', 14, 3, 2020, NULL, '1', 207, 1.00, 100.00, '2');
INSERT INTO `jee_task_statistics` VALUES (494, 3, 4, 1, 1, 0, 0, 1, '0', '0', '2020-03-31 08:47:31', '20200331', 14, 3, 2020, NULL, '1', 207, 1.00, 100.00, '2');
INSERT INTO `jee_task_statistics` VALUES (495, 3, 21, 0, 0, 1, 0, 0, '2', '2', '2020-03-31 08:54:01', '20200331', 14, 3, 2020, NULL, '1', 208, 1.00, 100.00, '2');
INSERT INTO `jee_task_statistics` VALUES (496, 3, 4, 1, 1, 0, 0, 1, '0', '0', '2020-03-31 08:54:01', '20200331', 14, 3, 2020, NULL, '1', 208, 1.00, 100.00, '2');
INSERT INTO `jee_task_statistics` VALUES (497, 3, 21, 0, 0, 1, 0, 0, '3', '3', '2020-03-31 13:37:24', '20200331', 14, 3, 2020, NULL, '1', 209, 1.00, 100.00, '3');
INSERT INTO `jee_task_statistics` VALUES (498, 3, 4, 1, 1, 0, 0, 1, '0', '0', '2020-03-31 13:37:24', '20200331', 14, 3, 2020, NULL, '1', 209, 1.00, 100.00, '3');
INSERT INTO `jee_task_statistics` VALUES (499, 3, 4, 0, 0, 1, 0, 1, '0', '4', '2020-01-18 09:17:55', '20200118', 3, 1, 2020, NULL, '1', 8, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (500, 3, 9, 0, 0, 0, 1, 0, '0', '48', '2020-03-31 17:16:02', '20200331', 14, 3, 2020, NULL, '1', 210, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (501, 3, 15, 1, 0, 0, 0, 1, '0', '0', '2020-03-31 17:16:02', '20200331', 14, 3, 2020, NULL, '1', 210, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (502, 3, 34, 0, 0, 0, 1, 0, '0', '48', '2020-04-01 07:56:31', '20200401', 14, 4, 2020, NULL, '1', 211, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (503, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-04-01 07:56:31', '20200401', 14, 4, 2020, NULL, '1', 211, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (504, 3, 32, 0, 0, 0, 1, 0, '0', '48', '2020-04-01 07:58:21', '20200401', 14, 4, 2020, NULL, '1', 212, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (505, 3, 25, 0, 0, 0, 1, 0, '0', '48', '2020-04-01 07:58:21', '20200401', 14, 4, 2020, NULL, '1', 212, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (506, 3, 9, 1, 0, 0, 0, 1, '0', '0', '2020-04-01 07:58:21', '20200401', 14, 4, 2020, NULL, '1', 212, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (507, 3, 43, 0, 0, 1, 0, 0, '0', '24', '2020-04-01 08:12:12', '20200401', 14, 4, 2020, NULL, '1', 213, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (508, 3, 15, 1, 0, 0, 0, 1, '0', '0', '2020-04-01 08:12:12', '20200401', 14, 4, 2020, NULL, '1', 213, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (509, 3, 21, 0, 0, 0, 1, 0, '0', '96', '2020-04-01 08:20:08', '20200401', 14, 4, 2020, NULL, '1', 214, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (510, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-04-01 08:20:08', '20200401', 14, 4, 2020, NULL, '1', 214, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (511, 3, 10, 0, 0, 0, 1, 0, '0', '76', '2020-04-01 08:22:12', '20200401', 14, 4, 2020, NULL, '1', 215, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (512, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-04-01 08:22:12', '20200401', 14, 4, 2020, NULL, '1', 215, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (513, 3, 21, 0, 0, 0, 1, 0, '0', '96', '2020-04-01 08:23:03', '20200401', 14, 4, 2020, NULL, '1', 214, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (514, 3, 4, 1, 0, 0, 0, 1, '0', '0', '2020-04-01 08:23:03', '20200401', 14, 4, 2020, NULL, '1', 214, 0.00, 0.00, '0');
INSERT INTO `jee_task_statistics` VALUES (515, 1, 1, 1, 0, 0, 1, 1, '0', '2', '2020-12-31 16:44:51', '20201231', 53, 12, 2020, NULL, '1', 216, 0.00, 0.00, '0');
COMMIT;

-- ----------------------------
-- Table structure for jee_todo
-- ----------------------------
DROP TABLE IF EXISTS `jee_todo`;
CREATE TABLE `jee_todo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `issue_id` int(11) DEFAULT NULL,
  `executors_id` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `accept_id` int(11) DEFAULT NULL,
  `issue_types` smallint(6) DEFAULT NULL,
  `code_no` int(11) DEFAULT NULL,
  `sub_code_no` int(11) DEFAULT NULL,
  `group_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `relate_id` int(11) DEFAULT NULL,
  `priority` smallint(6) DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tags` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `resolves` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `inform_types` smallint(6) DEFAULT NULL,
  `inform` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `inform_time` datetime DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `deadline` datetime DEFAULT NULL,
  `done_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `group_id` (`group_id`),
  KEY `tags` (`tags`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=483 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of jee_todo
-- ----------------------------
BEGIN;
INSERT INTO `jee_todo` VALUES (1, 3, 18, 3, '18', 3, 1, 1, 0, 1, 1, 1, 2, 'RS08A-028项目执行表', '1,陈富永,王正,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"3\":\"陈富永\",\"18\":\"王正\"}}', 1, '', '2020-01-14 16:41:51', '2020-01-14 16:41:51', '2020-01-14 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (2, 3, 19, 17, '19', 17, 1, 2, 0, 2, 1, 2, 2, '四轴动力头下单', '2,王保森,高英俊,P1906', '{\"groupName\":{\"2\":\"P1906\"},\"fullName\":{\"17\":\"王保森\",\"19\":\"高英俊\"}}', 1, '', '2020-01-14 17:13:23', '2020-01-14 17:13:23', '2020-01-15 16:59:59', '2020-01-15 09:41:15', 1);
INSERT INTO `jee_todo` VALUES (3, 3, 17, 17, '19', 17, 1, 2, 0, 2, 2, 2, 2, '四轴动力头下单', '2,王保森,高英俊,P1906', '{\"groupName\":{\"2\":\"P1906\"},\"fullName\":{\"17\":\"王保森\",\"19\":\"高英俊\"}}', 1, '', '2020-01-15 09:41:15', '2020-01-15 09:41:15', '2020-01-15 10:41:15', '2020-02-12 13:22:19', 1);
INSERT INTO `jee_todo` VALUES (4, 3, 10, 4, '10', 4, 1, 3, 0, 5, 1, 3, 2, 'SH2002夹具设计', '3,李伟东,胡玉龙,SH2002', '{\"groupName\":{\"5\":\"SH2002\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}', 1, '', '2020-01-18 08:54:38', '2020-01-18 08:54:38', '2020-01-18 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (5, 3, 21, 4, '21', 4, 1, 4, 0, 4, 1, 4, 2, 'SH2001夹具设计', '4,李伟东,马英福,SH2001', '{\"groupName\":{\"4\":\"SH2001\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-01-18 08:58:19', '2020-01-18 08:58:19', '2020-01-18 23:59:59', '2020-01-18 09:03:34', 1);
INSERT INTO `jee_todo` VALUES (6, 3, 4, 4, '21', 4, 1, 4, 0, 4, 2, 4, 2, 'SH2001夹具设计', '4,李伟东,马英福,SH2001', '{\"groupName\":{\"4\":\"SH2001\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-01-18 09:03:34', '2020-01-18 09:03:34', '2020-01-18 10:03:34', '2020-03-04 10:34:10', 1);
INSERT INTO `jee_todo` VALUES (7, 3, 4, 4, '4', 4, 1, 5, 0, 1, 1, 5, 2, 'RS08A-028技术任务书', '5,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-01-18 09:06:06', '2020-01-18 09:06:06', '2020-01-10 23:59:59', '2020-01-18 09:06:35', 1);
INSERT INTO `jee_todo` VALUES (8, 3, 4, 4, '4', 4, 1, 5, 0, 1, 2, 5, 2, 'RS08A-028技术任务书', '5,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-01-18 09:06:35', '2020-01-18 09:06:35', '2020-01-18 10:06:35', '2020-02-28 09:22:09', 1);
INSERT INTO `jee_todo` VALUES (9, 3, 4, 4, '4', 4, 1, 6, 0, 1, 1, 6, 2, 'RS08A-028订单处理', '6,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-01-18 09:09:45', '2020-01-18 09:09:45', '2020-02-06 23:59:59', '2020-01-18 09:09:54', 1);
INSERT INTO `jee_todo` VALUES (10, 3, 4, 4, '4', 4, 1, 6, 0, 1, 2, 6, 2, 'RS08A-028订单处理', '6,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-01-18 09:09:54', '2020-01-18 09:09:54', '2020-01-18 10:09:54', '2020-03-09 08:57:32', 1);
INSERT INTO `jee_todo` VALUES (11, 3, 21, 4, '21', 4, 1, 7, 0, 1, 1, 7, 2, 'RS08A-028夹具设计', '7,李伟东,马英福,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-01-18 09:16:37', '2020-01-18 09:16:37', '2020-02-06 23:59:59', '2020-03-31 16:26:24', 1);
INSERT INTO `jee_todo` VALUES (12, 3, 21, 4, '', 4, 1, 8, 0, 1, 1, 8, 2, 'RS08A-028刀具设计', '8,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-01-18 09:17:55', '2020-01-18 09:17:55', '2020-02-06 23:59:59', '0000-00-00 00:00:00', 1);
INSERT INTO `jee_todo` VALUES (13, 3, 4, 3, '18,4', 3, 1, 1, 0, 1, 1, 1, 2, 'RS08A-028项目执行表', '1,陈富永,李伟东,王正,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"3\":\"陈富永\",\"4\":\"李伟东\",\"18\":\"王正\"}}', 1, '', '2020-02-05 18:26:18', '2020-02-05 18:26:18', '2020-01-14 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (14, 3, 24, 9, '24', 9, 1, 9, 0, 0, 1, 9, 1, 'ZP005-002', '9,陈俊,杨海', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-11 15:01:05', '2020-02-11 15:01:05', '2020-02-16 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (15, 3, 24, 9, '24', 9, 1, 10, 0, 24, 1, 10, 1, 'ZP005-002机床走线', '10,陈俊,杨海,ZH005-002', '{\"groupName\":{\"24\":\"ZH005-002\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-11 15:17:15', '2020-02-11 15:17:15', '2020-02-16 23:59:59', '2020-02-13 08:42:59', 1);
INSERT INTO `jee_todo` VALUES (16, 3, 6, 6, '6', 3, 1, 11, 0, 28, 1, 11, 3, 'MS100B顶箱设计', '11,陈富永,黄国峰,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\"}}', 1, '', '2020-02-11 16:41:27', '2020-02-11 16:41:27', '2020-02-16 23:59:59', '2020-02-13 13:35:53', 1);
INSERT INTO `jee_todo` VALUES (17, 3, 3, 3, '3', 3, 1, 12, 0, 1, 1, 12, 2, 'RS08A-028项目执行表', '12,陈富永,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"3\":\"陈富永\"}}', 1, '', '2020-02-12 10:48:57', '2020-02-12 10:48:57', '2020-02-12 23:59:59', '2020-02-12 12:18:01', 1);
INSERT INTO `jee_todo` VALUES (18, 3, 3, 3, '3', 3, 1, 12, 0, 1, 2, 12, 2, 'RS08A-028项目执行表', '12,陈富永,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"3\":\"陈富永\"}}', 1, '', '2020-02-12 12:18:01', '2020-02-12 12:18:01', '2020-02-12 13:18:01', '2020-02-12 12:24:04', 1);
INSERT INTO `jee_todo` VALUES (20, 3, 9, 9, '24', 9, 1, 10, 0, 24, 2, 10, 1, 'ZP005-002机床走线', '10,陈俊,杨海,ZH005-002', '{\"groupName\":{\"24\":\"ZH005-002\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-13 08:42:59', '2020-02-13 08:42:59', '2020-02-13 09:42:59', '2020-02-14 10:19:26', 1);
INSERT INTO `jee_todo` VALUES (21, 3, 9, 9, '9,24', 9, 1, 13, 0, 0, 1, 13, 2, 'ZY1906整改线体拆卸', '13,陈俊,杨海', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-13 09:03:31', '2020-02-13 09:03:31', '2020-02-14 23:59:59', '2020-02-14 10:20:12', 1);
INSERT INTO `jee_todo` VALUES (22, 3, 24, 9, '9,24', 9, 1, 13, 0, 0, 1, 13, 2, 'ZY1906整改线体拆卸', '13,陈俊,杨海', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-13 09:03:31', '2020-02-13 09:03:31', '2020-02-14 23:59:59', '2020-02-17 09:02:32', 1);
INSERT INTO `jee_todo` VALUES (23, 3, 3, 6, '6', 3, 1, 11, 0, 28, 2, 11, 3, 'MS100B顶箱设计', '11,陈富永,黄国峰,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\"}}', 1, '', '2020-02-13 13:35:53', '2020-02-13 13:35:53', '2020-02-13 14:35:53', '2020-02-14 08:46:16', 1);
INSERT INTO `jee_todo` VALUES (26, 3, 6, 6, '6,41', 3, 1, 14, 0, 28, 1, 14, 3, 'MS100B主轴箱设计', '14,陈富永,黄国峰,李朋杰,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\",\"41\":\"李朋杰\"}}', 1, '', '2020-02-17 08:25:35', '2020-02-17 08:25:35', '2020-02-23 23:59:59', '2020-02-25 08:18:05', 1);
INSERT INTO `jee_todo` VALUES (28, 3, 9, 9, '9,24', 9, 1, 15, 0, 19, 1, 15, 2, 'RS10A-007-010夹具整改', '15,陈俊,杨海,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-17 08:29:50', '2020-02-17 08:29:50', '2020-02-23 23:59:59', '2020-02-20 09:25:13', 1);
INSERT INTO `jee_todo` VALUES (29, 3, 24, 9, '9,24', 9, 1, 15, 0, 19, 1, 15, 2, 'RS10A-007-010夹具整改', '15,陈俊,杨海,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-17 08:29:50', '2020-02-17 08:29:50', '2020-02-23 23:59:59', '2020-02-24 08:19:23', 1);
INSERT INTO `jee_todo` VALUES (30, 3, 9, 9, '9,24', 9, 1, 13, 0, 0, 2, 13, 2, 'ZY1906整改线体拆卸', '13,陈俊,杨海', '{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-17 09:02:32', '2020-02-17 09:02:32', '2020-02-17 10:02:32', '2020-02-18 10:55:20', 1);
INSERT INTO `jee_todo` VALUES (31, 3, 20, 20, '20', 18, 1, 16, 0, 0, 1, 16, 2, '售后服务阿里巴巴平台搭建', '16,王正,郝俊才', '{\"fullName\":{\"18\":\"王正\",\"20\":\"郝俊才\"}}', 1, '', '2020-02-18 08:12:07', '2020-02-18 08:12:07', '2020-02-24 23:59:00', NULL, 0);
INSERT INTO `jee_todo` VALUES (32, 3, 12, 3, '12', 3, 1, 17, 0, 31, 1, 17, 2, 'SFQ750-002液压系统设计', '17,陈富永,王文利,SFQ750-002', '{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-02-18 08:38:42', '2020-02-18 08:38:42', '2020-02-19 23:59:59', '2020-02-19 18:04:41', 1);
INSERT INTO `jee_todo` VALUES (34, 3, 12, 3, '12', 3, 1, 18, 0, 31, 1, 18, 2, 'SFQ750-002气动系统设计', '18,陈富永,王文利,SFQ750-002', '{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-02-19 17:37:11', '2020-02-19 17:37:11', '2020-02-21 23:59:59', '2020-02-21 16:45:14', 1);
INSERT INTO `jee_todo` VALUES (36, 3, 9, 9, '9,24', 9, 1, 19, 0, 6, 1, 19, 2, 'ZTA-002机床整理，精度调整', '19,陈俊,杨海,ZTA-002', '{\"groupName\":{\"6\":\"ZTA-002\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-20 09:30:29', '2020-02-20 09:30:29', '2020-02-25 23:59:59', '2020-02-28 11:11:08', 1);
INSERT INTO `jee_todo` VALUES (37, 3, 24, 9, '9,24', 9, 1, 19, 0, 6, 1, 19, 2, 'ZTA-002机床整理，精度调整', '19,陈俊,杨海,ZTA-002', '{\"groupName\":{\"6\":\"ZTA-002\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-20 09:30:29', '2020-02-20 09:30:29', '2020-02-25 23:59:59', '2020-02-28 16:22:19', 1);
INSERT INTO `jee_todo` VALUES (40, 3, 12, 3, '12', 3, 1, 20, 0, 31, 1, 20, 2, 'SFQ750-002润滑系统设计', '20,陈富永,王文利,SFQ750-002', '{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-02-21 18:05:36', '2020-02-21 18:05:36', '2020-02-25 23:59:59', '2020-02-25 16:48:16', 1);
INSERT INTO `jee_todo` VALUES (41, 3, 11, 11, '11', 11, 1, 21, 0, 29, 1, 21, 2, 'DVM-500-001-20011  主轴箱精加工模型设计', '21,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-02-23 20:43:12', '2020-02-23 20:43:12', '2020-02-24 23:59:59', '2020-02-25 07:52:36', 1);
INSERT INTO `jee_todo` VALUES (42, 3, 9, 9, '9,24', 9, 1, 15, 0, 19, 2, 15, 2, 'RS10A-007-010夹具整改', '15,陈俊,杨海,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-24 08:19:23', '2020-02-24 08:19:23', '2020-02-24 09:19:23', '2020-02-28 11:10:09', 1);
INSERT INTO `jee_todo` VALUES (43, 3, 6, 6, '6', 6, 1, 22, 0, 28, 1, 22, 3, 'MS100B主轴箱图纸审核打包下速达', '22,黄国峰,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}', 1, '', '2020-02-24 08:30:56', '2020-02-24 08:30:56', '2020-02-24 23:59:59', '2020-02-25 08:18:42', 1);
INSERT INTO `jee_todo` VALUES (44, 3, 29, 6, '29', 6, 1, 23, 0, 28, 1, 23, 2, 'MS100B系统试验-控制器件及电路准备', '23,黄国峰,董晨瑞,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-02-24 08:33:06', '2020-02-24 08:33:06', '2020-02-26 23:59:59', '2020-02-27 08:29:42', 1);
INSERT INTO `jee_todo` VALUES (45, 3, 20, 20, '20', 20, 1, 24, 0, 0, 1, 24, 2, 'P2001成都西菱换型夹具设计', '24,郝俊才', '{\"fullName\":{\"20\":\"郝俊才\"}}', 1, '', '2020-02-24 08:46:52', '2020-02-24 08:46:52', '2020-02-27 23:59:00', '2020-03-12 20:51:02', 1);
INSERT INTO `jee_todo` VALUES (46, 3, 11, 11, '11', 11, 1, 21, 0, 29, 2, 21, 2, 'DVM-500-001-20011  主轴箱精加工模型设计', '21,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-02-25 07:52:36', '2020-02-25 07:52:36', '2020-02-25 08:52:36', '2020-02-25 07:53:27', 1);
INSERT INTO `jee_todo` VALUES (48, 3, 11, 11, '11', 11, 1, 25, 0, 29, 1, 25, 2, 'DVL-1115-001-13011  滑座精加工模型设计', '25,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-02-25 07:59:37', '2020-02-25 07:59:37', '2020-02-25 23:59:59', '2020-02-25 21:17:24', 1);
INSERT INTO `jee_todo` VALUES (49, 3, 6, 6, '6', 6, 1, 22, 0, 28, 2, 22, 3, 'MS100B主轴箱图纸审核打包下速达', '22,黄国峰,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}', 1, '', '2020-02-25 08:18:42', '2020-02-25 08:18:42', '2020-02-25 09:18:42', '2020-02-25 08:19:58', 1);
INSERT INTO `jee_todo` VALUES (51, 3, 6, 6, '6', 6, 1, 26, 0, 28, 1, 26, 3, 'MS100B 立柱部件三维模型', '26,黄国峰,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}', 1, '', '2020-02-25 08:23:25', '2020-02-25 08:23:25', '2020-02-26 23:59:59', '2020-02-27 08:18:08', 1);
INSERT INTO `jee_todo` VALUES (52, 3, 26, 17, '26', 17, 1, 27, 0, 25, 1, 27, 1, 'ZH006-001三维设计和铸件下图', '27,王保森,刘克伟,ZH006-001', '{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"17\":\"王保森\",\"26\":\"刘克伟\"}}', 1, '', '2020-02-25 09:16:50', '2020-02-25 09:16:50', '2020-03-02 17:00:00', '2020-02-28 11:14:25', 1);
INSERT INTO `jee_todo` VALUES (54, 3, 12, 3, '12', 3, 1, 28, 0, 31, 1, 28, 2, 'SFQ750-002冷却系统设计', '28,陈富永,王文利,SFQ750-002', '{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-02-25 17:11:17', '2020-02-25 17:11:17', '2020-02-27 23:59:59', '2020-03-03 08:14:37', 1);
INSERT INTO `jee_todo` VALUES (55, 3, 12, 3, '12', 3, 1, 29, 0, 31, 1, 29, 2, 'SFQ750-002防护罩方案设计', '29,陈富永,王文利,SFQ750-002', '{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-02-25 17:13:02', '2020-02-25 17:13:02', '2020-02-29 23:59:59', '2020-03-03 08:15:14', 1);
INSERT INTO `jee_todo` VALUES (56, 3, 3, 6, '6,41', 3, 1, 14, 0, 28, 2, 14, 3, 'MS100B主轴箱设计', '14,陈富永,黄国峰,李朋杰,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\",\"41\":\"李朋杰\"}}', 1, '', '2020-02-25 17:27:43', '2020-02-25 17:27:43', '2020-02-25 18:27:43', '2020-02-25 17:46:15', 1);
INSERT INTO `jee_todo` VALUES (59, 3, 11, 11, '11', 11, 1, 25, 0, 29, 2, 25, 2, 'DVL-1115-001-13011  滑座精加工模型设计', '25,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-02-25 21:17:24', '2020-02-25 21:17:24', '2020-02-25 22:17:24', '2020-02-25 21:18:11', 1);
INSERT INTO `jee_todo` VALUES (61, 3, 11, 11, '11', 11, 1, 30, 0, 29, 1, 30, 2, 'DVM-500-001-12011  横梁精加工模型设计', '30,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-02-25 21:20:48', '2020-02-25 21:20:48', '2020-02-26 23:59:59', '2020-02-26 21:04:47', 1);
INSERT INTO `jee_todo` VALUES (62, 3, 11, 11, '11', 11, 1, 30, 0, 29, 2, 30, 2, 'DVM-500-001-12011  横梁精加工模型设计', '30,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-02-26 21:04:47', '2020-02-26 21:04:47', '2020-02-26 22:04:47', '2020-02-26 21:05:11', 1);
INSERT INTO `jee_todo` VALUES (64, 3, 11, 11, '11', 11, 1, 31, 0, 29, 1, 31, 2, 'DVL-1115-001  左、右床身精加工模型设计', '31,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-02-26 21:09:11', '2020-02-26 21:09:11', '2020-02-28 23:59:59', '2020-02-28 17:52:33', 1);
INSERT INTO `jee_todo` VALUES (65, 3, 6, 6, '6', 6, 1, 26, 0, 28, 2, 26, 3, 'MS100B 立柱部件三维模型', '26,黄国峰,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}', 1, '', '2020-02-27 08:18:08', '2020-02-27 08:18:08', '2020-02-27 09:18:08', '2020-02-27 08:18:44', 1);
INSERT INTO `jee_todo` VALUES (67, 3, 6, 6, '6', 6, 1, 32, 0, 28, 1, 32, 3, 'MS100B 立柱部件工程图', '32,黄国峰,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}', 1, '', '2020-02-27 08:21:25', '2020-02-27 08:21:25', '2020-02-28 23:59:59', '2020-03-04 15:59:05', 1);
INSERT INTO `jee_todo` VALUES (68, 3, 29, 6, '29', 6, 1, 33, 0, 0, 1, 33, 3, 'MS100三菱PLC控制试验', '33,黄国峰,董晨瑞', '{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-02-27 08:26:47', '2020-02-27 08:26:47', '2020-03-01 23:59:59', '2020-02-29 15:10:47', 1);
INSERT INTO `jee_todo` VALUES (69, 3, 6, 6, '29', 6, 1, 23, 0, 28, 2, 23, 2, 'MS100B系统试验-控制器件及电路准备', '23,黄国峰,董晨瑞,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-02-27 08:29:42', '2020-02-27 08:29:42', '2020-02-27 09:29:42', '2020-02-27 08:30:18', 1);
INSERT INTO `jee_todo` VALUES (71, 3, 20, 20, '20', 20, 1, 34, 0, 0, 1, 34, 2, '磐吉奥夹具方案', '34,郝俊才', '{\"fullName\":{\"20\":\"郝俊才\"}}', 1, '', '2020-02-27 13:54:14', '2020-02-27 13:54:14', '2020-02-27 23:59:00', '2020-03-12 20:48:49', 1);
INSERT INTO `jee_todo` VALUES (73, 3, 4, 4, '4', 4, 1, 35, 0, 7, 1, 35, 2, 'RS06A-014技术任务书', '35,李伟东,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-02-28 09:25:33', '2020-02-28 09:25:33', '2020-02-28 23:59:59', '2020-02-28 15:04:51', 1);
INSERT INTO `jee_todo` VALUES (76, 3, 17, 17, '26', 17, 1, 27, 0, 25, 2, 27, 1, 'ZH006-001三维设计和铸件下图', '27,王保森,刘克伟,ZH006-001', '{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"17\":\"王保森\",\"26\":\"刘克伟\"}}', 1, '', '2020-02-28 11:14:25', '2020-02-28 11:14:25', '2020-02-28 12:14:25', '2020-03-20 11:03:36', 1);
INSERT INTO `jee_todo` VALUES (77, 3, 4, 4, '4', 4, 1, 35, 0, 7, 2, 35, 2, 'RS06A-014技术任务书', '35,李伟东,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-02-28 15:04:51', '2020-02-28 15:04:51', '2020-02-28 16:04:51', '2020-02-28 15:05:12', 1);
INSERT INTO `jee_todo` VALUES (79, 3, 4, 4, '4', 4, 1, 36, 0, 7, 1, 36, 2, 'RS06A-014夹具设计', '36,李伟东,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-02-28 15:11:00', '2020-02-28 15:11:00', '2020-03-03 23:59:59', '2020-03-03 14:21:05', 1);
INSERT INTO `jee_todo` VALUES (80, 3, 9, 9, '9,24', 9, 1, 19, 0, 6, 2, 19, 2, 'ZTA-002机床整理，精度调整', '19,陈俊,杨海,ZTA-002', '{\"groupName\":{\"6\":\"ZTA-002\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-28 16:22:19', '2020-02-28 16:22:19', '2020-02-28 17:22:19', '2020-03-01 14:10:34', 1);
INSERT INTO `jee_todo` VALUES (81, 3, 11, 11, '11', 11, 1, 31, 0, 29, 2, 31, 2, 'DVL-1115-001  左、右床身精加工模型设计', '31,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-02-28 17:52:33', '2020-02-28 17:52:33', '2020-02-28 18:52:33', '2020-02-28 17:53:31', 1);
INSERT INTO `jee_todo` VALUES (83, 3, 11, 11, '11', 11, 1, 37, 0, 29, 1, 37, 2, 'DVM-500-001-17001  刀库方案设计', '37,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-02-28 18:19:00', '2020-02-28 18:19:00', '2020-02-29 23:59:59', '2020-02-29 19:21:49', 1);
INSERT INTO `jee_todo` VALUES (84, 3, 29, 6, '29', 6, 1, 38, 0, 28, 1, 38, 2, 'MS100B系统试验', '38,黄国峰,董晨瑞,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-02-28 21:56:48', '2020-02-28 21:56:48', '2020-03-08 23:59:59', '2020-03-04 16:03:14', 1);
INSERT INTO `jee_todo` VALUES (85, 3, 29, 6, '29', 6, 1, 39, 0, 16, 1, 39, 2, 'MH150-005程序改进', '39,黄国峰,董晨瑞,MH150-005', '{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-02-28 21:59:10', '2020-02-28 21:59:10', '2020-03-15 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (86, 3, 9, 9, '9,24', 9, 1, 40, 0, 28, 1, 40, 2, 'MS100B装配', '40,陈俊,杨海,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-28 22:01:12', '2020-02-28 22:01:12', '2020-02-29 23:59:59', '2020-02-29 15:32:24', 1);
INSERT INTO `jee_todo` VALUES (87, 3, 24, 9, '9,24', 9, 1, 40, 0, 28, 1, 40, 2, 'MS100B装配', '40,陈俊,杨海,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-28 22:01:12', '2020-02-28 22:01:12', '2020-02-29 23:59:59', '2020-02-29 15:23:40', 1);
INSERT INTO `jee_todo` VALUES (88, 3, 29, 6, '29', 6, 1, 41, 0, 32, 1, 41, 3, 'MS100-004电气整改', '41,黄国峰,董晨瑞,MS100-004', '{\"groupName\":{\"32\":\"MS100-004\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-02-28 22:01:53', '2020-02-28 22:01:53', '2020-04-30 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (89, 3, 29, 6, '29', 6, 1, 42, 0, 33, 1, 42, 3, 'MS100-007电气整顿', '42,黄国峰,董晨瑞,MS100-007', '{\"groupName\":{\"33\":\"MS100-007\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-02-28 22:04:31', '2020-02-28 22:04:31', '2020-04-30 23:59:59', '2020-03-19 12:08:12', 1);
INSERT INTO `jee_todo` VALUES (90, 3, 29, 6, '29', 6, 1, 43, 0, 34, 1, 43, 3, 'MW500-001电气动作调试', '43,黄国峰,董晨瑞,MW500-001', '{\"groupName\":{\"34\":\"MW500-001\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-02-28 22:08:44', '2020-02-28 22:08:44', '2020-03-31 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (91, 3, 9, 9, '9,24', 9, 1, 40, 0, 28, 2, 40, 2, 'MS100B装配', '40,陈俊,杨海,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-02-29 15:32:24', '2020-02-29 15:32:24', '2020-02-29 16:32:24', '2020-02-29 15:33:37', 1);
INSERT INTO `jee_todo` VALUES (94, 3, 11, 11, '11', 11, 1, 37, 0, 29, 2, 37, 2, 'DVM-500-001-17001  刀库方案设计', '37,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-02-29 19:21:49', '2020-02-29 19:21:49', '2020-02-29 20:21:49', '2020-02-29 19:22:12', 1);
INSERT INTO `jee_todo` VALUES (97, 3, 24, 9, '24', 9, 1, 44, 0, 13, 1, 44, 2, 'ZP005-001调试', '44,陈俊,杨海,ZP005-001', '{\"groupName\":{\"13\":\"ZP005-001\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-01 14:12:39', '2020-03-01 14:12:39', '2020-03-06 23:59:59', '2020-03-13 16:42:50', 1);
INSERT INTO `jee_todo` VALUES (98, 3, 32, 9, '32', 9, 1, 45, 0, 31, 1, 45, 2, '抛光机试切', '45,陈俊,梁引科,SFQ750-002', '{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-01 18:20:41', '2020-03-01 18:20:41', '2020-03-06 23:59:59', '2020-03-06 16:39:55', 1);
INSERT INTO `jee_todo` VALUES (99, 3, 11, 11, '11', 11, 1, 46, 0, 29, 1, 46, 2, 'DVM-500-001-11011  底座精加工模型设计', '46,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-01 18:53:57', '2020-03-01 18:53:57', '2020-03-03 23:59:59', '2020-03-03 17:32:22', 1);
INSERT INTO `jee_todo` VALUES (100, 3, 29, 4, '29', 4, 1, 47, 0, 10, 1, 47, 2, 'RS08A-027电气原理图&电气元件下速达', '47,李伟东,董晨瑞,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-02 08:40:53', '2020-03-02 08:40:53', '2020-03-08 23:59:59', '2020-03-04 16:04:57', 1);
INSERT INTO `jee_todo` VALUES (101, 3, 29, 4, '29', 4, 1, 48, 0, 1, 1, 48, 2, 'RS08A-028电气原理图&电气元件下速达', '48,李伟东,董晨瑞,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-02 08:42:55', '2020-03-02 08:42:55', '2020-03-08 23:59:59', '2020-03-02 15:57:10', 1);
INSERT INTO `jee_todo` VALUES (102, 3, 29, 4, '29', 4, 1, 49, 0, 7, 1, 49, 2, 'RS06A-014电气原理图&电气元件下速达', '49,李伟东,董晨瑞,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-02 08:46:37', '2020-03-02 08:46:37', '2020-03-08 23:59:59', '2020-03-08 08:47:56', 1);
INSERT INTO `jee_todo` VALUES (103, 3, 4, 4, '29', 4, 1, 48, 0, 1, 2, 48, 2, 'RS08A-028电气原理图&电气元件下速达', '48,李伟东,董晨瑞,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-02 15:57:10', '2020-03-02 15:57:10', '2020-03-02 16:57:10', '2020-03-04 10:33:40', 1);
INSERT INTO `jee_todo` VALUES (104, 3, 9, 6, '9', 6, 1, 50, 0, 28, 1, 50, 3, 'MS100B控制系统试验机械部分', '50,黄国峰,陈俊,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\"}}', 1, '', '2020-03-02 17:11:04', '2020-03-02 17:11:04', '2020-03-03 23:59:59', '2020-03-02 17:29:51', 1);
INSERT INTO `jee_todo` VALUES (105, 3, 6, 6, '9', 6, 1, 50, 0, 28, 2, 50, 3, 'MS100B控制系统试验机械部分', '50,黄国峰,陈俊,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\"}}', 1, '', '2020-03-02 17:29:51', '2020-03-02 17:29:51', '2020-03-02 18:29:51', '2020-03-03 08:04:06', 1);
INSERT INTO `jee_todo` VALUES (107, 3, 32, 9, '32', 9, 1, 51, 0, 21, 1, 51, 2, '精度确认，发货准备', '51,陈俊,梁引科,RC06A-011 ', '{\"groupName\":{\"21\":\"RC06A-011 \"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-03 08:17:20', '2020-03-03 08:17:20', '2020-03-04 23:59:59', '2020-03-03 17:40:27', 1);
INSERT INTO `jee_todo` VALUES (109, 3, 29, 4, '29', 4, 1, 52, 0, 19, 1, 52, 2, 'RS10A-007-010程序整改及接线', '52,李伟东,董晨瑞,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-03 14:12:33', '2020-03-03 14:12:33', '2020-03-08 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (110, 3, 4, 4, '4', 4, 1, 53, 0, 19, 1, 53, 2, 'RS10A-007-010发货前准备技术文件', '53,李伟东,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-03 14:20:15', '2020-03-03 14:20:15', '2020-03-08 23:59:59', '2020-03-08 12:24:12', 1);
INSERT INTO `jee_todo` VALUES (111, 3, 4, 4, '4', 4, 1, 36, 0, 7, 2, 36, 2, 'RS06A-014夹具设计', '36,李伟东,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-03 14:21:05', '2020-03-03 14:21:05', '2020-03-03 15:21:05', '2020-03-03 14:21:31', 1);
INSERT INTO `jee_todo` VALUES (113, 3, 3, 3, '3', 3, 1, 54, 0, 31, 1, 54, 2, '测试系统', '54,陈富永,SFQ750-002', '{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\"}}', 1, '', '2020-03-03 14:44:55', '2020-03-03 14:44:55', '2020-03-03 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (114, 3, 11, 11, '11', 11, 1, 46, 0, 29, 2, 46, 2, 'DVM-500-001-11011  底座精加工模型设计', '46,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-03 17:32:22', '2020-03-03 17:32:22', '2020-03-03 18:32:22', '2020-03-03 17:32:46', 1);
INSERT INTO `jee_todo` VALUES (116, 3, 11, 11, '11', 11, 1, 55, 0, 29, 1, 55, 2, 'DVM-500-001  所有电机座与轴承座精加工模型', '55,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-03 17:37:46', '2020-03-03 17:37:46', '2020-03-04 23:59:59', '2020-03-04 19:53:12', 1);
INSERT INTO `jee_todo` VALUES (120, 3, 4, 4, '4', 4, 1, 56, 0, 1, 1, 56, 2, 'RS08A-028夹具审图下单', '56,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-04 11:39:54', '2020-03-04 11:39:54', '2020-03-10 23:59:59', '2020-03-11 19:15:51', 1);
INSERT INTO `jee_todo` VALUES (121, 3, 4, 4, '4', 4, 1, 57, 0, 7, 1, 57, 2, 'RS06A-014机械手抓取定位装置改进', '57,李伟东,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-04 11:52:02', '2020-03-04 11:52:02', '2020-03-04 23:59:59', '2020-03-04 18:13:09', 1);
INSERT INTO `jee_todo` VALUES (122, 3, 6, 6, '6', 6, 1, 32, 0, 28, 2, 32, 3, 'MS100B 立柱部件工程图', '32,黄国峰,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}', 1, '', '2020-03-04 15:59:05', '2020-03-04 15:59:05', '2020-03-04 16:59:05', '2020-03-04 15:59:21', 1);
INSERT INTO `jee_todo` VALUES (124, 3, 6, 6, '29', 6, 1, 38, 0, 28, 2, 38, 2, 'MS100B系统试验', '38,黄国峰,董晨瑞,MS100B', '{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-04 16:03:14', '2020-03-04 16:03:14', '2020-03-04 17:03:14', '2020-03-04 16:11:29', 1);
INSERT INTO `jee_todo` VALUES (125, 3, 4, 4, '29', 4, 1, 47, 0, 10, 2, 47, 2, 'RS08A-027电气原理图&电气元件下速达', '47,李伟东,董晨瑞,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-04 16:04:57', '2020-03-04 16:04:57', '2020-03-04 17:04:57', '2020-03-04 18:12:34', 1);
INSERT INTO `jee_todo` VALUES (126, 3, 30, 6, '30', 17, 1, 58, 0, 35, 1, 58, 2, 'ZP005电气调试', '58,黄国峰,王保森,吴永德,ZP005', '{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"6\":\"黄国峰\",\"17\":\"王保森\",\"30\":\"吴永德\"}}', 1, '', '2020-03-04 16:08:30', '2020-03-04 16:08:30', '2020-03-10 23:59:59', '2020-03-12 09:53:17', 1);
INSERT INTO `jee_todo` VALUES (132, 3, 4, 4, '4', 4, 1, 57, 0, 7, 2, 57, 2, 'RS06A-014机械手抓取定位装置改进', '57,李伟东,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-04 18:13:09', '2020-03-04 18:13:09', '2020-03-04 19:13:09', '2020-03-04 18:13:36', 1);
INSERT INTO `jee_todo` VALUES (134, 3, 11, 11, '11', 11, 1, 55, 0, 29, 2, 55, 2, 'DVM-500-001  所有电机座与轴承座精加工模型', '55,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-04 19:53:12', '2020-03-04 19:53:12', '2020-03-04 20:53:12', '2020-03-04 19:53:41', 1);
INSERT INTO `jee_todo` VALUES (136, 3, 11, 11, '11', 11, 1, 60, 0, 29, 1, 60, 2, 'DVM-500-001-17101  刀库底座详细模型设计', '60,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-04 19:55:18', '2020-03-04 19:55:18', '2020-03-05 23:59:59', '2020-03-05 18:02:07', 1);
INSERT INTO `jee_todo` VALUES (137, 3, 12, 3, '12', 3, 1, 61, 0, 31, 1, 61, 2, 'SFQ750-002防护罩结构设计', '61,陈富永,王文利,SFQ750-002', '{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-03-05 08:24:57', '2020-03-05 08:24:57', '2020-03-13 23:59:59', '2020-03-13 16:48:04', 1);
INSERT INTO `jee_todo` VALUES (138, 3, 32, 9, '32', 9, 1, 62, 0, 32, 1, 62, 2, 'MS100-004整理', '62,陈俊,梁引科,MS100-004', '{\"groupName\":{\"32\":\"MS100-004\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-05 13:18:44', '2020-03-05 13:18:44', '2020-03-06 23:59:59', '2020-03-06 16:07:33', 1);
INSERT INTO `jee_todo` VALUES (139, 3, 11, 11, '11', 11, 1, 60, 0, 29, 2, 60, 2, 'DVM-500-001-17101  刀库底座详细模型设计', '60,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-05 18:02:07', '2020-03-05 18:02:07', '2020-03-05 19:02:07', '2020-03-05 18:02:25', 1);
INSERT INTO `jee_todo` VALUES (141, 3, 11, 11, '11', 11, 1, 63, 0, 29, 1, 63, 2, 'DVM-500-011  刀库整体防护设计', '63,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-05 18:04:30', '2020-03-05 18:04:30', '2020-03-06 23:59:59', '2020-03-06 18:01:03', 1);
INSERT INTO `jee_todo` VALUES (142, 3, 9, 9, '9', 9, 1, 64, 0, 36, 1, 64, 2, 'SH1909中马变速', '64,陈俊,SH1909', '{\"groupName\":{\"36\":\"SH1909\"},\"fullName\":{\"9\":\"陈俊\"}}', 1, '', '2020-03-06 10:08:08', '2020-03-06 10:08:08', '2020-03-15 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (143, 3, 11, 11, '11', 11, 1, 63, 0, 29, 2, 63, 2, 'DVM-500-011  刀库整体防护设计', '63,康文生,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-06 18:01:03', '2020-03-06 18:01:03', '2020-03-06 19:01:03', '2020-03-06 18:01:37', 1);
INSERT INTO `jee_todo` VALUES (145, 3, 32, 9, '32', 9, 1, 65, 0, 10, 1, 65, 2, '机床拆卸', '65,陈俊,梁引科,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-07 13:09:24', '2020-03-07 13:09:24', '2020-03-07 23:59:59', '2020-03-07 19:43:39', 1);
INSERT INTO `jee_todo` VALUES (148, 3, 4, 4, '29', 4, 1, 49, 0, 7, 2, 49, 2, 'RS06A-014电气原理图&电气元件下速达', '49,李伟东,董晨瑞,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-08 08:47:56', '2020-03-08 08:47:56', '2020-03-08 09:47:56', '2020-03-09 08:56:17', 1);
INSERT INTO `jee_todo` VALUES (149, 3, 4, 4, '4', 4, 1, 53, 0, 19, 2, 53, 2, 'RS10A-007-010发货前准备技术文件', '53,李伟东,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-08 12:24:12', '2020-03-08 12:24:12', '2020-03-08 13:24:12', '2020-03-08 12:24:26', 1);
INSERT INTO `jee_todo` VALUES (151, 3, 36, 9, '36', 9, 1, 66, 0, 10, 1, 66, 2, '铸件，工作台追加工', '66,陈俊,吕阳,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\"}}', 1, '', '2020-03-08 17:30:03', '2020-03-08 17:30:03', '2020-03-08 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (153, 3, 11, 11, '11', 11, 1, 67, 0, 30, 1, 67, 2, 'WCM40-001  工作台防护详细方案模型设计', '67,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-08 19:50:31', '2020-03-08 19:50:31', '2020-03-09 23:59:59', '2020-03-09 19:01:09', 1);
INSERT INTO `jee_todo` VALUES (154, 3, 11, 11, '11', 11, 1, 68, 0, 30, 1, 68, 2, 'WCM40-001  主轴箱防护详细方案模型设计', '68,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-08 19:51:31', '2020-03-08 19:51:31', '2020-03-09 23:59:59', '2020-03-09 19:02:51', 1);
INSERT INTO `jee_todo` VALUES (155, 3, 14, 11, '14', 11, 1, 69, 0, 29, 1, 69, 2, 'DVM-500-001-11011  底座精加工工程图', '69,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-08 19:52:56', '2020-03-08 19:52:56', '2020-03-09 23:59:59', '2020-03-09 16:43:32', 1);
INSERT INTO `jee_todo` VALUES (156, 3, 32, 9, '32', 9, 1, 70, 0, 10, 1, 70, 2, '装配', '70,陈俊,梁引科,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-09 08:09:41', '2020-03-09 08:09:41', '2020-03-13 23:59:59', '2020-03-10 14:33:42', 1);
INSERT INTO `jee_todo` VALUES (157, 3, 25, 9, '25', 9, 1, 71, 0, 18, 1, 71, 2, '线体发货准备', '71,陈俊,郭伟,ZY1906', '{\"groupName\":{\"18\":\"ZY1906\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}', 1, '', '2020-03-09 08:11:04', '2020-03-09 08:11:04', '2020-03-13 23:59:59', '2020-03-11 15:11:13', 1);
INSERT INTO `jee_todo` VALUES (158, 3, 29, 6, '29', 6, 1, 72, 0, 37, 1, 72, 1, 'RS10A-007~010 线体接线及与主机联调', '72,黄国峰,董晨瑞,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-09 08:42:59', '2020-03-09 08:42:59', '2020-03-11 23:59:59', '2020-03-11 10:39:11', 1);
INSERT INTO `jee_todo` VALUES (162, 3, 11, 11, '14', 11, 1, 69, 0, 29, 2, 69, 2, 'DVM-500-001-11011  底座精加工工程图', '69,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-09 16:43:32', '2020-03-09 16:43:32', '2020-03-09 17:43:32', '2020-03-09 19:00:06', 1);
INSERT INTO `jee_todo` VALUES (164, 3, 11, 11, '11', 11, 1, 67, 0, 30, 2, 67, 2, 'WCM40-001  工作台防护详细方案模型设计', '67,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-09 19:01:09', '2020-03-09 19:01:09', '2020-03-09 20:01:09', '2020-03-09 19:01:22', 1);
INSERT INTO `jee_todo` VALUES (166, 3, 11, 11, '11', 11, 1, 68, 0, 30, 2, 68, 2, 'WCM40-001  主轴箱防护详细方案模型设计', '68,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-09 19:02:51', '2020-03-09 19:02:51', '2020-03-09 20:02:51', '2020-03-09 19:03:18', 1);
INSERT INTO `jee_todo` VALUES (168, 3, 14, 11, '14', 11, 1, 74, 0, 29, 1, 74, 2, 'DVM-500-11012  左床身精加工工程图设计', '74,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-09 20:49:05', '2020-03-09 20:49:05', '2020-03-10 23:59:59', '2020-03-10 16:44:02', 1);
INSERT INTO `jee_todo` VALUES (169, 3, 11, 11, '11', 11, 1, 75, 0, 30, 1, 75, 2, 'WCM40-001  底座内防护详细方案模型设计', '75,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-09 20:50:59', '2020-03-09 20:50:59', '2020-03-11 23:59:59', '2020-03-11 19:34:45', 1);
INSERT INTO `jee_todo` VALUES (170, 3, 32, 9, '32', 9, 1, 76, 0, 19, 1, 76, 2, '机床整改', '76,陈俊,梁引科,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-10 14:29:25', '2020-03-10 14:29:25', '2020-03-15 23:59:59', '2020-03-13 16:33:22', 1);
INSERT INTO `jee_todo` VALUES (171, 3, 36, 9, '36', 9, 1, 77, 0, 12, 1, 77, 2, '铸件加工', '77,陈俊,吕阳,MH150-006', '{\"groupName\":{\"12\":\"MH150-006\"},\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\"}}', 1, '', '2020-03-10 14:31:40', '2020-03-10 14:31:40', '2020-03-15 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (172, 3, 11, 11, '14', 11, 1, 74, 0, 29, 2, 74, 2, 'DVM-500-11012  左床身精加工工程图设计', '74,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-10 16:44:02', '2020-03-10 16:44:02', '2020-03-10 17:44:02', '2020-03-10 21:15:02', 1);
INSERT INTO `jee_todo` VALUES (173, 3, 6, 6, '6', 6, 1, 78, 0, 0, 1, 78, 2, 'ZH005-002速达下单', '78,黄国峰', '{\"fullName\":{\"6\":\"黄国峰\"}}', 1, '', '2020-03-10 18:04:31', '2020-03-10 18:04:31', '2020-03-10 23:59:59', '2020-03-10 18:04:55', 1);
INSERT INTO `jee_todo` VALUES (174, 3, 6, 6, '6', 6, 1, 78, 0, 0, 2, 78, 2, 'ZH005-002速达下单', '78,黄国峰', '{\"fullName\":{\"6\":\"黄国峰\"}}', 1, '', '2020-03-10 18:04:55', '2020-03-10 18:04:55', '2020-03-10 19:04:55', '2020-03-10 18:05:07', 1);
INSERT INTO `jee_todo` VALUES (177, 3, 14, 11, '14', 11, 1, 79, 0, 29, 1, 79, 2, 'DVM-500-11013  右床身  精加工工程图设计', '79,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-10 21:16:33', '2020-03-10 21:16:33', '2020-03-11 23:59:59', '2020-03-11 17:13:00', 1);
INSERT INTO `jee_todo` VALUES (178, 3, 6, 6, '29', 6, 1, 72, 0, 37, 2, 72, 1, 'RS10A-007~010 线体接线及与主机联调', '72,黄国峰,董晨瑞,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-11 10:39:11', '2020-03-11 10:39:11', '2020-03-11 11:39:11', '2020-03-11 18:15:40', 1);
INSERT INTO `jee_todo` VALUES (179, 3, 25, 9, '25', 9, 1, 80, 0, 38, 1, 80, 2, '售后托盘装配', '80,陈俊,郭伟,ZY1902', '{\"groupName\":{\"38\":\"ZY1902\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}', 1, '', '2020-03-11 16:43:27', '2020-03-11 16:43:27', '2020-03-15 23:59:59', '2020-03-12 16:40:07', 1);
INSERT INTO `jee_todo` VALUES (182, 3, 11, 11, '14', 11, 1, 79, 0, 29, 2, 79, 2, 'DVM-500-11013  右床身  精加工工程图设计', '79,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-11 17:13:00', '2020-03-11 17:13:00', '2020-03-11 18:13:00', '2020-03-11 19:35:22', 1);
INSERT INTO `jee_todo` VALUES (184, 3, 4, 4, '4', 4, 1, 56, 0, 1, 2, 56, 2, 'RS08A-028夹具审图下单', '56,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-11 19:15:51', '2020-03-11 19:15:51', '2020-03-11 20:15:51', '2020-03-11 19:16:15', 1);
INSERT INTO `jee_todo` VALUES (186, 3, 4, 4, '4', 4, 1, 81, 0, 1, 1, 81, 2, 'RS08A-028气动&刀具&防护', '81,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-11 19:17:47', '2020-03-11 19:17:47', '2020-03-11 23:59:59', '2020-03-11 19:18:16', 1);
INSERT INTO `jee_todo` VALUES (187, 3, 4, 4, '4', 4, 1, 81, 0, 1, 2, 81, 2, 'RS08A-028气动&刀具&防护', '81,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-11 19:18:16', '2020-03-11 19:18:16', '2020-03-11 20:18:16', '2020-03-13 09:26:11', 1);
INSERT INTO `jee_todo` VALUES (188, 3, 4, 4, '4,29', 4, 1, 82, 0, 39, 1, 82, 3, 'RC06A-018，E80竖排面板修改', '82,李伟东,董晨瑞,RC06A-018', '{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-11 19:26:47', '2020-03-11 19:26:47', '2020-03-13 23:59:59', '2020-03-13 16:22:18', 1);
INSERT INTO `jee_todo` VALUES (189, 3, 29, 4, '4,29', 4, 1, 82, 0, 39, 1, 82, 3, 'RC06A-018，E80竖排面板修改', '82,李伟东,董晨瑞,RC06A-018', '{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-11 19:26:47', '2020-03-11 19:26:47', '2020-03-13 23:59:59', '2020-03-13 16:37:55', 1);
INSERT INTO `jee_todo` VALUES (190, 3, 11, 11, '11', 11, 1, 75, 0, 30, 2, 75, 2, 'WCM40-001  底座内防护详细方案模型设计', '75,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-11 19:34:45', '2020-03-11 19:34:45', '2020-03-11 20:34:45', '2020-03-11 19:35:01', 1);
INSERT INTO `jee_todo` VALUES (193, 3, 14, 11, '14', 11, 1, 83, 0, 29, 1, 83, 2, 'DVM-500-12011  横梁精加工工程图设计', '83,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-11 19:45:02', '2020-03-11 19:45:02', '2020-03-12 23:59:59', '2020-03-12 16:46:50', 1);
INSERT INTO `jee_todo` VALUES (194, 3, 11, 11, '11', 11, 1, 84, 0, 30, 1, 84, 2, 'WCM40  整体防护方案模型设计', '84,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-11 19:46:36', '2020-03-11 19:46:36', '2020-03-13 23:59:59', '2020-03-14 21:20:19', 1);
INSERT INTO `jee_todo` VALUES (195, 3, 17, 6, '30', 17, 1, 58, 0, 35, 2, 58, 2, 'ZP005电气调试', '58,黄国峰,王保森,吴永德,ZP005', '{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"6\":\"黄国峰\",\"17\":\"王保森\",\"30\":\"吴永德\"}}', 1, '', '2020-03-12 09:53:17', '2020-03-12 09:53:17', '2020-03-12 10:53:17', '2020-03-12 14:22:22', 1);
INSERT INTO `jee_todo` VALUES (197, 3, 29, 6, '29', 6, 1, 85, 0, 7, 1, 85, 2, 'RS06A-014 电气设计', '85,黄国峰,董晨瑞,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-12 16:37:59', '2020-03-12 16:37:59', '2020-03-31 23:59:59', '2020-04-01 16:52:04', 1);
INSERT INTO `jee_todo` VALUES (198, 3, 11, 11, '14', 11, 1, 83, 0, 29, 2, 83, 2, 'DVM-500-12011  横梁精加工工程图设计', '83,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-12 16:46:50', '2020-03-12 16:46:50', '2020-03-12 17:46:50', '2020-03-12 16:59:29', 1);
INSERT INTO `jee_todo` VALUES (199, 3, 29, 6, '29', 6, 1, 86, 0, 8, 1, 86, 2, 'ZY2001 电气设计', '86,黄国峰,董晨瑞,ZY2001', '{\"groupName\":{\"8\":\"ZY2001\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-12 16:49:25', '2020-03-12 16:49:25', '2020-03-22 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (200, 3, 29, 6, '29', 6, 1, 87, 0, 6, 1, 87, 2, 'ZTA-002电气设计', '87,黄国峰,董晨瑞,ZTA-002', '{\"groupName\":{\"6\":\"ZTA-002\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-12 16:52:01', '2020-03-12 16:52:01', '2020-03-31 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (202, 3, 14, 11, '14', 11, 1, 88, 0, 29, 1, 88, 2, 'DVM-500-13011  滑座  精加工工程图设计', '88,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-12 17:00:26', '2020-03-12 17:00:26', '2020-03-13 23:59:59', '2020-03-13 16:47:36', 1);
INSERT INTO `jee_todo` VALUES (203, 3, 42, 6, '42', 11, 1, 89, 0, 3, 1, 89, 2, 'DVL-1115-001电气设计', '89,黄国峰,康文生,彭兴乔,DVL-1115-001  双轴立式车削中心', '{\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"},\"fullName\":{\"6\":\"黄国峰\",\"11\":\"康文生\",\"42\":\"彭兴乔\"}}', 1, '', '2020-03-12 18:16:07', '2020-03-12 18:16:07', '2020-03-28 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (205, 3, 4, 4, '4', 4, 1, 90, 0, 21, 1, 90, 2, 'RC06A-011发货前准备技术文件', '90,李伟东,RC06A-011 ', '{\"groupName\":{\"21\":\"RC06A-011 \"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-13 09:27:38', '2020-03-13 09:27:38', '2020-03-13 23:59:59', '2020-03-13 14:43:49', 1);
INSERT INTO `jee_todo` VALUES (206, 3, 4, 4, '4', 4, 1, 90, 0, 21, 2, 90, 2, 'RC06A-011发货前准备技术文件', '90,李伟东,RC06A-011 ', '{\"groupName\":{\"21\":\"RC06A-011 \"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-13 14:43:49', '2020-03-13 14:43:49', '2020-03-13 15:43:49', '2020-03-13 14:44:05', 1);
INSERT INTO `jee_todo` VALUES (208, 3, 4, 4, '4', 4, 1, 91, 0, 5, 1, 91, 2, 'SH2002夹具设计', '91,李伟东,SH2002', '{\"groupName\":{\"5\":\"SH2002\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-13 14:52:53', '2020-03-13 14:52:53', '2020-03-15 23:59:59', '2020-03-13 16:27:18', 1);
INSERT INTO `jee_todo` VALUES (210, 3, 12, 3, '12', 3, 1, 92, 0, 40, 1, 92, 2, 'SFQ750-001工艺试验20-02', '92,陈富永,王文利,SFQ750-001', '{\"groupName\":{\"40\":\"SFQ750-001\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-03-13 16:27:10', '2020-03-13 16:27:10', '2020-03-15 23:59:59', '2020-03-13 16:48:39', 1);
INSERT INTO `jee_todo` VALUES (211, 3, 4, 4, '4', 4, 1, 91, 0, 5, 2, 91, 2, 'SH2002夹具设计', '91,李伟东,SH2002', '{\"groupName\":{\"5\":\"SH2002\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-13 16:27:18', '2020-03-13 16:27:18', '2020-03-13 17:27:18', '2020-03-13 16:27:37', 1);
INSERT INTO `jee_todo` VALUES (213, 3, 4, 4, '4,29', 4, 1, 82, 0, 39, 2, 82, 3, 'RC06A-018，E80竖排面板修改', '82,李伟东,董晨瑞,RC06A-018', '{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-13 16:37:55', '2020-03-13 16:37:55', '2020-03-13 17:37:55', '2020-03-16 08:26:36', 1);
INSERT INTO `jee_todo` VALUES (216, 3, 12, 3, '12', 3, 1, 93, 0, 31, 1, 93, 2, 'SFQ750-002走线走管设计', '93,陈富永,王文利,SFQ750-002', '{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-03-13 16:40:08', '2020-03-13 16:40:08', '2020-03-17 23:59:59', '2020-03-18 17:55:04', 1);
INSERT INTO `jee_todo` VALUES (217, 3, 9, 9, '24', 9, 1, 44, 0, 13, 2, 44, 2, 'ZP005-001调试', '44,陈俊,杨海,ZP005-001', '{\"groupName\":{\"13\":\"ZP005-001\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-13 16:42:50', '2020-03-13 16:42:50', '2020-03-13 17:42:50', '2020-03-13 16:44:26', 1);
INSERT INTO `jee_todo` VALUES (219, 3, 11, 11, '14', 11, 1, 88, 0, 29, 2, 88, 2, 'DVM-500-13011  滑座  精加工工程图设计', '88,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-13 16:47:36', '2020-03-13 16:47:36', '2020-03-13 17:47:36', '2020-03-14 21:19:58', 1);
INSERT INTO `jee_todo` VALUES (220, 3, 24, 9, '24', 9, 1, 94, 0, 37, 1, 94, 2, '走线整改', '94,陈俊,杨海,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-13 19:50:19', '2020-03-13 19:50:19', '2020-03-15 23:59:59', '2020-03-15 16:16:12', 1);
INSERT INTO `jee_todo` VALUES (221, 3, 32, 9, '32', 9, 1, 95, 0, 37, 1, 95, 2, '走线整改', '95,陈俊,梁引科,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-13 19:51:18', '2020-03-13 19:51:18', '2020-03-15 23:59:59', '2020-03-15 16:31:17', 1);
INSERT INTO `jee_todo` VALUES (222, 3, 29, 6, '29', 6, 1, 96, 0, 37, 1, 96, 1, 'RS10A-007~010 改线', '96,黄国峰,董晨瑞,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-14 13:26:46', '2020-03-14 13:26:46', '2020-03-16 23:59:59', '2020-03-15 16:25:55', 1);
INSERT INTO `jee_todo` VALUES (223, 3, 30, 6, '30', 6, 1, 97, 0, 24, 1, 97, 2, 'ZH005-002 电气设计', '97,黄国峰,吴永德,ZH005-002', '{\"groupName\":{\"24\":\"ZH005-002\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}', 1, '', '2020-03-14 13:30:56', '2020-03-14 13:30:56', '2020-03-20 12:59:59', '2020-03-26 16:57:05', 1);
INSERT INTO `jee_todo` VALUES (224, 3, 30, 6, '30', 6, 1, 98, 0, 26, 1, 98, 2, 'ZH007-002', '98,黄国峰,吴永德,ZH007-002', '{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}', 1, '', '2020-03-14 13:32:03', '2020-03-14 13:32:03', '2020-03-20 12:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (225, 3, 42, 6, '42', 6, 1, 99, 0, 25, 1, 99, 2, 'ZH006-001 电气设计', '99,黄国峰,彭兴乔,ZH006-001', '{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}', 1, '', '2020-03-14 13:35:39', '2020-03-14 13:35:39', '2020-03-20 12:59:59', '2020-03-24 16:28:26', 1);
INSERT INTO `jee_todo` VALUES (227, 3, 11, 11, '11', 11, 1, 84, 0, 30, 2, 84, 2, 'WCM40  整体防护方案模型设计', '84,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-14 21:20:19', '2020-03-14 21:20:19', '2020-03-14 22:20:19', '2020-03-14 21:20:34', 1);
INSERT INTO `jee_todo` VALUES (229, 3, 9, 9, '24', 9, 1, 94, 0, 37, 2, 94, 2, '走线整改', '94,陈俊,杨海,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-15 16:16:12', '2020-03-15 16:16:12', '2020-03-15 17:16:12', '2020-03-15 16:23:23', 1);
INSERT INTO `jee_todo` VALUES (231, 3, 33, 9, '33', 9, 1, 100, 0, 10, 1, 100, 2, '夹具装配', '100,陈俊,福立新,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}', 1, '', '2020-03-15 16:23:58', '2020-03-15 16:23:58', '2020-03-19 23:59:59', '2020-03-19 11:10:41', 1);
INSERT INTO `jee_todo` VALUES (232, 3, 24, 9, '24', 9, 1, 101, 0, 35, 1, 101, 2, '发货准备', '101,陈俊,杨海,ZP005', '{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-15 16:25:17', '2020-03-15 16:25:17', '2020-03-18 23:59:59', '2020-03-18 08:06:12', 1);
INSERT INTO `jee_todo` VALUES (233, 3, 6, 6, '29', 6, 1, 96, 0, 37, 2, 96, 1, 'RS10A-007~010 改线', '96,黄国峰,董晨瑞,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-15 16:25:55', '2020-03-15 16:25:55', '2020-03-15 17:25:55', '2020-03-16 08:17:39', 1);
INSERT INTO `jee_todo` VALUES (234, 3, 32, 9, '32', 9, 1, 102, 0, 10, 1, 102, 2, '上下料装配，机床总装', '102,陈俊,梁引科,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-15 16:27:50', '2020-03-15 16:27:50', '2020-03-20 23:59:59', '2020-03-19 12:56:54', 1);
INSERT INTO `jee_todo` VALUES (235, 3, 14, 11, '14', 11, 1, 103, 0, 29, 1, 103, 2, 'DVM-500-20011  主轴箱  精加工工程图设计', '103,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-16 07:53:50', '2020-03-16 07:53:50', '2020-03-16 23:59:59', '2020-03-16 16:46:32', 1);
INSERT INTO `jee_todo` VALUES (236, 3, 11, 11, '11', 11, 1, 104, 0, 30, 1, 104, 2, 'WCM40  细化相关防护结构', '104,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-16 07:57:03', '2020-03-16 07:57:03', '2020-03-17 23:59:59', '2020-03-17 18:45:44', 1);
INSERT INTO `jee_todo` VALUES (237, 3, 9, 9, '9', 9, 1, 105, 0, 21, 1, 105, 2, '发货', '105,陈俊,RC06A-011 ', '{\"groupName\":{\"21\":\"RC06A-011 \"},\"fullName\":{\"9\":\"陈俊\"}}', 1, '', '2020-03-16 07:58:29', '2020-03-16 07:58:29', '2020-03-16 23:59:59', '2020-03-16 16:59:02', 1);
INSERT INTO `jee_todo` VALUES (240, 3, 4, 4, '4', 4, 1, 106, 0, 1, 1, 106, 2, '增加工件防漏拿装置', '106,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-16 08:27:55', '2020-03-16 08:27:55', '2020-03-17 23:59:59', '2020-03-16 17:35:11', 1);
INSERT INTO `jee_todo` VALUES (242, 3, 11, 11, '14', 11, 1, 103, 0, 29, 2, 103, 2, 'DVM-500-20011  主轴箱  精加工工程图设计', '103,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-16 16:46:32', '2020-03-16 16:46:32', '2020-03-16 17:46:32', '2020-03-16 19:32:48', 1);
INSERT INTO `jee_todo` VALUES (243, 3, 9, 9, '9', 9, 1, 105, 0, 21, 2, 105, 2, '发货', '105,陈俊,RC06A-011 ', '{\"groupName\":{\"21\":\"RC06A-011 \"},\"fullName\":{\"9\":\"陈俊\"}}', 1, '', '2020-03-16 16:59:02', '2020-03-16 16:59:02', '2020-03-16 17:59:02', '2020-03-16 16:59:24', 1);
INSERT INTO `jee_todo` VALUES (245, 3, 25, 9, '25', 9, 1, 108, 0, 8, 1, 108, 2, '线体装配', '108,陈俊,郭伟,ZY2001', '{\"groupName\":{\"8\":\"ZY2001\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}', 1, '', '2020-03-16 17:14:34', '2020-03-16 17:14:34', '2020-03-20 23:59:59', '2020-03-18 17:34:41', 1);
INSERT INTO `jee_todo` VALUES (246, 3, 4, 4, '4', 4, 1, 106, 0, 1, 2, 106, 2, '增加工件防漏拿装置', '106,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-16 17:35:11', '2020-03-16 17:35:11', '2020-03-16 18:35:11', '2020-03-16 17:35:24', 1);
INSERT INTO `jee_todo` VALUES (249, 3, 14, 11, '14', 11, 1, 109, 0, 29, 1, 109, 2, 'X轴 导轨、丝杠定货工程图', '109,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-16 19:41:34', '2020-03-16 19:41:34', '2020-03-17 23:59:59', '2020-03-17 18:15:41', 1);
INSERT INTO `jee_todo` VALUES (250, 3, 43, 15, '43', 15, 1, 110, 0, 0, 1, 110, 2, 'ZY1907 ', '110,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-17 07:55:52', '2020-03-17 07:55:52', '2020-03-16 23:59:59', '2020-03-17 07:58:07', 1);
INSERT INTO `jee_todo` VALUES (251, 3, 15, 15, '43', 15, 1, 110, 0, 0, 2, 110, 2, 'ZY1907 ', '110,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-17 07:58:07', '2020-03-17 07:58:07', '2020-03-17 08:58:07', '2020-03-17 07:58:57', 1);
INSERT INTO `jee_todo` VALUES (253, 3, 43, 15, '43', 15, 1, 111, 0, 0, 1, 111, 2, 'ZY1904', '111,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-17 08:05:08', '2020-03-17 08:05:08', '2020-03-17 23:59:59', '2020-03-17 18:20:07', 1);
INSERT INTO `jee_todo` VALUES (256, 3, 15, 15, '15', 15, 1, 112, 0, 0, 1, 112, 2, 'ZY2001', '112,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', 1, '', '2020-03-17 08:44:06', '2020-03-17 08:44:06', '2020-03-16 23:59:59', '2020-03-17 08:44:43', 1);
INSERT INTO `jee_todo` VALUES (257, 3, 15, 15, '15', 15, 1, 112, 0, 0, 2, 112, 2, 'ZY2001', '112,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', 1, '', '2020-03-17 08:44:43', '2020-03-17 08:44:43', '2020-03-17 09:44:43', '2020-03-17 08:44:59', 1);
INSERT INTO `jee_todo` VALUES (259, 3, 15, 15, '15', 15, 1, 113, 0, 0, 1, 113, 2, 'ZY2001', '113,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', 1, '', '2020-03-17 08:46:57', '2020-03-17 08:46:57', '2020-03-17 23:59:59', '2020-03-18 14:53:43', 1);
INSERT INTO `jee_todo` VALUES (260, 3, 4, 4, '4', 4, 1, 114, 0, 1, 1, 114, 2, 'RS08A-028检查是否漏下', '114,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-17 14:35:06', '2020-03-17 14:35:06', '2020-03-18 23:59:59', '2020-03-20 15:25:17', 1);
INSERT INTO `jee_todo` VALUES (261, 3, 4, 4, '4', 4, 1, 115, 0, 37, 1, 115, 2, 'RS10A-007~010现场跟踪防护整改', '115,李伟东,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-17 14:37:15', '2020-03-17 14:37:15', '2020-03-17 23:59:59', '2020-03-17 14:37:29', 1);
INSERT INTO `jee_todo` VALUES (262, 3, 4, 4, '4', 4, 1, 115, 0, 37, 2, 115, 2, 'RS10A-007~010现场跟踪防护整改', '115,李伟东,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-17 14:37:29', '2020-03-17 14:37:29', '2020-03-17 15:37:29', '2020-03-17 14:37:45', 1);
INSERT INTO `jee_todo` VALUES (264, 3, 4, 4, '4', 4, 1, 116, 0, 10, 1, 116, 2, 'RS08A-027解决装配中遇到的问题', '116,李伟东,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-17 14:41:29', '2020-03-17 14:41:29', '2020-03-18 23:59:59', '2020-03-20 15:24:44', 1);
INSERT INTO `jee_todo` VALUES (265, 3, 11, 11, '14', 11, 1, 109, 0, 29, 2, 109, 2, 'X轴 导轨、丝杠定货工程图', '109,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-17 18:15:41', '2020-03-17 18:15:41', '2020-03-17 19:15:41', '2020-03-17 18:46:37', 1);
INSERT INTO `jee_todo` VALUES (266, 3, 15, 15, '43', 15, 1, 111, 0, 0, 2, 111, 2, 'ZY1904', '111,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-17 18:20:07', '2020-03-17 18:20:07', '2020-03-17 19:20:07', '2020-03-18 14:48:01', 1);
INSERT INTO `jee_todo` VALUES (267, 3, 11, 11, '11', 11, 1, 104, 0, 30, 2, 104, 2, 'WCM40  细化相关防护结构', '104,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-17 18:45:44', '2020-03-17 18:45:44', '2020-03-17 19:45:44', '2020-03-17 18:46:07', 1);
INSERT INTO `jee_todo` VALUES (270, 3, 14, 11, '14', 11, 1, 117, 0, 29, 1, 117, 2, 'X、Y轴、刀库门 铠甲防护定货工程图', '117,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-17 19:07:12', '2020-03-17 19:07:12', '2020-03-18 23:59:59', '2020-03-18 16:42:03', 1);
INSERT INTO `jee_todo` VALUES (271, 3, 11, 11, '11', 11, 1, 118, 0, 30, 1, 118, 2, '底座精加工模型设计', '118,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-17 19:08:00', '2020-03-17 19:08:00', '2020-03-18 23:59:59', '2020-03-18 16:41:40', 1);
INSERT INTO `jee_todo` VALUES (272, 3, 9, 9, '9,32', 9, 1, 119, 0, 16, 1, 119, 2, '夹具整改装配', '119,陈俊,梁引科,MH150-005', '{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-18 08:00:18', '2020-03-18 08:00:18', '2020-03-18 23:59:59', '2020-03-20 17:52:39', 1);
INSERT INTO `jee_todo` VALUES (273, 3, 32, 9, '9,32', 9, 1, 119, 0, 16, 1, 119, 2, '夹具整改装配', '119,陈俊,梁引科,MH150-005', '{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-18 08:00:18', '2020-03-18 08:00:18', '2020-03-18 23:59:59', '2020-03-19 21:24:56', 1);
INSERT INTO `jee_todo` VALUES (274, 3, 24, 9, '24', 9, 1, 120, 0, 10, 1, 120, 2, '电装', '120,陈俊,杨海,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-18 08:01:52', '2020-03-18 08:01:52', '2020-03-18 23:59:59', '2020-03-18 16:44:50', 1);
INSERT INTO `jee_todo` VALUES (275, 3, 9, 9, '24', 9, 1, 101, 0, 35, 2, 101, 2, '发货准备', '101,陈俊,杨海,ZP005', '{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-18 08:06:12', '2020-03-18 08:06:12', '2020-03-18 09:06:12', '2020-03-20 17:35:00', 1);
INSERT INTO `jee_todo` VALUES (276, 3, 4, 4, '4', 4, 1, 121, 0, 7, 1, 121, 2, 'RS06A-014吹气装置改进', '121,李伟东,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-18 09:44:47', '2020-03-18 09:44:47', '2020-03-18 23:59:59', '2020-03-20 15:24:13', 1);
INSERT INTO `jee_todo` VALUES (277, 3, 25, 9, '25', 9, 1, 122, 0, 12, 1, 122, 2, '铸件攻丝', '122,陈俊,郭伟,MH150-006', '{\"groupName\":{\"12\":\"MH150-006\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}', 1, '', '2020-03-18 14:46:53', '2020-03-18 14:46:53', '2020-03-19 23:59:59', '2020-03-23 17:59:28', 1);
INSERT INTO `jee_todo` VALUES (279, 3, 43, 15, '43', 15, 1, 123, 0, 0, 1, 123, 2, 'ZY1904', '123,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-18 14:53:04', '2020-03-18 14:53:04', '2020-03-18 23:59:59', '2020-03-18 17:33:20', 1);
INSERT INTO `jee_todo` VALUES (280, 3, 15, 15, '15', 15, 1, 113, 0, 0, 2, 113, 2, 'ZY2001', '113,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', 1, '', '2020-03-18 14:53:43', '2020-03-18 14:53:43', '2020-03-18 15:53:43', '2020-03-18 14:54:46', 1);
INSERT INTO `jee_todo` VALUES (282, 3, 15, 15, '15', 15, 1, 124, 0, 0, 1, 124, 2, 'ZY2001', '124,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', 1, '', '2020-03-18 15:02:53', '2020-03-18 15:02:53', '2020-03-19 23:59:59', '2020-03-20 08:26:39', 1);
INSERT INTO `jee_todo` VALUES (283, 3, 11, 11, '11', 11, 1, 118, 0, 30, 2, 118, 2, '底座精加工模型设计', '118,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-18 16:41:40', '2020-03-18 16:41:40', '2020-03-18 17:41:40', '2020-03-18 16:41:52', 1);
INSERT INTO `jee_todo` VALUES (285, 3, 11, 11, '14', 11, 1, 117, 0, 29, 2, 117, 2, 'X、Y轴、刀库门 铠甲防护定货工程图', '117,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-18 16:42:03', '2020-03-18 16:42:03', '2020-03-18 17:42:03', '2020-03-18 16:42:44', 1);
INSERT INTO `jee_todo` VALUES (287, 3, 9, 9, '24', 9, 1, 120, 0, 10, 2, 120, 2, '电装', '120,陈俊,杨海,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-18 16:44:50', '2020-03-18 16:44:50', '2020-03-18 17:44:50', '2020-03-20 17:33:19', 1);
INSERT INTO `jee_todo` VALUES (288, 3, 15, 15, '43', 15, 1, 123, 0, 0, 2, 123, 2, 'ZY1904', '123,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-18 17:33:20', '2020-03-18 17:33:20', '2020-03-18 18:33:20', '2020-03-19 10:29:20', 1);
INSERT INTO `jee_todo` VALUES (289, 3, 14, 11, '14', 11, 1, 125, 0, 29, 1, 125, 2, 'DVM-500-11001 底座装配工程图设计', '125,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-18 19:49:36', '2020-03-18 19:49:36', '2020-03-20 23:59:59', '2020-03-20 17:40:39', 1);
INSERT INTO `jee_todo` VALUES (290, 3, 11, 11, '11', 11, 1, 126, 0, 30, 1, 126, 2, 'WCM40-20011、21011左、右主轴箱精加工模型设计', '126,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-18 19:51:06', '2020-03-18 19:51:06', '2020-03-19 23:59:59', '2020-03-19 17:57:34', 1);
INSERT INTO `jee_todo` VALUES (292, 3, 43, 15, '43', 15, 1, 127, 0, 0, 1, 127, 2, '广州万宝，青岛万宝根据图纸整理（报价用）', '127,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-19 10:33:31', '2020-03-19 10:33:31', '2020-03-19 23:59:59', '2020-03-19 17:23:18', 1);
INSERT INTO `jee_todo` VALUES (293, 3, 9, 9, '33', 9, 1, 100, 0, 10, 2, 100, 2, '夹具装配', '100,陈俊,福立新,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}', 1, '', '2020-03-19 11:10:41', '2020-03-19 11:10:41', '2020-03-19 12:10:41', '2020-03-19 11:11:11', 1);
INSERT INTO `jee_todo` VALUES (294, 3, 33, 9, '33', 9, 1, 100, 0, 10, 7, 100, 2, '夹具装配', '100,陈俊,福立新,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}', 1, '', '2020-03-19 11:11:11', '2020-03-19 11:11:11', '2020-03-19 12:11:11', NULL, 0);
INSERT INTO `jee_todo` VALUES (295, 3, 6, 6, '29', 6, 1, 42, 0, 33, 2, 42, 3, 'MS100-007电气整顿', '42,黄国峰,董晨瑞,MS100-007', '{\"groupName\":{\"33\":\"MS100-007\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-19 12:08:12', '2020-03-19 12:08:12', '2020-03-19 13:08:12', '2020-03-23 15:12:45', 1);
INSERT INTO `jee_todo` VALUES (296, 3, 24, 9, '24', 9, 1, 128, 0, 37, 1, 128, 2, '发货准备', '128,陈俊,杨海,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-19 12:51:57', '2020-03-19 12:51:57', '2020-03-22 23:59:59', '2020-03-21 16:51:13', 1);
INSERT INTO `jee_todo` VALUES (297, 3, 32, 9, '32', 9, 1, 129, 0, 37, 1, 129, 2, '发货准备', '129,陈俊,梁引科,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-19 12:54:28', '2020-03-19 12:54:28', '2020-03-22 23:59:59', '2020-03-21 16:55:12', 1);
INSERT INTO `jee_todo` VALUES (299, 3, 12, 3, '12', 3, 1, 130, 0, 31, 1, 130, 2, 'SFQ750-002内防护设计', '130,陈富永,王文利,SFQ750-002', '{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-03-19 13:17:31', '2020-03-19 13:17:31', '2020-03-22 23:59:59', '2020-03-23 08:56:53', 1);
INSERT INTO `jee_todo` VALUES (300, 3, 15, 15, '43', 15, 1, 127, 0, 0, 2, 127, 2, '广州万宝，青岛万宝根据图纸整理（报价用）', '127,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-19 17:23:18', '2020-03-19 17:23:18', '2020-03-19 18:23:18', '2020-03-20 08:25:55', 1);
INSERT INTO `jee_todo` VALUES (301, 3, 11, 11, '11', 11, 1, 126, 0, 30, 2, 126, 2, 'WCM40-20011、21011左、右主轴箱精加工模型设计', '126,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-19 17:57:34', '2020-03-19 17:57:34', '2020-03-19 18:57:34', '2020-03-19 17:57:55', 1);
INSERT INTO `jee_todo` VALUES (303, 3, 11, 11, '11', 11, 1, 131, 0, 30, 1, 131, 2, 'WCM40-20012、21011、13011滑座精加工模型设计', '131,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-19 19:41:56', '2020-03-19 19:41:56', '2020-03-20 23:59:59', '2020-03-20 19:43:25', 1);
INSERT INTO `jee_todo` VALUES (305, 3, 15, 15, '15', 15, 1, 124, 0, 0, 2, 124, 2, 'ZY2001', '124,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', 1, '', '2020-03-20 08:26:39', '2020-03-20 08:26:39', '2020-03-20 09:26:39', '2020-03-20 08:27:15', 1);
INSERT INTO `jee_todo` VALUES (307, 3, 43, 15, '43', 15, 1, 132, 0, 0, 1, 132, 2, '贝斯特中间体报价用方案', '132,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-20 08:34:13', '2020-03-20 08:34:13', '2020-03-23 23:59:59', '2020-03-23 17:03:18', 1);
INSERT INTO `jee_todo` VALUES (308, 3, 26, 17, '26', 17, 1, 27, 0, 25, 7, 27, 1, 'ZH006-001三维设计和铸件下图', '27,王保森,刘克伟,ZH006-001', '{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"17\":\"王保森\",\"26\":\"刘克伟\"}}', 1, '', '2020-03-20 11:03:36', '2020-03-20 11:03:36', '2020-03-20 12:03:36', NULL, 0);
INSERT INTO `jee_todo` VALUES (309, 3, 6, 17, '6', 17, 1, 133, 0, 44, 1, 133, 2, '电器设计及调试', '133,黄国峰,王保森,ZT003-003', '{\"groupName\":{\"44\":\"ZT003-003\"},\"fullName\":{\"6\":\"黄国峰\",\"17\":\"王保森\"}}', 1, '', '2020-03-20 11:12:23', '2020-03-20 11:12:23', '2020-06-26 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (310, 3, 29, 6, '29', 9, 1, 134, 0, 10, 1, 134, 1, 'RS08A-27床身走线', '134,黄国峰,陈俊,董晨瑞,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-20 11:55:14', '2020-03-20 11:55:14', '2020-03-25 23:59:59', '2020-03-27 17:07:55', 1);
INSERT INTO `jee_todo` VALUES (311, 3, 29, 6, '29', 6, 1, 135, 0, 10, 1, 135, 1, 'RS08A-27整机调试', '135,黄国峰,董晨瑞,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-20 11:57:05', '2020-03-20 11:57:05', '2020-03-26 23:59:59', '2020-03-27 17:07:26', 1);
INSERT INTO `jee_todo` VALUES (312, 3, 4, 4, '4', 4, 1, 121, 0, 7, 2, 121, 2, 'RS06A-014吹气装置改进', '121,李伟东,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-20 15:24:13', '2020-03-20 15:24:13', '2020-03-20 16:24:13', '2020-03-20 15:24:23', 1);
INSERT INTO `jee_todo` VALUES (314, 3, 4, 4, '4', 4, 1, 116, 0, 10, 2, 116, 2, 'RS08A-027解决装配中遇到的问题', '116,李伟东,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-20 15:24:44', '2020-03-20 15:24:44', '2020-03-20 16:24:44', '2020-03-20 15:24:56', 1);
INSERT INTO `jee_todo` VALUES (316, 3, 4, 4, '4', 4, 1, 114, 0, 1, 2, 114, 2, 'RS08A-028检查是否漏下', '114,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-20 15:25:17', '2020-03-20 15:25:17', '2020-03-20 16:25:17', '2020-03-20 15:25:28', 1);
INSERT INTO `jee_todo` VALUES (318, 3, 4, 4, '4', 4, 1, 136, 0, 19, 1, 136, 2, 'RS10A发货前清点装箱单', '136,李伟东,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-20 15:26:53', '2020-03-20 15:26:53', '2020-03-21 23:59:59', '2020-03-22 13:12:30', 1);
INSERT INTO `jee_todo` VALUES (319, 3, 4, 4, '4', 4, 1, 137, 0, 19, 1, 137, 2, 'RS10A工件打标', '137,李伟东,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-20 15:28:04', '2020-03-20 15:28:04', '2020-03-21 23:59:59', '2020-03-22 13:12:00', 1);
INSERT INTO `jee_todo` VALUES (325, 3, 25, 9, '25', 9, 1, 138, 1, 37, 1, 138, 2, '发货', '138,陈俊,郭伟,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}', 1, '', '2020-03-20 17:38:04', '2020-03-20 17:38:04', '2020-03-21 00:30:00', '2020-03-21 20:33:25', 1);
INSERT INTO `jee_todo` VALUES (326, 3, 11, 11, '14', 11, 1, 125, 0, 29, 2, 125, 2, 'DVM-500-11001 底座装配工程图设计', '125,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-20 17:40:39', '2020-03-20 17:40:39', '2020-03-20 18:40:39', '2020-03-20 19:44:09', 1);
INSERT INTO `jee_todo` VALUES (327, 3, 9, 9, '9,32', 9, 1, 119, 0, 16, 2, 119, 2, '夹具整改装配', '119,陈俊,梁引科,MH150-005', '{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-20 17:52:39', '2020-03-20 17:52:39', '2020-03-20 18:52:39', '2020-03-20 17:53:36', 1);
INSERT INTO `jee_todo` VALUES (329, 3, 9, 9, '9,32', 9, 1, 119, 0, 16, 7, 119, 2, '夹具整改装配', '119,陈俊,梁引科,MH150-005', '{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-20 17:53:36', '2020-03-20 17:53:36', '2020-03-20 18:53:36', NULL, 0);
INSERT INTO `jee_todo` VALUES (330, 3, 11, 11, '11', 11, 1, 131, 0, 30, 2, 131, 2, 'WCM40-20012、21011、13011滑座精加工模型设计', '131,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-20 19:43:25', '2020-03-20 19:43:25', '2020-03-20 20:43:25', '2020-03-20 19:43:38', 1);
INSERT INTO `jee_todo` VALUES (333, 3, 9, 9, '24', 9, 1, 128, 0, 37, 2, 128, 2, '发货准备', '128,陈俊,杨海,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-21 16:51:13', '2020-03-21 16:51:13', '2020-03-21 17:51:13', '2020-03-21 20:29:37', 1);
INSERT INTO `jee_todo` VALUES (336, 3, 24, 9, '24,32,25', 9, 1, 139, 0, 35, 1, 139, 2, '发货', '139,陈俊,杨海,郭伟,梁引科,ZP005', '{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-21 20:30:59', '2020-03-21 20:30:59', '2020-03-22 23:59:59', '2020-03-22 16:10:54', 1);
INSERT INTO `jee_todo` VALUES (337, 3, 32, 9, '24,32,25', 9, 1, 139, 0, 35, 1, 139, 2, '发货', '139,陈俊,杨海,郭伟,梁引科,ZP005', '{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-21 20:30:59', '2020-03-21 20:30:59', '2020-03-22 23:59:59', '2020-03-22 16:11:34', 1);
INSERT INTO `jee_todo` VALUES (338, 3, 25, 9, '24,32,25', 9, 1, 139, 0, 35, 1, 139, 2, '发货', '139,陈俊,杨海,郭伟,梁引科,ZP005', '{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-21 20:30:59', '2020-03-21 20:30:59', '2020-03-22 23:59:59', '2020-03-22 16:14:20', 1);
INSERT INTO `jee_todo` VALUES (339, 3, 4, 4, '4', 4, 1, 137, 0, 19, 2, 137, 2, 'RS10A工件打标', '137,李伟东,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-22 13:12:00', '2020-03-22 13:12:00', '2020-03-22 14:12:00', '2020-03-22 13:12:14', 1);
INSERT INTO `jee_todo` VALUES (341, 3, 4, 4, '4', 4, 1, 136, 0, 19, 2, 136, 2, 'RS10A发货前清点装箱单', '136,李伟东,RS10A-007-010', '{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-22 13:12:30', '2020-03-22 13:12:30', '2020-03-22 14:12:30', '2020-03-22 13:12:40', 1);
INSERT INTO `jee_todo` VALUES (344, 3, 24, 9, '24,32,25', 9, 1, 140, 0, 10, 1, 140, 2, '安装防护，机床线体走线', '140,陈俊,杨海,郭伟,梁引科,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-22 17:08:54', '2020-03-22 17:08:54', '2020-03-25 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (345, 3, 32, 9, '24,32,25', 9, 1, 140, 0, 10, 1, 140, 2, '安装防护，机床线体走线', '140,陈俊,杨海,郭伟,梁引科,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-22 17:08:54', '2020-03-22 17:08:54', '2020-03-25 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (346, 3, 25, 9, '24,32,25', 9, 1, 140, 0, 10, 1, 140, 2, '安装防护，机床线体走线', '140,陈俊,杨海,郭伟,梁引科,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-22 17:08:54', '2020-03-22 17:08:54', '2020-03-25 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (350, 3, 14, 11, '14', 11, 1, 141, 0, 29, 1, 141, 2, 'DVM-500-12001  横梁装配工程图设计', '141,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-23 07:47:11', '2020-03-23 07:47:11', '2020-03-25 23:59:59', '2020-03-25 17:17:10', 1);
INSERT INTO `jee_todo` VALUES (351, 3, 11, 11, '11', 11, 1, 142, 0, 30, 1, 142, 2, 'WCM40-14011  滑座的精加工模型设计', '142,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-23 07:48:47', '2020-03-23 07:48:47', '2020-03-23 23:59:59', '2020-03-24 07:56:51', 1);
INSERT INTO `jee_todo` VALUES (352, 3, 33, 9, '33', 9, 1, 143, 0, 47, 1, 143, 2, '装配', '143,陈俊,福立新,P1925', '{\"groupName\":{\"47\":\"P1925\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}', 1, '', '2020-03-23 08:15:35', '2020-03-23 08:15:35', '2020-03-24 23:59:59', '2020-04-01 08:39:02', 1);
INSERT INTO `jee_todo` VALUES (353, 3, 33, 9, '33', 9, 1, 144, 0, 48, 1, 144, 2, '装配', '144,陈俊,福立新,P1926', '{\"groupName\":{\"48\":\"P1926\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}', 1, '', '2020-03-23 08:16:28', '2020-03-23 08:16:28', '2020-03-29 23:59:59', '2020-03-30 10:10:36', 1);
INSERT INTO `jee_todo` VALUES (354, 3, 4, 4, '4', 4, 1, 145, 0, 10, 1, 145, 2, 'RS08A-027统计防护罩到货情况', '145,李伟东,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-23 09:40:35', '2020-03-23 09:40:35', '2020-03-23 23:59:59', '2020-03-24 19:40:28', 1);
INSERT INTO `jee_todo` VALUES (356, 3, 6, 6, '41', 6, 1, 59, 0, 12, 2, 59, 2, 'MH150-006夹具增加浮动单元确定尺寸及部分三维模型', '59,黄国峰,李朋杰,MH150-006', '{\"groupName\":{\"12\":\"MH150-006\"},\"fullName\":{\"6\":\"黄国峰\",\"41\":\"李朋杰\"}}', 1, '', '2020-03-23 15:13:28', '2020-03-23 15:13:28', '2020-03-23 16:13:28', '2020-03-23 15:39:09', 1);
INSERT INTO `jee_todo` VALUES (357, 3, 6, 6, '41', 6, 1, 73, 0, 16, 2, 73, 4, 'MH150-005珩磨头测绘', '73,黄国峰,李朋杰,MH150-005', '{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"6\":\"黄国峰\",\"41\":\"李朋杰\"}}', 1, '', '2020-03-23 15:14:12', '2020-03-23 15:14:12', '2020-03-23 16:14:12', '2020-03-23 15:38:45', 1);
INSERT INTO `jee_todo` VALUES (360, 3, 15, 15, '43', 15, 1, 132, 0, 0, 2, 132, 2, '贝斯特中间体报价用方案', '132,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-23 17:03:18', '2020-03-23 17:03:18', '2020-03-23 18:03:18', '2020-03-24 09:12:05', 1);
INSERT INTO `jee_todo` VALUES (361, 3, 32, 9, '32,25', 9, 1, 146, 0, 10, 1, 146, 2, '安装防护，机床走线', '146,陈俊,郭伟,梁引科,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-23 17:50:50', '2020-03-23 17:50:50', '2020-03-25 23:59:59', '2020-03-27 09:46:38', 1);
INSERT INTO `jee_todo` VALUES (362, 3, 25, 9, '32,25', 9, 1, 146, 0, 10, 1, 146, 2, '安装防护，机床走线', '146,陈俊,郭伟,梁引科,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-23 17:50:50', '2020-03-23 17:50:50', '2020-03-25 23:59:59', '2020-03-27 09:49:49', 1);
INSERT INTO `jee_todo` VALUES (363, 3, 24, 9, '24', 9, 1, 147, 0, 35, 1, 147, 2, '售后调试', '147,陈俊,杨海,ZP005', '{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-23 17:52:31', '2020-03-23 17:52:31', '2020-03-29 23:59:59', '2020-03-26 17:22:24', 1);
INSERT INTO `jee_todo` VALUES (364, 3, 9, 9, '25', 9, 1, 122, 0, 12, 2, 122, 2, '铸件攻丝', '122,陈俊,郭伟,MH150-006', '{\"groupName\":{\"12\":\"MH150-006\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}', 1, '', '2020-03-23 17:59:28', '2020-03-23 17:59:28', '2020-03-23 18:59:28', '2020-03-24 09:07:26', 1);
INSERT INTO `jee_todo` VALUES (365, 3, 4, 4, '4', 4, 1, 148, 0, 43, 1, 148, 2, 'R08-002主机设计', '148,李伟东,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-23 18:07:54', '2020-03-23 18:07:54', '2020-03-26 23:59:59', '2020-03-24 19:42:16', 1);
INSERT INTO `jee_todo` VALUES (366, 3, 7, 11, '7', 11, 1, 149, 0, 3, 1, 149, 2, 'DVM-1115-001   整机防护结构方案设计', '149,刘长澜,康文生,DVL-1115-001  双轴立式车削中心', '{\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"},\"fullName\":{\"7\":\"刘长澜\",\"11\":\"康文生\"}}', 1, '', '2020-03-23 19:52:42', '2020-03-23 19:52:42', '2020-03-23 19:49:39', '2020-03-27 16:39:16', 1);
INSERT INTO `jee_todo` VALUES (367, 3, 11, 11, '11', 11, 1, 150, 0, 30, 1, 150, 2, 'WCM40  整机防护外观方案模型设计', '150,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-23 19:54:24', '2020-03-23 19:54:24', '2020-03-25 23:59:59', '2020-03-25 20:47:11', 1);
INSERT INTO `jee_todo` VALUES (368, 3, 11, 11, '11', 11, 1, 142, 0, 30, 2, 142, 2, 'WCM40-14011  滑座的精加工模型设计', '142,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-24 07:56:51', '2020-03-24 07:56:51', '2020-03-24 08:56:51', '2020-03-25 20:47:50', 1);
INSERT INTO `jee_todo` VALUES (371, 3, 43, 15, '43', 15, 1, 151, 0, 0, 1, 151, 2, 'ZY2001', '151,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-24 09:13:31', '2020-03-24 09:13:31', '2020-03-29 23:59:59', '2020-03-25 17:07:41', 1);
INSERT INTO `jee_todo` VALUES (373, 3, 12, 3, '12', 3, 1, 152, 0, 46, 1, 152, 2, 'SFT750-001改造总方案', '152,陈富永,王文利,SFT750-001', '{\"groupName\":{\"46\":\"SFT750-001\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-03-24 10:07:44', '2020-03-24 10:07:44', '2020-03-29 23:59:59', '2020-03-30 09:02:11', 1);
INSERT INTO `jee_todo` VALUES (374, 3, 29, 6, '29', 6, 1, 153, 0, 50, 1, 153, 2, 'RC08A-007 解除使用期限', '153,黄国峰,董晨瑞,RC08A-007', '{\"groupName\":{\"50\":\"RC08A-007\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-24 12:04:26', '2020-03-24 12:04:26', '2020-03-24 23:59:59', '2020-03-25 20:59:27', 1);
INSERT INTO `jee_todo` VALUES (375, 3, 29, 6, '29', 6, 1, 154, 0, 49, 1, 154, 2, 'RC06A-014 解除使用期限', '154,黄国峰,董晨瑞,RC06A-014', '{\"groupName\":{\"49\":\"RC06A-014\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-24 12:05:38', '2020-03-24 12:05:38', '2020-03-24 23:59:59', '2020-03-25 20:59:12', 1);
INSERT INTO `jee_todo` VALUES (376, 3, 6, 6, '42', 6, 1, 99, 0, 25, 2, 99, 2, 'ZH006-001 电气设计', '99,黄国峰,彭兴乔,ZH006-001', '{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}', 1, '', '2020-03-24 16:28:26', '2020-03-24 16:28:26', '2020-03-24 17:28:26', '2020-03-25 08:55:09', 1);
INSERT INTO `jee_todo` VALUES (377, 3, 12, 3, '12', 3, 1, 155, 0, 40, 1, 155, 2, 'SFQ750-001测试软件', '155,陈富永,王文利,SFQ750-001', '{\"groupName\":{\"40\":\"SFQ750-001\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-03-24 16:38:03', '2020-03-24 16:38:03', '2020-03-24 23:59:59', '2020-03-24 16:40:24', 1);
INSERT INTO `jee_todo` VALUES (378, 3, 12, 3, '12', 3, 1, 155, 0, 40, 7, 155, 2, 'SFQ750-001测试软件', '155,陈富永,王文利,SFQ750-001', '{\"groupName\":{\"40\":\"SFQ750-001\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-03-24 16:43:10', '2020-03-24 16:43:10', '2020-03-24 17:43:10', NULL, 0);
INSERT INTO `jee_todo` VALUES (379, 3, 36, 9, '36,39', 9, 1, 156, 0, 26, 1, 156, 2, '铸件加工', '156,陈俊,吕阳,代彦磊,ZH007-002', '{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\",\"39\":\"代彦磊\"}}', 1, '', '2020-03-24 17:32:05', '2020-03-24 17:32:05', '2020-03-29 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (380, 3, 39, 9, '36,39', 9, 1, 156, 0, 26, 1, 156, 2, '铸件加工', '156,陈俊,吕阳,代彦磊,ZH007-002', '{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\",\"39\":\"代彦磊\"}}', 1, '', '2020-03-24 17:32:05', '2020-03-24 17:32:05', '2020-03-29 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (381, 3, 4, 4, '4', 4, 1, 145, 0, 10, 2, 145, 2, 'RS08A-027统计防护罩到货情况', '145,李伟东,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-24 19:40:28', '2020-03-24 19:40:28', '2020-03-24 20:40:28', '2020-03-24 19:41:39', 1);
INSERT INTO `jee_todo` VALUES (382, 3, 4, 4, '4', 4, 1, 148, 0, 43, 2, 148, 2, 'R08-002主机设计', '148,李伟东,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-24 19:42:17', '2020-03-24 19:42:17', '2020-03-24 20:42:17', '2020-03-24 19:42:25', 1);
INSERT INTO `jee_todo` VALUES (383, 3, 5, 4, '5', 4, 1, 157, 0, 43, 1, 157, 2, 'R08-002主机部分下单', '157,李伟东,任颖,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\",\"5\":\"任颖\"}}', 1, '', '2020-03-24 19:47:51', '2020-03-24 19:47:51', '2020-03-25 23:59:59', '2020-03-26 12:48:36', 1);
INSERT INTO `jee_todo` VALUES (384, 3, 4, 4, '4', 4, 1, 158, 0, 39, 1, 158, 2, 'RC06A-018技术任务书', '158,李伟东,RC06A-018', '{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-24 19:49:34', '2020-03-24 19:49:34', '2020-03-25 23:59:59', '2020-03-25 16:42:09', 1);
INSERT INTO `jee_todo` VALUES (385, 3, 4, 4, '4', 4, 1, 159, 0, 39, 1, 159, 2, 'RC06A-018夹具设计', '159,李伟东,RC06A-018', '{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-24 19:50:54', '2020-03-24 19:50:54', '2020-03-29 23:59:59', '2020-03-27 15:09:54', 1);
INSERT INTO `jee_todo` VALUES (386, 3, 33, 9, '33', 9, 1, 160, 0, 37, 1, 160, 2, '四台磁分', '160,陈俊,福立新,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}', 1, '', '2020-03-25 07:57:35', '2020-03-25 07:57:35', '2020-03-27 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (387, 3, 42, 6, '42', 6, 1, 161, 0, 43, 1, 161, 2, 'R08-002 电气设计', '161,黄国峰,彭兴乔,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}', 1, '', '2020-03-25 08:59:10', '2020-03-25 08:59:10', '2020-04-16 23:59:59', '2020-03-30 09:28:02', 1);
INSERT INTO `jee_todo` VALUES (388, 3, 42, 6, '42', 6, 1, 162, 0, 44, 1, 162, 2, 'ZT003-003 电气设计', '162,黄国峰,彭兴乔,ZT003-003', '{\"groupName\":{\"44\":\"ZT003-003\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}', 1, '', '2020-03-25 09:54:28', '2020-03-25 09:54:28', '2020-04-17 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (389, 3, 42, 6, '42', 6, 1, 163, 0, 54, 1, 163, 2, 'RC06A-018 电气设计', '163,黄国峰,彭兴乔,RC06A-018', '{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}', 1, '', '2020-03-25 12:27:12', '2020-03-25 12:27:12', '2020-04-11 23:59:59', '2020-04-01 10:32:10', 1);
INSERT INTO `jee_todo` VALUES (390, 3, 4, 4, '4', 4, 1, 158, 0, 39, 2, 158, 2, 'RC06A-018技术任务书', '158,李伟东,RC06A-018', '{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-25 16:42:09', '2020-03-25 16:42:09', '2020-03-25 17:42:09', '2020-03-25 16:42:17', 1);
INSERT INTO `jee_todo` VALUES (391, 3, 15, 15, '43', 15, 1, 151, 0, 0, 2, 151, 2, 'ZY2001', '151,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-25 17:07:41', '2020-03-25 17:07:41', '2020-03-25 18:07:41', '2020-03-26 09:01:47', 1);
INSERT INTO `jee_todo` VALUES (392, 3, 11, 11, '14', 11, 1, 141, 0, 29, 2, 141, 2, 'DVM-500-12001  横梁装配工程图设计', '141,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-25 17:17:10', '2020-03-25 17:17:10', '2020-03-25 18:17:10', '2020-03-25 20:48:25', 1);
INSERT INTO `jee_todo` VALUES (393, 3, 11, 11, '11', 11, 1, 150, 0, 30, 2, 150, 2, 'WCM40  整机防护外观方案模型设计', '150,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-25 20:47:11', '2020-03-25 20:47:11', '2020-03-25 21:47:11', '2020-03-25 20:47:29', 1);
INSERT INTO `jee_todo` VALUES (394, 3, 11, 11, '11', 11, 1, 164, 0, 30, 1, 164, 2, 'WCM40  优化总机外形尺寸', '164,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-25 20:51:23', '2020-03-25 20:51:23', '2020-03-25 23:59:59', '2020-03-26 20:20:43', 1);
INSERT INTO `jee_todo` VALUES (395, 3, 14, 11, '14', 11, 1, 165, 0, 29, 1, 165, 2, 'DVM-500-13001  滑座装配工程图设计', '165,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-25 20:52:51', '2020-03-25 20:52:51', '2020-03-27 23:59:59', '2020-03-27 20:19:07', 1);
INSERT INTO `jee_todo` VALUES (396, 3, 6, 6, '29', 6, 1, 154, 0, 49, 2, 154, 2, 'RC06A-014 解除使用期限', '154,黄国峰,董晨瑞,RC06A-014', '{\"groupName\":{\"49\":\"RC06A-014\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-25 20:59:12', '2020-03-25 20:59:12', '2020-03-25 21:59:12', '2020-03-26 11:22:59', 1);
INSERT INTO `jee_todo` VALUES (397, 3, 6, 6, '29', 6, 1, 153, 0, 50, 2, 153, 2, 'RC08A-007 解除使用期限', '153,黄国峰,董晨瑞,RC08A-007', '{\"groupName\":{\"50\":\"RC08A-007\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-25 20:59:27', '2020-03-25 20:59:27', '2020-03-25 21:59:27', '2020-03-26 11:22:42', 1);
INSERT INTO `jee_todo` VALUES (398, 3, 33, 9, '33', 9, 1, 166, 0, 11, 1, 166, 2, '夹具装配', '166,陈俊,福立新,RC06A-017', '{\"groupName\":{\"11\":\"RC06A-017\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}', 1, '', '2020-03-26 08:04:02', '2020-03-26 08:04:02', '2020-04-01 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (399, 3, 43, 15, '43', 15, 1, 167, 0, 0, 1, 167, 2, '自动化说明书模板', '167,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-26 08:59:09', '2020-03-26 08:59:09', '2020-03-31 23:59:59', '2020-03-30 16:54:50', 1);
INSERT INTO `jee_todo` VALUES (400, 3, 15, 15, '15', 15, 1, 168, 0, 0, 1, 168, 2, '恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价', '168,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', 1, '', '2020-03-26 09:01:15', '2020-03-26 09:01:15', '2020-03-26 23:59:59', '2020-03-31 17:16:29', 1);
INSERT INTO `jee_todo` VALUES (401, 3, 42, 6, '42', 6, 1, 169, 0, 10, 1, 169, 2, 'RS08A-027 水箱及输送机走线', '169,黄国峰,彭兴乔,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}', 1, '', '2020-03-26 11:24:36', '2020-03-26 11:24:36', '2020-03-27 23:59:59', '2020-03-27 12:48:34', 1);
INSERT INTO `jee_todo` VALUES (402, 3, 20, 20, '20', 20, 1, 170, 0, 52, 1, 170, 1, 'P2002磐吉奥换型夹具设计及下单', '170,郝俊才,P2002', '{\"groupName\":{\"52\":\"P2002\"},\"fullName\":{\"20\":\"郝俊才\"}}', 1, '', '2020-03-26 11:28:31', '2020-03-26 11:28:31', '2020-03-29 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (403, 3, 6, 6, '30', 6, 1, 97, 0, 24, 2, 97, 2, 'ZH005-002 电气设计', '97,黄国峰,吴永德,ZH005-002', '{\"groupName\":{\"24\":\"ZH005-002\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}', 1, '', '2020-03-26 16:57:05', '2020-03-26 16:57:05', '2020-03-26 17:57:05', '2020-03-26 17:46:51', 1);
INSERT INTO `jee_todo` VALUES (404, 3, 9, 9, '24', 9, 1, 147, 0, 35, 2, 147, 2, '售后调试', '147,陈俊,杨海,ZP005', '{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}', 1, '', '2020-03-26 17:22:24', '2020-03-26 17:22:24', '2020-03-26 18:22:24', '2020-03-28 13:57:42', 1);
INSERT INTO `jee_todo` VALUES (405, 3, 11, 11, '11', 11, 1, 164, 0, 30, 2, 164, 2, 'WCM40  优化总机外形尺寸', '164,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-26 20:20:43', '2020-03-26 20:20:43', '2020-03-26 21:20:43', '2020-03-26 20:20:56', 1);
INSERT INTO `jee_todo` VALUES (406, 3, 32, 9, '32,33,25', 9, 1, 171, 0, 10, 1, 171, 2, '调试，发货', '171,陈俊,郭伟,梁引科,福立新,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\",\"33\":\"福立新\"}}', 1, '', '2020-03-27 08:00:26', '2020-03-27 08:00:26', '2020-03-27 23:59:59', '2020-03-27 21:39:48', 1);
INSERT INTO `jee_todo` VALUES (407, 3, 33, 9, '32,33,25', 9, 1, 171, 0, 10, 1, 171, 2, '调试，发货', '171,陈俊,郭伟,梁引科,福立新,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\",\"33\":\"福立新\"}}', 1, '', '2020-03-27 08:00:26', '2020-03-27 08:00:26', '2020-03-27 23:59:59', '2020-03-27 15:23:39', 1);
INSERT INTO `jee_todo` VALUES (408, 3, 25, 9, '32,33,25', 9, 1, 171, 0, 10, 1, 171, 2, '调试，发货', '171,陈俊,郭伟,梁引科,福立新,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\",\"33\":\"福立新\"}}', 1, '', '2020-03-27 08:00:26', '2020-03-27 08:00:26', '2020-03-27 23:59:59', '2020-03-27 18:55:46', 1);
INSERT INTO `jee_todo` VALUES (409, 3, 11, 11, '11', 11, 1, 172, 0, 30, 1, 172, 2, 'WCM40  样本资料设计', '172,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-27 08:08:24', '2020-03-27 08:08:24', '2020-03-27 23:59:59', '2020-03-27 20:26:52', 1);
INSERT INTO `jee_todo` VALUES (410, 3, 9, 9, '32,25', 9, 1, 146, 0, 10, 2, 146, 2, '安装防护，机床走线', '146,陈俊,郭伟,梁引科,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-27 09:49:49', '2020-03-27 09:49:49', '2020-03-27 10:49:49', '2020-03-28 13:58:32', 1);
INSERT INTO `jee_todo` VALUES (411, 3, 6, 6, '42', 6, 1, 169, 0, 10, 2, 169, 2, 'RS08A-027 水箱及输送机走线', '169,黄国峰,彭兴乔,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}', 1, '', '2020-03-27 12:48:34', '2020-03-27 12:48:34', '2020-03-27 13:48:34', '2020-03-27 13:03:31', 1);
INSERT INTO `jee_todo` VALUES (412, 3, 30, 6, '30', 6, 1, 173, 0, 13, 1, 173, 2, 'ZP005-001 编写电气说明书', '173,黄国峰,吴永德,ZP005-001', '{\"groupName\":{\"13\":\"ZP005-001\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}', 1, '', '2020-03-27 13:06:45', '2020-03-27 13:06:45', '2020-03-31 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (413, 3, 30, 6, '30', 6, 1, 174, 0, 53, 1, 174, 2, 'ZH005-001 修改程序', '174,黄国峰,吴永德,ZH005-001', '{\"groupName\":{\"53\":\"ZH005-001\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}', 1, '', '2020-03-27 13:09:55', '2020-03-27 13:09:55', '2020-03-27 23:59:59', '2020-03-30 08:36:52', 1);
INSERT INTO `jee_todo` VALUES (414, 3, 4, 4, '4', 4, 1, 159, 0, 39, 2, 159, 2, 'RC06A-018夹具设计', '159,李伟东', '{\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-27 15:09:54', '2020-03-27 15:09:54', '2020-03-27 16:09:54', '2020-03-27 15:10:07', 1);
INSERT INTO `jee_todo` VALUES (415, 3, 4, 4, '4', 4, 1, 175, 0, 10, 1, 175, 2, 'RS08A-027发货清单及核对换型件', '175,李伟东,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-27 15:20:03', '2020-03-27 15:20:03', '2020-03-27 23:59:59', '2020-03-30 08:55:35', 1);
INSERT INTO `jee_todo` VALUES (416, 3, 4, 4, '4', 4, 1, 176, 0, 51, 1, 176, 2, 'SH2003夹具设计', '176,李伟东,SH2003', '{\"groupName\":{\"51\":\"SH2003\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-27 15:21:37', '2020-03-27 15:21:37', '2020-03-27 23:59:59', '2020-03-30 08:55:06', 1);
INSERT INTO `jee_todo` VALUES (417, 3, 11, 11, '7', 11, 1, 149, 0, 3, 2, 149, 2, 'DVM-1115-001   整机防护结构方案设计', '149,刘长澜,康文生,DVL-1115-001  双轴立式车削中心', '{\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"},\"fullName\":{\"7\":\"刘长澜\",\"11\":\"康文生\"}}', 1, '', '2020-03-27 16:39:16', '2020-03-27 16:39:16', '2020-03-27 17:39:16', '2020-03-27 20:27:29', 1);
INSERT INTO `jee_todo` VALUES (418, 3, 6, 6, '29', 6, 1, 135, 0, 10, 2, 135, 1, 'RS08A-27整机调试', '135,黄国峰,董晨瑞,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-27 17:07:26', '2020-03-27 17:07:26', '2020-03-27 18:07:26', '2020-03-27 19:04:27', 1);
INSERT INTO `jee_todo` VALUES (419, 3, 9, 6, '29', 9, 1, 134, 0, 10, 2, 134, 1, 'RS08A-27床身走线', '134,黄国峰,陈俊,董晨瑞,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\",\"29\":\"董晨瑞\"}}', 1, '', '2020-03-27 17:07:55', '2020-03-27 17:07:55', '2020-03-27 18:07:55', '2020-03-30 17:48:31', 1);
INSERT INTO `jee_todo` VALUES (420, 3, 11, 11, '14', 11, 1, 165, 0, 29, 2, 165, 2, 'DVM-500-13001  滑座装配工程图设计', '165,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-27 20:19:07', '2020-03-27 20:19:07', '2020-03-27 21:19:07', '2020-03-27 20:27:48', 1);
INSERT INTO `jee_todo` VALUES (421, 3, 11, 11, '11', 11, 1, 172, 0, 30, 2, 172, 2, 'WCM40  样本资料设计', '172,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-27 20:26:52', '2020-03-27 20:26:52', '2020-03-27 21:26:52', '2020-03-27 20:27:03', 1);
INSERT INTO `jee_todo` VALUES (422, 3, 5, 6, '5', 6, 1, 177, 0, 25, 1, 177, 2, 'ZH006-001 速达建号下单', '177,任颖,黄国峰,ZH006-001', '{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}', 1, '', '2020-03-28 13:31:57', '2020-03-28 13:31:57', '2020-03-30 23:59:59', '2020-03-30 09:13:29', 1);
INSERT INTO `jee_todo` VALUES (423, 3, 32, 9, '32,25', 9, 1, 178, 0, 46, 1, 178, 2, '改造', '178,陈俊,郭伟,梁引科,SFT750-001', '{\"groupName\":{\"46\":\"SFT750-001\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-30 07:13:35', '2020-03-30 07:13:35', '2020-04-05 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (424, 3, 25, 9, '32,25', 9, 1, 178, 0, 46, 1, 178, 2, '改造', '178,陈俊,郭伟,梁引科,SFT750-001', '{\"groupName\":{\"46\":\"SFT750-001\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-03-30 07:13:35', '2020-03-30 07:13:35', '2020-04-05 23:59:59', NULL, 1);
INSERT INTO `jee_todo` VALUES (425, 3, 11, 11, '11', 11, 1, 179, 0, 30, 1, 179, 2, 'WCM40  完成产品的样本', '179,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-30 07:51:45', '2020-03-30 07:51:45', '2020-03-30 23:59:59', '2020-03-31 07:56:13', 1);
INSERT INTO `jee_todo` VALUES (426, 3, 14, 11, '14', 11, 1, 180, 0, 29, 1, 180, 2, 'DVM-500-20001  主轴装配工程图设计', '180,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-30 07:53:34', '2020-03-30 07:53:34', '2020-03-31 23:59:59', '2020-03-31 16:32:47', 1);
INSERT INTO `jee_todo` VALUES (427, 3, 7, 11, '7', 11, 1, 181, 0, 3, 1, 181, 2, 'DVL-1115  完成内总钣金件的设计', '181,刘长澜,康文生,DVL-1115-001  双轴立式车削中心', '{\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"},\"fullName\":{\"7\":\"刘长澜\",\"11\":\"康文生\"}}', 1, '', '2020-03-30 07:56:12', '2020-03-30 07:56:12', '2020-04-03 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (428, 3, 5, 6, '5', 6, 1, 182, 0, 8, 1, 182, 2, 'ZY2001 速达建号下单', '182,任颖,黄国峰,ZY2001', '{\"groupName\":{\"8\":\"ZY2001\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}', 1, '', '2020-03-30 08:24:53', '2020-03-30 08:24:53', '2020-03-30 23:59:59', '2020-03-30 09:12:09', 1);
INSERT INTO `jee_todo` VALUES (429, 3, 6, 6, '30', 6, 1, 174, 0, 53, 2, 174, 2, 'ZH005-001 修改程序', '174,黄国峰,吴永德,ZH005-001', '{\"groupName\":{\"53\":\"ZH005-001\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}', 1, '', '2020-03-30 08:36:52', '2020-03-30 08:36:52', '2020-03-30 09:36:52', '2020-03-30 12:33:08', 1);
INSERT INTO `jee_todo` VALUES (430, 3, 5, 6, '5', 6, 1, 183, 0, 43, 1, 183, 2, 'R08-002 速达项目号审核建号', '183,任颖,黄国峰,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}', 1, '', '2020-03-30 08:53:33', '2020-03-30 08:53:33', '2020-03-30 23:59:59', '2020-03-30 09:11:11', 1);
INSERT INTO `jee_todo` VALUES (431, 3, 5, 6, '5', 6, 1, 184, 0, 44, 1, 184, 2, 'ZT003-003 速达项目号审核建号', '184,任颖,黄国峰,ZT003-003', '{\"groupName\":{\"44\":\"ZT003-003\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}', 1, '', '2020-03-30 08:54:27', '2020-03-30 08:54:27', '2020-03-30 23:59:59', '2020-03-30 09:10:25', 1);
INSERT INTO `jee_todo` VALUES (432, 3, 4, 4, '4', 4, 1, 176, 0, 51, 2, 176, 2, 'SH2003夹具设计', '176,李伟东,SH2003', '{\"groupName\":{\"51\":\"SH2003\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-30 08:55:06', '2020-03-30 08:55:06', '2020-03-30 09:55:06', '2020-03-30 08:55:14', 1);
INSERT INTO `jee_todo` VALUES (433, 3, 4, 4, '4', 4, 1, 175, 0, 10, 2, 175, 2, 'RS08A-027发货清单及核对换型件', '175,李伟东,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-30 08:55:35', '2020-03-30 08:55:35', '2020-03-30 09:55:35', '2020-03-30 08:55:42', 1);
INSERT INTO `jee_todo` VALUES (434, 3, 5, 6, '5', 6, 1, 185, 0, 51, 1, 185, 2, 'SH2003 速达项目号审核建号', '185,任颖,黄国峰,SH2003', '{\"groupName\":{\"51\":\"SH2003\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}', 1, '', '2020-03-30 08:55:54', '2020-03-30 08:55:54', '2020-03-30 23:59:59', '2020-03-30 09:09:39', 1);
INSERT INTO `jee_todo` VALUES (435, 3, 5, 6, '5', 6, 1, 186, 0, 54, 1, 186, 2, 'RC06A-018 速达项目号审核建号', '186,任颖,黄国峰,RC06A-018', '{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}', 1, '', '2020-03-30 08:56:47', '2020-03-30 08:56:47', '2020-03-30 23:59:59', '2020-03-30 09:08:36', 1);
INSERT INTO `jee_todo` VALUES (436, 3, 10, 4, '10', 4, 1, 187, 0, 54, 1, 187, 2, 'RC06A-018查找防护电柜缺失件并补齐', '187,李伟东,胡玉龙,RC06A-018', '{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}', 1, '', '2020-03-30 09:04:15', '2020-03-30 09:04:15', '2020-03-30 23:59:59', '2020-03-30 14:09:40', 1);
INSERT INTO `jee_todo` VALUES (437, 3, 12, 3, '12', 3, 1, 188, 0, 40, 1, 188, 2, 'SFQ750-001振动系统改造设计', '188,陈富永,王文利,SFQ750-001', '{\"groupName\":{\"40\":\"SFQ750-001\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}', 1, '', '2020-03-30 09:10:45', '2020-03-30 09:10:45', '2020-03-31 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (438, 3, 6, 6, '42', 6, 1, 161, 0, 43, 2, 161, 2, 'R08-002 电气设计', '161,黄国峰,彭兴乔,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}', 1, '', '2020-03-30 09:28:02', '2020-03-30 09:28:02', '2020-03-30 10:28:02', '2020-03-30 13:10:23', 1);
INSERT INTO `jee_todo` VALUES (439, 3, 4, 4, '4', 4, 1, 189, 0, 43, 1, 189, 2, 'R08-002夹具方案设计', '189,李伟东,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-30 09:35:29', '2020-03-30 09:35:29', '2020-04-01 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (440, 3, 9, 9, '33', 9, 1, 144, 0, 48, 2, 144, 2, '装配', '144,陈俊,福立新,P1926', '{\"groupName\":{\"48\":\"P1926\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}', 1, '', '2020-03-30 10:10:36', '2020-03-30 10:10:36', '2020-03-30 11:10:36', '2020-03-30 15:26:49', 1);
INSERT INTO `jee_todo` VALUES (441, 3, 4, 4, '10', 4, 1, 187, 0, 54, 2, 187, 2, 'RC06A-018查找防护电柜缺失件并补齐', '187,李伟东,胡玉龙,RC06A-018', '{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}', 1, '', '2020-03-30 14:09:40', '2020-03-30 14:09:40', '2020-03-30 15:09:40', '2020-03-30 20:16:59', 1);
INSERT INTO `jee_todo` VALUES (442, 3, 32, 9, '32', 9, 1, 190, 0, 11, 1, 190, 2, '装配', '190,陈俊,梁引科,RC06A-017', '{\"groupName\":{\"11\":\"RC06A-017\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}', 1, '', '2020-03-30 15:27:51', '2020-03-30 15:27:51', '2020-03-30 23:59:59', '2020-03-31 07:58:13', 1);
INSERT INTO `jee_todo` VALUES (443, 3, 25, 9, '25', 9, 1, 191, 0, 26, 1, 191, 2, '铸件攻丝', '191,陈俊,郭伟,ZH007-002', '{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}', 1, '', '2020-03-30 15:28:49', '2020-03-30 15:28:49', '2020-03-30 23:59:59', '2020-03-31 08:06:34', 1);
INSERT INTO `jee_todo` VALUES (444, 3, 34, 9, '34', 9, 1, 192, 0, 15, 1, 192, 2, '试切', '192,陈俊,王金龙,ZH008', '{\"groupName\":{\"15\":\"ZH008\"},\"fullName\":{\"9\":\"陈俊\",\"34\":\"王金龙\"}}', 1, '', '2020-03-30 15:29:42', '2020-03-30 15:29:42', '2020-03-30 23:59:59', '2020-03-31 08:07:23', 1);
INSERT INTO `jee_todo` VALUES (445, 3, 10, 4, '10', 4, 1, 193, 0, 43, 1, 193, 2, 'R08-002更换电柜空调厂家', '193,李伟东,胡玉龙,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}', 1, '', '2020-03-30 16:01:12', '2020-03-30 16:01:12', '2020-03-31 23:59:59', '2020-03-31 16:54:41', 1);
INSERT INTO `jee_todo` VALUES (446, 3, 15, 15, '43', 15, 1, 167, 0, 0, 2, 167, 2, '自动化说明书模板', '167,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-03-30 16:54:50', '2020-03-30 16:54:50', '2020-03-30 17:54:50', '2020-03-31 17:17:49', 1);
INSERT INTO `jee_todo` VALUES (447, 3, 10, 4, '10', 4, 1, 194, 0, 54, 1, 202, 2, 'RC06A-018夹具装配图，气动原理图', '194,李伟东,胡玉龙,RC06A-018', '{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}', 1, '', '2020-03-30 20:23:53', '2020-03-30 20:23:53', '2020-03-31 23:59:59', '2020-03-31 16:54:22', 1);
INSERT INTO `jee_todo` VALUES (448, 3, 11, 11, '11', 11, 1, 179, 0, 30, 2, 179, 2, 'WCM40  完成产品的样本', '179,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-31 07:56:13', '2020-03-31 07:56:13', '2020-03-31 08:56:13', '2020-03-31 07:56:23', 1);
INSERT INTO `jee_todo` VALUES (449, 3, 14, 11, '14', 11, 1, 195, 0, 29, 1, 203, 2, 'DVN-500  液压系统设计任务书', '195,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-31 07:57:33', '2020-03-31 07:57:33', '2020-04-01 23:59:59', '2020-04-01 16:44:29', 1);
INSERT INTO `jee_todo` VALUES (450, 3, 32, 9, '32,34', 9, 1, 196, 0, 16, 1, 204, 2, '收尾', '196,陈俊,梁引科,王金龙,MH150-005', '{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\",\"34\":\"王金龙\"}}', 1, '', '2020-03-31 07:59:48', '2020-03-31 07:59:48', '2020-03-31 23:59:59', '2020-04-01 07:57:19', 1);
INSERT INTO `jee_todo` VALUES (451, 3, 34, 9, '32,34', 9, 1, 196, 0, 16, 1, 204, 2, '收尾', '196,陈俊,梁引科,王金龙,MH150-005', '{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\",\"34\":\"王金龙\"}}', 1, '', '2020-03-31 07:59:48', '2020-03-31 07:59:48', '2020-03-31 23:59:59', '2020-04-01 07:55:34', 1);
INSERT INTO `jee_todo` VALUES (452, 3, 25, 9, '25', 9, 1, 197, 0, 26, 1, 205, 2, '铸件攻丝', '197,陈俊,郭伟,ZH007-002', '{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}', 1, '', '2020-03-31 08:01:16', '2020-03-31 08:01:16', '2020-03-31 23:59:59', '2020-04-01 07:48:23', 1);
INSERT INTO `jee_todo` VALUES (453, 3, 11, 11, '11', 11, 1, 198, 0, 30, 1, 206, 2, 'WCM40  差速器生产线中的应用', '198,康文生,WCM40-001  差速器壳复合加工中心', '{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}', 1, '', '2020-03-31 08:02:17', '2020-03-31 08:02:17', '2020-04-01 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (454, 3, 9, 9, '25', 9, 1, 191, 0, 26, 2, 191, 2, '铸件攻丝', '191,陈俊,郭伟,ZH007-002', '{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}', 1, '', '2020-03-31 08:06:34', '2020-03-31 08:06:34', '2020-03-31 09:06:34', '2020-03-31 22:00:12', 1);
INSERT INTO `jee_todo` VALUES (455, 3, 9, 9, '34', 9, 1, 192, 0, 15, 2, 192, 2, '试切', '192,陈俊,王金龙,ZH008', '{\"groupName\":{\"15\":\"ZH008\"},\"fullName\":{\"9\":\"陈俊\",\"34\":\"王金龙\"}}', 1, '', '2020-03-31 08:07:23', '2020-03-31 08:07:23', '2020-03-31 09:07:23', '2020-03-31 22:01:13', 1);
INSERT INTO `jee_todo` VALUES (456, 3, 21, 4, '21', 4, 1, 199, 0, 37, 1, 207, 2, 'RS10A-009找正机构画出找正角度', '199,李伟东,马英福,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-03-31 08:47:31', '2020-03-31 08:47:31', '2020-03-31 23:59:59', '2020-03-31 10:29:03', 1);
INSERT INTO `jee_todo` VALUES (457, 3, 21, 4, '21', 4, 1, 200, 0, 10, 1, 208, 2, 'RS08A-027 活塞环高度变化说明', '200,李伟东,马英福,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-03-31 08:54:01', '2020-03-31 08:54:01', '2020-03-31 23:59:59', '2020-03-31 13:18:33', 1);
INSERT INTO `jee_todo` VALUES (458, 3, 4, 4, '21', 4, 1, 199, 0, 37, 2, 207, 2, 'RS10A-009找正机构画出找正角度', '199,李伟东,马英福,RS10A-007~010', '{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-03-31 10:29:03', '2020-03-31 10:29:03', '2020-03-31 11:29:03', '2020-03-31 13:37:57', 1);
INSERT INTO `jee_todo` VALUES (459, 3, 4, 4, '21', 4, 1, 200, 0, 10, 2, 208, 2, 'RS08A-027 活塞环高度变化说明', '200,李伟东,马英福,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-03-31 13:18:33', '2020-03-31 13:18:33', '2020-03-31 14:18:33', '2020-03-31 13:37:38', 1);
INSERT INTO `jee_todo` VALUES (460, 3, 21, 4, '21', 4, 1, 201, 0, 10, 1, 209, 2, 'RS08A-027整理说明书用装配图，换型表', '201,李伟东,马英福,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-03-31 13:37:24', '2020-03-31 13:37:24', '2020-03-31 23:59:59', '2020-03-31 16:18:14', 1);
INSERT INTO `jee_todo` VALUES (461, 3, 4, 4, '21', 4, 1, 201, 0, 10, 2, 209, 2, 'RS08A-027整理说明书用装配图，换型表', '201,李伟东,马英福,RS08A-027', '{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-03-31 16:18:14', '2020-03-31 16:18:14', '2020-03-31 17:18:14', '2020-03-31 16:24:14', 1);
INSERT INTO `jee_todo` VALUES (462, 3, 4, 4, '', 4, 1, 8, 0, 1, 1, 8, 2, 'RS08A-028刀具设计', '8,李伟东,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}', 1, '', '2020-03-31 16:22:41', '2020-03-31 16:22:41', '2020-02-06 23:59:59', '2020-03-31 16:23:24', 1);
INSERT INTO `jee_todo` VALUES (463, 3, 4, 4, '21,4', 4, 1, 8, 0, 1, 2, 8, 2, 'RS08A-028刀具设计', '8,李伟东,马英福,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-03-31 16:23:24', '2020-03-31 16:23:24', '2020-03-31 17:23:24', '2020-03-31 16:23:34', 1);
INSERT INTO `jee_todo` VALUES (464, 3, 4, 4, '21', 4, 1, 7, 0, 1, 2, 7, 2, 'RS08A-028夹具设计', '7,李伟东,马英福,RS08A-028', '{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-03-31 16:26:24', '2020-03-31 16:26:24', '2020-03-31 17:26:24', NULL, 0);
INSERT INTO `jee_todo` VALUES (465, 3, 11, 11, '14', 11, 1, 180, 0, 29, 2, 180, 2, 'DVM-500-20001  主轴装配工程图设计', '180,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-03-31 16:32:47', '2020-03-31 16:32:47', '2020-03-31 17:32:47', '2020-03-31 20:12:07', 1);
INSERT INTO `jee_todo` VALUES (466, 3, 4, 4, '10', 4, 1, 194, 0, 54, 2, 202, 2, 'RC06A-018夹具装配图，气动原理图', '194,李伟东,胡玉龙,RC06A-018', '{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}', 1, '', '2020-03-31 16:54:22', '2020-03-31 16:54:22', '2020-03-31 17:54:22', '2020-04-01 08:18:30', 1);
INSERT INTO `jee_todo` VALUES (467, 3, 4, 4, '10', 4, 1, 193, 0, 43, 2, 193, 2, 'R08-002更换电柜空调厂家', '193,李伟东,胡玉龙,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}', 1, '', '2020-03-31 16:54:41', '2020-03-31 16:54:41', '2020-03-31 17:54:41', '2020-04-01 08:18:44', 1);
INSERT INTO `jee_todo` VALUES (468, 3, 9, 15, '9', 15, 1, 202, 0, 0, 1, 210, 2, 'ZY1908', '202,陈俊,赵辛生', '{\"fullName\":{\"9\":\"陈俊\",\"15\":\"赵辛生\"}}', 1, '', '2020-03-31 17:16:02', '2020-03-31 17:16:02', '2020-04-05 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (469, 3, 15, 15, '15', 15, 1, 168, 0, 0, 2, 168, 2, '恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价', '168,赵辛生', '{\"fullName\":{\"15\":\"赵辛生\"}}', 1, '', '2020-03-31 17:16:29', '2020-03-31 17:16:29', '2020-03-31 18:16:29', '2020-03-31 17:16:50', 1);
INSERT INTO `jee_todo` VALUES (470, 3, 9, 9, '25', 9, 1, 197, 0, 26, 2, 205, 2, '铸件攻丝', '197,陈俊,郭伟,ZH007-002', '{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}', 1, '', '2020-04-01 07:48:23', '2020-04-01 07:48:23', '2020-04-01 08:48:23', '2020-04-01 07:54:29', 1);
INSERT INTO `jee_todo` VALUES (471, 3, 34, 9, '34', 9, 1, 203, 0, 3, 1, 211, 2, '底座部装', '203,陈俊,王金龙,DVL-1115-001  双轴立式车削中心', '{\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"},\"fullName\":{\"9\":\"陈俊\",\"34\":\"王金龙\"}}', 1, '', '2020-04-01 07:56:31', '2020-04-01 07:56:31', '2020-04-01 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (472, 3, 32, 9, '32,25', 9, 1, 204, 0, 16, 1, 212, 2, '发货准备', '204,陈俊,郭伟,梁引科,MH150-005', '{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-04-01 07:58:21', '2020-04-01 07:58:21', '2020-04-01 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (473, 3, 25, 9, '32,25', 9, 1, 204, 0, 16, 1, 212, 2, '发货准备', '204,陈俊,郭伟,梁引科,MH150-005', '{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}', 1, '', '2020-04-01 07:58:21', '2020-04-01 07:58:21', '2020-04-01 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (474, 3, 43, 15, '43', 15, 1, 205, 0, 0, 1, 213, 2, '恩布拉科报价方案3D图', '205,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-04-01 08:12:12', '2020-04-01 08:12:12', '2020-04-01 23:59:59', '2020-04-01 16:52:04', 1);
INSERT INTO `jee_todo` VALUES (475, 3, 21, 4, '21', 4, 1, 206, 0, 43, 1, 214, 2, 'R08-002夹具设计', '206,李伟东,马英福,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}', 1, '', '2020-04-01 08:20:08', '2020-04-01 08:20:08', '2020-04-07 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (476, 3, 10, 4, '10', 4, 1, 207, 0, 43, 1, 215, 2, 'R08-002非标防护', '207,李伟东,胡玉龙,R08-002', '{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}', 1, '', '2020-04-01 08:22:12', '2020-04-01 08:22:12', '2020-04-07 23:59:59', NULL, 0);
INSERT INTO `jee_todo` VALUES (477, 3, 9, 9, '33', 9, 1, 143, 0, 47, 2, 143, 2, '装配', '143,陈俊,福立新,P1925', '{\"groupName\":{\"47\":\"P1925\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}', 1, '', '2020-04-01 08:39:02', '2020-04-01 08:39:02', '2020-04-01 09:39:02', NULL, 0);
INSERT INTO `jee_todo` VALUES (478, 3, 6, 6, '42', 6, 1, 163, 0, 54, 2, 163, 2, 'RC06A-018 电气设计', '163,黄国峰,彭兴乔,RC06A-018', '{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}', 1, '', '2020-04-01 10:32:10', '2020-04-01 10:32:10', '2020-04-01 11:32:10', NULL, 0);
INSERT INTO `jee_todo` VALUES (479, 3, 11, 11, '14', 11, 1, 195, 0, 29, 2, 203, 2, 'DVN-500  液压系统设计任务书', '195,康文生,王楠,DVM-500-001  双轴立式加工中心', '{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}', 1, '', '2020-04-01 16:44:29', '2020-04-01 16:44:29', '2020-04-01 17:44:29', NULL, 0);
INSERT INTO `jee_todo` VALUES (480, 3, 15, 15, '43', 15, 1, 205, 0, 0, 2, 213, 2, '恩布拉科报价方案3D图', '205,赵辛生,张灵跃', '{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}', 1, '', '2020-04-01 16:52:04', '2020-04-01 16:52:04', '2020-04-01 17:52:04', NULL, 0);
INSERT INTO `jee_todo` VALUES (481, 3, 6, 6, '29', 6, 1, 85, 0, 7, 2, 85, 2, 'RS06A-014 电气设计', '85,黄国峰,董晨瑞,RS06A-014', '{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}', 1, '', '2020-04-01 16:52:04', '2020-04-01 16:52:04', '2020-04-01 17:52:04', NULL, 0);
INSERT INTO `jee_todo` VALUES (482, 1, 1, 1, '1', 1, 1, 1, 0, 0, 1, 216, 1, '托尔斯泰', '1,橙子', '{\"fullName\":{\"1\":\"橙子\"}}', 1, '', '2020-12-31 16:44:51', '2020-12-31 16:44:51', '2020-12-31 23:59:59', NULL, 0);
COMMIT;

-- ----------------------------
-- Table structure for jee_user
-- ----------------------------
DROP TABLE IF EXISTS `jee_user`;
CREATE TABLE `jee_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_name` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `role_name` varchar(255) DEFAULT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `nick_name` varchar(255) DEFAULT NULL,
  `pwd` varchar(255) DEFAULT NULL,
  `pwd2` varchar(255) DEFAULT NULL,
  `rid` int(11) DEFAULT NULL,
  `levels` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `qq` int(11) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `birthday` datetime DEFAULT NULL,
  `sex` smallint(6) DEFAULT NULL,
  `area` varchar(255) DEFAULT NULL,
  `use_record` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=44 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jee_user
-- ----------------------------
BEGIN;
INSERT INTO `jee_user` VALUES (1, 1, 'change', '18977777777', 'system', '橙子', '', 'baa4c1a2dacff61557b635fd58fdec44', 'baa4c1a2dacff61557b635fd58fdec44', 0, 0, '2020-01-11 14:40:33', 1, '', 0, '', NULL, 0, '', '');
COMMIT;

-- ----------------------------
-- Table structure for jee_user_token
-- ----------------------------
DROP TABLE IF EXISTS `jee_user_token`;
CREATE TABLE `jee_user_token` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `device_id` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `join_time` datetime DEFAULT NULL,
  `login_time` datetime DEFAULT NULL,
  `last_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_welfare_bonus
-- ----------------------------
DROP TABLE IF EXISTS `jee_welfare_bonus`;
CREATE TABLE `jee_welfare_bonus` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `bonus` decimal(20,0) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `btypes` smallint(6) DEFAULT NULL,
  `biz` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `balance` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tradable` decimal(20,2) DEFAULT NULL,
  `freeze` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_welfare_chat
-- ----------------------------
DROP TABLE IF EXISTS `jee_welfare_chat`;
CREATE TABLE `jee_welfare_chat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `wr_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `chat` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_welfare_lucky
-- ----------------------------
DROP TABLE IF EXISTS `jee_welfare_lucky`;
CREATE TABLE `jee_welfare_lucky` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `draw_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `lucky` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `scopes` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_welfare_order
-- ----------------------------
DROP TABLE IF EXISTS `jee_welfare_order`;
CREATE TABLE `jee_welfare_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `snack_id` int(11) DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `auto_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `order_no` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `auditor_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `every_num` decimal(20,0) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_welfare_reward
-- ----------------------------
DROP TABLE IF EXISTS `jee_welfare_reward`;
CREATE TABLE `jee_welfare_reward` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `use_time` datetime DEFAULT NULL,
  `wv_id` int(11) DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `available_time` datetime DEFAULT NULL,
  `content_status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_welfare_settings
-- ----------------------------
DROP TABLE IF EXISTS `jee_welfare_settings`;
CREATE TABLE `jee_welfare_settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `materials` smallint(6) DEFAULT NULL,
  `lucky` smallint(6) DEFAULT NULL,
  `lucky_prize` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bonus` smallint(6) DEFAULT NULL,
  `bonus_pool` decimal(20,2) DEFAULT NULL,
  `snack` smallint(6) DEFAULT NULL,
  `snack_user_id` int(11) DEFAULT NULL,
  `snack_num` int(11) DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sysmemo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_welfare_snack
-- ----------------------------
DROP TABLE IF EXISTS `jee_welfare_snack`;
CREATE TABLE `jee_welfare_snack` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `num` decimal(20,0) DEFAULT NULL,
  `unit` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` text COLLATE utf8_unicode_ci,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `every_num` decimal(20,0) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_welfare_voucher
-- ----------------------------
DROP TABLE IF EXISTS `jee_welfare_voucher`;
CREATE TABLE `jee_welfare_voucher` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Table structure for jee_work_type
-- ----------------------------
DROP TABLE IF EXISTS `jee_work_type`;
CREATE TABLE `jee_work_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

SET FOREIGN_KEY_CHECKS = 1;
