-- MySQL dump 10.13  Distrib 5.6.44, for Linux (x86_64)
--
-- Host: localhost    Database: workless
-- ------------------------------------------------------
-- Server version	5.6.44-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `jee_acorn`
--

DROP TABLE IF EXISTS `jee_acorn`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_acorn` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` int(11) DEFAULT NULL,
  `auditor` int(11) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `memo` longtext COLLATE utf8_unicode_ci,
  `sys_memo` longtext COLLATE utf8_unicode_ci,
  `balance` decimal(20,0) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`) USING BTREE,
  KEY `from_user` (`from_user`) USING BTREE,
  KEY `auditor` (`auditor`) USING BTREE,
  KEY `sc_id` (`sc_id`) USING BTREE,
  KEY `names` (`names`) USING BTREE,
  KEY `status` (`status`) USING BTREE,
  KEY `types` (`types`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=339 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_acorn`
--

LOCK TABLES `jee_acorn` WRITE;
/*!40000 ALTER TABLE `jee_acorn` DISABLE KEYS */;
INSERT INTO `jee_acorn` VALUES (1,3,3,3,3,4,'1296',3,'2020-02-12 13:29:41',1,1,'完成RS08A-028项目执行表任务','12',3),(2,3,3,3,3,4,'1306',1,'2020-02-12 13:29:41',1,1,'完成RS08A-028项目执行表任务验收','12',4),(3,3,6,3,3,4,'1296',96,'2020-02-14 08:46:16',1,1,'完成MS100B顶箱设计任务','11',96),(4,3,3,3,3,4,'1306',10,'2020-02-14 08:46:16',1,1,'完成MS100B顶箱设计任务验收','11',14),(5,3,9,9,9,4,'1296',100,'2020-02-14 10:20:31',1,1,'完成ZY1906整改线体拆卸任务','13',100),(6,3,9,9,9,4,'1306',10,'2020-02-14 10:20:31',1,1,'完成ZY1906整改线体拆卸任务验收','13',110),(7,3,11,11,11,4,'1296',48,'2020-02-25 07:54:13',1,1,'完成DVM-500-001-20011  主轴箱精加工模型设计任务','21',48),(8,3,11,11,11,4,'1306',5,'2020-02-25 07:54:13',1,1,'完成DVM-500-001-20011  主轴箱精加工模型设计任务验收','21',53),(9,3,11,11,11,4,'1296',60,'2020-02-25 21:18:16',1,1,'完成DVL-1115-001-13011  滑座精加工模型设计任务','25',113),(10,3,11,11,11,4,'1306',6,'2020-02-25 21:18:16',1,1,'完成DVL-1115-001-13011  滑座精加工模型设计任务验收','25',119),(11,3,6,6,6,4,'1296',38,'2020-02-26 17:23:12',1,1,'完成MS100B主轴箱图纸审核打包下速达任务','22',134),(12,3,6,6,6,4,'1306',4,'2020-02-26 17:23:12',1,1,'完成MS100B主轴箱图纸审核打包下速达任务验收','22',138),(13,3,6,3,3,4,'1296',192,'2020-02-26 17:23:43',1,1,'完成MS100B主轴箱设计任务','14',330),(14,3,3,6,6,4,'1306',19,'2020-02-26 17:23:43',1,1,'完成MS100B主轴箱设计任务验收','14',33),(15,3,11,11,11,4,'1296',72,'2020-02-26 21:05:16',1,1,'完成DVM-500-001-12011  横梁精加工模型设计任务','30',191),(16,3,11,11,11,4,'1306',7,'2020-02-26 21:05:16',1,1,'完成DVM-500-001-12011  横梁精加工模型设计任务验收','30',198),(17,3,6,6,6,4,'1296',50,'2020-02-27 08:18:50',1,1,'完成MS100B 立柱部件三维模型任务','26',380),(18,3,6,6,6,4,'1306',5,'2020-02-27 08:18:50',1,1,'完成MS100B 立柱部件三维模型任务验收','26',385),(19,3,29,6,6,4,'1296',150,'2020-02-27 08:37:20',1,1,'完成MS100B系统试验-控制器件及电路准备任务','23',150),(20,3,6,29,29,4,'1306',14,'2020-02-27 08:37:20',1,1,'完成MS100B系统试验-控制器件及电路准备任务验收','23',399),(21,3,9,9,9,4,'1296',251,'2020-02-28 11:09:46',1,1,'完成RS10A-007-010夹具整改任务','15',361),(22,3,9,9,9,4,'1306',24,'2020-02-28 11:09:46',1,1,'完成RS10A-007-010夹具整改任务验收','15',385),(23,3,9,9,9,4,'1296',351,'2020-02-28 11:11:56',1,1,'完成ZTA-002机床整理，精度调整任务','19',736),(24,3,9,9,9,4,'1306',34,'2020-02-28 11:11:56',1,1,'完成ZTA-002机床整理，精度调整任务验收','19',770),(25,3,4,4,4,4,'1296',13,'2020-02-28 15:07:46',1,1,'完成RS08A-028技术任务书任务','5',13),(26,3,4,4,4,4,'1306',1,'2020-02-28 15:07:46',1,1,'完成RS08A-028技术任务书任务验收','5',14),(27,3,4,4,4,4,'1296',6,'2020-02-28 15:07:58',1,1,'完成RS06A-014技术任务书任务','35',20),(28,3,4,4,4,4,'1306',1,'2020-02-28 15:07:58',1,1,'完成RS06A-014技术任务书任务验收','35',21),(29,3,24,9,9,4,'1296',96,'2020-02-28 16:24:12',1,1,'完成ZY1906整改线体拆卸任务','13',96),(30,3,9,24,24,4,'1306',10,'2020-02-28 16:24:12',1,1,'完成ZY1906整改线体拆卸任务验收','13',780),(31,3,24,9,9,4,'1296',251,'2020-02-28 16:25:01',1,1,'完成RS10A-007-010夹具整改任务','15',347),(32,3,9,24,24,4,'1306',24,'2020-02-28 16:25:01',1,1,'完成RS10A-007-010夹具整改任务验收','15',804),(33,3,24,9,9,4,'1296',201,'2020-02-28 16:25:41',1,1,'完成ZP005-002机床走线任务','10',548),(34,3,9,24,24,4,'1306',19,'2020-02-28 16:25:41',1,1,'完成ZP005-002机床走线任务验收','10',823),(35,3,11,11,11,4,'1296',96,'2020-02-28 17:53:36',1,1,'完成DVL-1115-001  左、右床身精加工模型设计任务','31',294),(36,3,11,11,11,4,'1306',10,'2020-02-28 17:53:36',1,1,'完成DVL-1115-001  左、右床身精加工模型设计任务验收','31',304),(37,3,9,9,9,4,'1296',48,'2020-02-29 15:33:47',1,1,'完成MS100B装配任务','40',871),(38,3,9,9,9,4,'1306',5,'2020-02-29 15:33:47',1,1,'完成MS100B装配任务验收','40',876),(39,3,24,9,9,4,'1296',48,'2020-02-29 16:44:42',1,1,'完成MS100B装配任务','40',596),(40,3,9,24,24,4,'1306',5,'2020-02-29 16:44:42',1,1,'完成MS100B装配任务验收','40',881),(41,3,11,11,11,4,'1296',48,'2020-02-29 19:22:17',1,1,'完成DVM-500-001-17001  刀库方案设计任务','37',352),(42,3,11,11,11,4,'1306',5,'2020-02-29 19:22:17',1,1,'完成DVM-500-001-17001  刀库方案设计任务验收','37',357),(43,3,24,9,9,4,'1296',351,'2020-03-02 07:46:26',1,1,'完成ZTA-002机床整理，精度调整任务','19',947),(44,3,9,24,24,4,'1306',34,'2020-03-02 07:46:26',1,1,'完成ZTA-002机床整理，精度调整任务验收','19',915),(45,3,9,6,6,4,'1296',23,'2020-03-03 08:15:03',1,1,'完成MS100B控制系统试验机械部分任务','50',938),(46,3,6,9,9,4,'1306',4,'2020-03-03 08:15:03',1,1,'完成MS100B控制系统试验机械部分任务验收','50',403),(47,3,11,11,11,4,'1296',96,'2020-03-03 17:32:51',1,1,'完成DVM-500-001-11011  底座精加工模型设计任务','46',453),(48,3,11,11,11,4,'1306',10,'2020-03-03 17:32:51',1,1,'完成DVM-500-001-11011  底座精加工模型设计任务验收','46',463),(49,3,6,6,6,4,'1296',115,'2020-03-04 15:59:28',1,1,'完成MS100B 立柱部件工程图任务','32',518),(50,3,6,6,6,4,'1306',14,'2020-03-04 15:59:28',1,1,'完成MS100B 立柱部件工程图任务验收','32',532),(51,3,29,4,4,4,'1296',12,'2020-03-04 16:03:49',1,1,'完成RS08A-028电气原理图&电气元件下速达任务','48',162),(52,3,4,29,29,4,'1306',1,'2020-03-04 16:03:49',1,1,'完成RS08A-028电气原理图&电气元件下速达任务验收','48',22),(53,3,29,6,6,4,'1296',130,'2020-03-04 16:17:37',1,1,'完成MS100B系统试验任务','38',292),(54,3,6,29,29,4,'1306',14,'2020-03-04 16:17:37',1,1,'完成MS100B系统试验任务验收','38',546),(55,3,29,6,6,4,'1296',130,'2020-03-04 16:48:16',1,1,'完成MS100三菱PLC控制试验任务','33',422),(56,3,6,29,29,4,'1306',14,'2020-03-04 16:48:16',1,1,'完成MS100三菱PLC控制试验任务验收','33',560),(57,3,4,4,4,4,'1296',96,'2020-03-04 18:11:52',1,1,'完成RS06A-014夹具设计任务','36',118),(58,3,4,4,4,4,'1306',10,'2020-03-04 18:11:52',1,1,'完成RS06A-014夹具设计任务验收','36',128),(59,3,4,4,4,4,'1296',68,'2020-03-04 18:14:12',1,1,'完成RS06A-014机械手抓取定位装置改进任务','57',196),(60,3,4,4,4,4,'1306',7,'2020-03-04 18:14:12',1,1,'完成RS06A-014机械手抓取定位装置改进任务验收','57',203),(61,3,29,4,4,4,'1296',36,'2020-03-04 19:26:01',1,1,'完成RS08A-027电气原理图&电气元件下速达任务','47',458),(62,3,4,29,29,4,'1306',4,'2020-03-04 19:26:01',1,1,'完成RS08A-027电气原理图&电气元件下速达任务验收','47',207),(63,3,11,11,11,4,'1296',60,'2020-03-04 19:53:47',1,1,'完成DVM-500-001  所有电机座与轴承座精加工模型任务','55',523),(64,3,11,11,11,4,'1306',6,'2020-03-04 19:53:47',1,1,'完成DVM-500-001  所有电机座与轴承座精加工模型任务验收','55',529),(65,3,11,11,11,4,'1296',48,'2020-03-05 18:02:30',1,1,'完成DVM-500-001-17101  刀库底座详细模型设计任务','60',577),(66,3,11,11,11,4,'1306',5,'2020-03-05 18:02:30',1,1,'完成DVM-500-001-17101  刀库底座详细模型设计任务验收','60',582),(67,3,11,11,11,4,'1296',60,'2020-03-06 18:01:50',1,1,'完成DVM-500-011  刀库整体防护设计任务','63',642),(68,3,11,11,11,4,'1306',6,'2020-03-06 18:01:50',1,1,'完成DVM-500-011  刀库整体防护设计任务验收','63',648),(69,3,4,4,4,4,'1296',86,'2020-03-08 12:24:36',1,1,'完成RS10A-007-010发货前准备技术文件任务','53',293),(70,3,4,4,4,4,'1306',10,'2020-03-08 12:24:36',1,1,'完成RS10A-007-010发货前准备技术文件任务验收','53',303),(71,3,4,4,4,4,'1296',23,'2020-03-09 08:57:46',1,1,'完成RS08A-028订单处理任务','6',326),(72,3,4,4,4,4,'1306',2,'2020-03-09 08:57:46',1,1,'完成RS08A-028订单处理任务验收','6',328),(73,3,11,11,11,4,'1296',24,'2020-03-09 19:01:27',1,1,'完成WCM40-001  工作台防护详细方案模型设计任务','67',672),(74,3,11,11,11,4,'1306',2,'2020-03-09 19:01:27',1,1,'完成WCM40-001  工作台防护详细方案模型设计任务验收','67',674),(75,3,11,11,11,4,'1296',36,'2020-03-09 19:03:24',1,1,'完成WCM40-001  主轴箱防护详细方案模型设计任务','68',710),(76,3,11,11,11,4,'1306',4,'2020-03-09 19:03:24',1,1,'完成WCM40-001  主轴箱防护详细方案模型设计任务验收','68',714),(77,3,6,6,6,4,'1296',38,'2020-03-10 18:05:13',1,1,'完成ZH005-002速达下单任务','78',598),(78,3,6,6,6,4,'1306',5,'2020-03-10 18:05:13',1,1,'完成ZH005-002速达下单任务验收','78',603),(79,3,29,4,4,4,'1296',11,'2020-03-10 18:19:16',1,1,'完成RS06A-014电气原理图&电气元件下速达任务','49',469),(80,3,4,29,29,4,'1306',1,'2020-03-10 18:19:16',1,1,'完成RS06A-014电气原理图&电气元件下速达任务验收','49',329),(81,3,29,6,6,4,'1296',288,'2020-03-11 18:43:58',1,1,'完成RS10A-007~010 线体接线及与主机联调任务','72',757),(82,3,6,29,29,4,'1306',24,'2020-03-11 18:43:58',1,1,'完成RS10A-007~010 线体接线及与主机联调任务验收','72',627),(83,3,4,4,4,4,'1296',29,'2020-03-11 19:16:23',1,1,'完成RS08A-028夹具审图下单任务','56',358),(84,3,4,4,4,4,'1306',3,'2020-03-11 19:16:23',1,1,'完成RS08A-028夹具审图下单任务验收','56',361),(85,3,32,9,9,4,'1296',46,'2020-03-12 17:44:47',1,1,'完成精度确认，发货准备任务','51',46),(86,3,9,32,32,4,'1306',5,'2020-03-12 17:44:47',1,1,'完成精度确认，发货准备任务验收','51',943),(87,3,32,9,9,4,'1296',137,'2020-03-12 17:49:59',1,1,'完成抛光机试切任务','45',183),(88,3,9,32,32,4,'1306',14,'2020-03-12 17:49:59',1,1,'完成抛光机试切任务验收','45',957),(89,3,32,9,9,4,'1296',68,'2020-03-12 17:50:53',1,1,'完成MS100-004整理任务','62',251),(90,3,9,32,32,4,'1306',7,'2020-03-12 17:50:53',1,1,'完成MS100-004整理任务验收','62',964),(91,3,32,9,9,4,'1296',68,'2020-03-12 17:51:25',1,1,'完成机床拆卸任务','65',319),(92,3,9,32,32,4,'1306',7,'2020-03-12 17:51:25',1,1,'完成机床拆卸任务验收','65',971),(93,3,32,9,9,4,'1296',91,'2020-03-12 17:52:11',1,1,'完成装配任务','70',410),(94,3,9,32,32,4,'1306',10,'2020-03-12 17:52:11',1,1,'完成装配任务验收','70',981),(95,3,20,20,20,4,'1296',34,'2020-03-12 20:50:16',1,1,'完成磐吉奥夹具方案任务','34',34),(96,3,20,20,20,4,'1306',4,'2020-03-12 20:50:16',1,1,'完成磐吉奥夹具方案任务验收','34',38),(97,3,20,20,20,4,'1296',115,'2020-03-12 20:52:04',1,1,'完成P2001成都西菱换型夹具设计任务','24',153),(98,3,20,20,20,4,'1306',14,'2020-03-12 20:52:04',1,1,'完成P2001成都西菱换型夹具设计任务验收','24',167),(99,3,4,4,4,4,'1296',23,'2020-03-13 09:26:25',1,1,'完成RS08A-028气动&刀具&防护任务','81',384),(100,3,4,4,4,4,'1306',2,'2020-03-13 09:26:25',1,1,'完成RS08A-028气动&刀具&防护任务验收','81',386),(101,3,4,4,4,4,'1296',11,'2020-03-13 14:44:10',1,1,'完成RC06A-011发货前准备技术文件任务','90',397),(102,3,4,4,4,4,'1306',1,'2020-03-13 14:44:10',1,1,'完成RC06A-011发货前准备技术文件任务验收','90',398),(103,3,4,4,4,4,'1296',16,'2020-03-13 16:22:45',1,1,'完成RC06A-018，E80竖排面板修改任务','82',414),(104,3,4,4,4,4,'1306',2,'2020-03-13 16:22:45',1,1,'完成RC06A-018，E80竖排面板修改任务验收','82',416),(105,3,4,4,4,4,'1296',65,'2020-03-13 16:27:43',1,1,'完成SH2002夹具设计任务','91',481),(106,3,4,4,4,4,'1306',7,'2020-03-13 16:27:43',1,1,'完成SH2002夹具设计任务验收','91',488),(107,3,24,9,9,4,'1296',228,'2020-03-13 16:46:39',1,1,'完成ZP005-001调试任务','44',1175),(108,3,9,24,24,4,'1306',24,'2020-03-13 16:46:39',1,1,'完成ZP005-001调试任务验收','44',1005),(109,3,11,11,11,4,'1296',96,'2020-03-14 21:20:43',1,1,'完成WCM40  整体防护方案模型设计任务','84',810),(110,3,11,11,11,4,'1306',10,'2020-03-14 21:20:43',1,1,'完成WCM40  整体防护方案模型设计任务验收','84',820),(111,3,24,9,9,4,'1296',91,'2020-03-15 18:10:01',1,1,'完成走线整改任务','94',1266),(112,3,9,24,24,4,'1306',10,'2020-03-15 18:10:01',1,1,'完成走线整改任务验收','94',1015),(113,3,11,11,11,4,'1296',96,'2020-03-16 07:52:23',1,1,'完成WCM40-001  底座内防护详细方案模型设计任务','75',916),(114,3,11,11,11,4,'1306',10,'2020-03-16 07:52:23',1,1,'完成WCM40-001  底座内防护详细方案模型设计任务验收','75',926),(115,3,29,4,4,4,'1296',16,'2020-03-16 13:00:36',1,1,'完成RC06A-018，E80竖排面板修改任务','82',773),(116,3,4,29,29,4,'1306',2,'2020-03-16 13:00:36',1,1,'完成RC06A-018，E80竖排面板修改任务验收','82',490),(117,3,29,6,6,4,'1296',144,'2020-03-16 13:01:14',1,1,'完成RS10A-007~010 改线任务','96',917),(118,3,6,29,29,4,'1306',14,'2020-03-16 13:01:14',1,1,'完成RS10A-007~010 改线任务验收','96',641),(119,3,9,9,9,4,'1296',48,'2020-03-16 16:59:32',1,1,'完成发货任务','105',1063),(120,3,9,9,9,4,'1306',5,'2020-03-16 16:59:32',1,1,'完成发货任务验收','105',1068),(121,3,4,4,4,4,'1296',26,'2020-03-16 17:35:29',1,1,'完成增加工件防漏拿装置任务','106',516),(122,3,4,4,4,4,'1306',3,'2020-03-16 17:35:29',1,1,'完成增加工件防漏拿装置任务验收','106',519),(123,3,15,15,15,4,'1296',38,'2020-03-17 08:45:12',1,1,'完成ZY2001任务','112',38),(124,3,15,15,15,4,'1306',5,'2020-03-17 08:45:12',1,1,'完成ZY2001任务验收','112',43),(125,3,4,4,4,4,'1296',11,'2020-03-17 14:37:50',1,1,'完成RS10A-007~010现场跟踪防护整改任务','115',530),(126,3,4,4,4,4,'1306',1,'2020-03-17 14:37:50',1,1,'完成RS10A-007~010现场跟踪防护整改任务验收','115',531),(127,3,11,11,11,4,'1296',96,'2020-03-17 18:46:12',1,1,'完成WCM40  细化相关防护结构任务','104',1022),(128,3,11,11,11,4,'1306',10,'2020-03-17 18:46:12',1,1,'完成WCM40  细化相关防护结构任务验收','104',1032),(129,3,15,15,15,4,'1296',48,'2020-03-18 14:55:40',1,1,'完成ZY2001任务','113',91),(130,3,15,15,15,4,'1306',5,'2020-03-18 14:55:40',1,1,'完成ZY2001任务验收','113',96),(131,3,11,11,11,4,'1296',48,'2020-03-18 16:41:57',1,1,'完成底座精加工模型设计任务','118',1080),(132,3,11,11,11,4,'1306',5,'2020-03-18 16:41:57',1,1,'完成底座精加工模型设计任务验收','118',1085),(133,3,12,3,3,4,'1296',96,'2020-03-19 14:25:46',1,1,'完成SFQ750-002液压系统设计任务','17',96),(134,3,3,12,12,4,'1306',1,'2020-03-19 14:25:46',1,1,'完成SFQ750-002液压系统设计任务验收','17',34),(135,3,12,3,3,4,'1296',48,'2020-03-19 14:26:05',1,1,'完成SFQ750-002气动系统设计任务','18',144),(136,3,3,12,12,4,'1306',1,'2020-03-19 14:26:05',1,1,'完成SFQ750-002气动系统设计任务验收','18',35),(137,3,12,3,3,4,'1296',48,'2020-03-19 14:26:16',1,1,'完成SFQ750-002冷却系统设计任务','28',192),(138,3,3,12,12,4,'1306',1,'2020-03-19 14:26:16',1,1,'完成SFQ750-002冷却系统设计任务验收','28',36),(139,3,12,3,3,4,'1296',240,'2020-03-19 14:26:33',1,1,'完成SFQ750-002防护罩结构设计任务','61',432),(140,3,3,12,12,4,'1306',2,'2020-03-19 14:26:33',1,1,'完成SFQ750-002防护罩结构设计任务验收','61',38),(141,3,12,3,3,4,'1296',96,'2020-03-19 14:39:51',1,1,'完成SFQ750-002润滑系统设计任务','20',528),(142,3,3,12,12,4,'1306',1,'2020-03-19 14:39:51',1,1,'完成SFQ750-002润滑系统设计任务验收','20',39),(143,3,12,3,3,4,'1296',144,'2020-03-19 14:40:01',1,1,'完成SFQ750-002防护罩方案设计任务','29',672),(144,3,3,12,12,4,'1306',1,'2020-03-19 14:40:01',1,1,'完成SFQ750-002防护罩方案设计任务验收','29',40),(145,3,12,3,3,4,'1296',96,'2020-03-19 14:40:21',1,1,'完成SFQ750-001工艺试验20-02任务','92',768),(146,3,3,12,12,4,'1306',1,'2020-03-19 14:40:21',1,1,'完成SFQ750-001工艺试验20-02任务验收','92',41),(147,3,12,3,3,4,'1296',96,'2020-03-19 14:41:13',1,1,'完成SFQ750-002走线走管设计任务','93',864),(148,3,3,12,12,4,'1306',1,'2020-03-19 14:41:13',1,1,'完成SFQ750-002走线走管设计任务验收','93',42),(149,3,11,11,11,4,'1296',48,'2020-03-19 17:58:02',1,1,'完成WCM40-20011、21011左、右主轴箱精加工模型设计任务','126',1133),(150,3,11,11,11,4,'1306',1,'2020-03-19 17:58:02',1,1,'完成WCM40-20011、21011左、右主轴箱精加工模型设计任务验收','126',1134),(151,3,32,9,9,4,'1296',137,'2020-03-19 21:28:29',1,1,'完成机床整改任务','76',547),(152,3,9,32,32,4,'1306',1,'2020-03-19 21:28:29',1,1,'完成机床整改任务验收','76',1069),(153,3,15,15,15,4,'1296',48,'2020-03-20 08:27:21',1,1,'完成ZY2001任务','124',144),(154,3,15,15,15,4,'1306',1,'2020-03-20 08:27:21',1,1,'完成ZY2001任务验收','124',145),(155,3,4,4,4,4,'1296',14,'2020-03-20 15:24:27',1,1,'完成RS06A-014吹气装置改进任务','121',545),(156,3,4,4,4,4,'1306',1,'2020-03-20 15:24:27',1,1,'完成RS06A-014吹气装置改进任务验收','121',546),(157,3,4,4,4,4,'1296',17,'2020-03-20 15:25:01',1,1,'完成RS08A-027解决装配中遇到的问题任务','116',563),(158,3,4,4,4,4,'1306',1,'2020-03-20 15:25:01',1,1,'完成RS08A-027解决装配中遇到的问题任务验收','116',564),(159,3,4,4,4,4,'1296',11,'2020-03-20 15:25:33',1,1,'完成RS08A-028检查是否漏下任务','114',575),(160,3,4,4,4,4,'1306',1,'2020-03-20 15:25:33',1,1,'完成RS08A-028检查是否漏下任务验收','114',576),(161,3,32,9,9,4,'1296',154,'2020-03-20 17:49:24',1,1,'完成上下料装配，机床总装任务','102',701),(162,3,9,32,32,4,'1306',2,'2020-03-20 17:49:24',1,1,'完成上下料装配，机床总装任务验收','102',1071),(163,3,32,9,9,4,'1296',173,'2020-03-20 17:50:30',1,1,'完成走线整改任务','95',874),(164,3,9,32,32,4,'1306',1,'2020-03-20 17:50:30',1,1,'完成走线整改任务验收','95',1072),(165,3,24,9,9,4,'1296',77,'2020-03-20 17:54:15',1,1,'完成发货准备任务','101',1343),(166,3,9,24,24,4,'1306',1,'2020-03-20 17:54:15',1,1,'完成发货准备任务验收','101',1073),(167,3,24,9,9,4,'1296',48,'2020-03-20 17:54:43',1,1,'完成电装任务','120',1391),(168,3,9,24,24,4,'1306',1,'2020-03-20 17:54:43',1,1,'完成电装任务验收','120',1074),(169,3,11,11,11,4,'1296',48,'2020-03-20 19:43:45',1,1,'完成WCM40-20012、21011、13011滑座精加工模型设计任务','131',1182),(170,3,11,11,11,4,'1306',1,'2020-03-20 19:43:45',1,1,'完成WCM40-20012、21011、13011滑座精加工模型设计任务验收','131',1183),(171,3,24,9,9,4,'1296',144,'2020-03-22 07:50:18',1,1,'完成发货准备任务','128',1535),(172,3,9,24,24,4,'1306',1,'2020-03-22 07:50:18',1,1,'完成发货准备任务验收','128',1075),(173,3,4,4,4,4,'1296',27,'2020-03-22 13:12:19',1,1,'完成RS10A工件打标任务','137',603),(174,3,4,4,4,4,'1306',1,'2020-03-22 13:12:19',1,1,'完成RS10A工件打标任务验收','137',604),(175,3,4,4,4,4,'1296',27,'2020-03-22 13:12:44',1,1,'完成RS10A发货前清点装箱单任务','136',631),(176,3,4,4,4,4,'1306',1,'2020-03-22 13:12:44',1,1,'完成RS10A发货前清点装箱单任务验收','136',632),(177,3,32,9,9,4,'1296',48,'2020-03-22 16:16:54',1,1,'完成夹具整改装配任务','119',922),(178,3,9,32,32,4,'1306',1,'2020-03-22 16:16:54',1,1,'完成夹具整改装配任务验收','119',1076),(179,3,24,9,9,4,'1296',38,'2020-03-22 21:38:57',1,1,'完成发货任务','139',1573),(180,3,9,24,24,4,'1306',1,'2020-03-22 21:38:57',1,1,'完成发货任务验收','139',1077),(181,3,32,9,9,4,'1296',38,'2020-03-22 21:42:16',1,1,'完成发货任务','139',960),(182,3,9,32,32,4,'1306',1,'2020-03-22 21:42:16',1,1,'完成发货任务验收','139',1078),(183,3,14,11,11,4,'1296',96,'2020-03-23 08:12:08',1,1,'完成DVM-500-11001 底座装配工程图设计任务','125',96),(184,3,11,14,14,4,'1306',1,'2020-03-23 08:12:08',1,1,'完成DVM-500-11001 底座装配工程图设计任务验收','125',1184),(185,3,14,11,11,4,'1296',48,'2020-03-23 08:12:32',1,1,'完成X、Y轴、刀库门 铠甲防护定货工程图任务','117',144),(186,3,11,14,14,4,'1306',1,'2020-03-23 08:12:32',1,1,'完成X、Y轴、刀库门 铠甲防护定货工程图任务验收','117',1185),(187,3,14,11,11,4,'1296',48,'2020-03-23 08:12:43',1,1,'完成X轴 导轨、丝杠定货工程图任务','109',192),(188,3,11,14,14,4,'1306',1,'2020-03-23 08:12:43',1,1,'完成X轴 导轨、丝杠定货工程图任务验收','109',1186),(189,3,14,11,11,4,'1296',48,'2020-03-23 08:12:52',1,1,'完成DVM-500-20011  主轴箱  精加工工程图设计任务','103',240),(190,3,11,14,14,4,'1306',1,'2020-03-23 08:12:52',1,1,'完成DVM-500-20011  主轴箱  精加工工程图设计任务验收','103',1187),(191,3,14,11,11,4,'1296',48,'2020-03-23 08:13:02',1,1,'完成DVM-500-13011  滑座  精加工工程图设计任务','88',288),(192,3,11,14,14,4,'1306',1,'2020-03-23 08:13:02',1,1,'完成DVM-500-13011  滑座  精加工工程图设计任务验收','88',1188),(193,3,14,11,11,4,'1296',48,'2020-03-23 08:13:09',1,1,'完成DVM-500-001-11011  底座精加工工程图任务','69',336),(194,3,11,14,14,4,'1306',1,'2020-03-23 08:13:09',1,1,'完成DVM-500-001-11011  底座精加工工程图任务验收','69',1189),(195,3,14,11,11,4,'1296',48,'2020-03-23 08:13:18',1,1,'完成DVM-500-11012  左床身精加工工程图设计任务','74',384),(196,3,11,14,14,4,'1306',1,'2020-03-23 08:13:18',1,1,'完成DVM-500-11012  左床身精加工工程图设计任务验收','74',1190),(197,3,14,11,11,4,'1296',48,'2020-03-23 08:13:26',1,1,'完成DVM-500-11013  右床身  精加工工程图设计任务','79',432),(198,3,11,14,14,4,'1306',1,'2020-03-23 08:13:26',1,1,'完成DVM-500-11013  右床身  精加工工程图设计任务验收','79',1191),(199,3,14,11,11,4,'1296',48,'2020-03-23 08:13:34',1,1,'完成DVM-500-12011  横梁精加工工程图设计任务','83',480),(200,3,11,14,14,4,'1306',1,'2020-03-23 08:13:34',1,1,'完成DVM-500-12011  横梁精加工工程图设计任务验收','83',1192),(201,3,43,15,15,4,'1296',38,'2020-03-23 15:12:15',1,1,'完成ZY1907 任务','110',38),(202,3,15,43,43,4,'1306',1,'2020-03-23 15:12:15',1,1,'完成ZY1907 任务验收','110',146),(203,3,43,15,15,4,'1296',48,'2020-03-23 15:15:33',1,1,'完成ZY1904任务','111',86),(204,3,15,43,43,4,'1306',1,'2020-03-23 15:15:33',1,1,'完成ZY1904任务验收','111',147),(205,3,43,15,15,4,'1296',48,'2020-03-23 15:15:42',1,1,'完成ZY1904任务','123',134),(206,3,15,43,43,4,'1306',1,'2020-03-23 15:15:42',1,1,'完成ZY1904任务验收','123',148),(207,3,43,15,15,4,'1296',48,'2020-03-23 15:15:52',1,1,'完成广州万宝，青岛万宝根据图纸整理（报价用）任务','127',182),(208,3,15,43,43,4,'1306',1,'2020-03-23 15:15:52',1,1,'完成广州万宝，青岛万宝根据图纸整理（报价用）任务验收','127',149),(209,3,41,6,6,4,'1296',144,'2020-03-23 15:52:51',1,1,'完成MH150-005珩磨头测绘任务','73',144),(210,3,6,41,41,4,'1306',1,'2020-03-23 15:52:51',1,1,'完成MH150-005珩磨头测绘任务验收','73',642),(211,3,41,6,6,4,'1296',96,'2020-03-23 15:53:55',1,1,'完成MH150-006夹具增加浮动单元确定尺寸及部分三维模型任务','59',240),(212,3,6,41,41,4,'1306',1,'2020-03-23 15:53:56',1,1,'完成MH150-006夹具增加浮动单元确定尺寸及部分三维模型任务验收','59',643),(213,3,41,3,3,4,'1296',192,'2020-03-23 15:54:09',1,1,'完成MS100B主轴箱设计任务','14',432),(214,3,3,41,41,4,'1306',2,'2020-03-23 15:54:09',1,1,'完成MS100B主轴箱设计任务验收','14',44),(215,3,25,9,9,4,'1296',38,'2020-03-24 09:04:15',1,1,'完成发货任务','139',38),(216,3,9,25,25,4,'1306',1,'2020-03-24 09:04:15',1,1,'完成发货任务验收','139',1079),(217,3,25,9,9,4,'1296',38,'2020-03-24 09:05:02',1,1,'完成发货任务','138',76),(218,3,9,25,25,4,'1306',1,'2020-03-24 09:05:02',1,1,'完成发货任务验收','138',1080),(219,3,25,9,9,4,'1296',137,'2020-03-24 09:05:46',1,1,'完成线体发货准备任务','71',213),(220,3,9,25,25,4,'1306',1,'2020-03-24 09:05:46',1,1,'完成线体发货准备任务验收','71',1081),(221,3,25,9,9,4,'1296',91,'2020-03-24 09:05:57',1,1,'完成售后托盘装配任务','80',304),(222,3,9,25,25,4,'1306',1,'2020-03-24 09:05:57',1,1,'完成售后托盘装配任务验收','80',1082),(223,3,25,9,9,4,'1296',192,'2020-03-24 09:06:08',1,1,'完成线体装配任务','108',496),(224,3,9,25,25,4,'1306',2,'2020-03-24 09:06:08',1,1,'完成线体装配任务验收','108',1084),(225,3,25,9,9,4,'1296',96,'2020-03-24 09:08:06',1,1,'完成铸件攻丝任务','122',592),(226,3,9,25,25,4,'1306',1,'2020-03-24 09:08:06',1,1,'完成铸件攻丝任务验收','122',1085),(227,3,43,15,15,4,'1296',96,'2020-03-24 09:14:59',1,1,'完成贝斯特中间体报价用方案任务','132',278),(228,3,15,43,43,4,'1306',1,'2020-03-24 09:14:59',1,1,'完成贝斯特中间体报价用方案任务验收','132',150),(229,3,12,3,3,4,'1296',144,'2020-03-24 11:03:07',1,1,'完成SFQ750-002内防护设计任务','130',1008),(230,3,3,12,12,4,'1306',1,'2020-03-24 11:03:07',1,1,'完成SFQ750-002内防护设计任务验收','130',45),(231,3,12,3,3,4,'1296',2,'2020-03-24 16:43:10',1,1,'完成SFQ750-001测试软件任务','155',1010),(232,3,3,3,3,4,'1306',1,'2020-03-24 16:43:10',1,1,'完成SFQ750-001测试软件任务验收','155',46),(233,3,4,4,4,4,'1296',12,'2020-03-24 19:41:39',1,1,'完成RS08A-027统计防护罩到货情况任务','145',644),(234,3,4,4,4,4,'1306',1,'2020-03-24 19:41:39',1,1,'完成RS08A-027统计防护罩到货情况任务验收','145',645),(235,3,4,4,4,4,'1296',120,'2020-03-24 19:42:25',1,1,'完成R08-002主机设计任务','148',765),(236,3,4,4,4,4,'1306',1,'2020-03-24 19:42:25',1,1,'完成R08-002主机设计任务验收','148',766),(237,3,42,6,6,4,'1296',336,'2020-03-25 08:55:09',1,1,'完成ZH006-001 电气设计任务','99',336),(238,3,6,6,6,4,'1306',3,'2020-03-25 08:55:09',1,1,'完成ZH006-001 电气设计任务验收','99',646),(239,3,4,4,4,4,'1296',12,'2020-03-25 16:42:16',1,1,'完成RC06A-018技术任务书任务','158',778),(240,3,4,4,4,4,'1306',1,'2020-03-25 16:42:16',1,1,'完成RC06A-018技术任务书任务验收','158',779),(241,3,11,11,11,4,'1296',96,'2020-03-25 20:47:28',1,1,'完成WCM40  整机防护外观方案模型设计任务','150',1288),(242,3,11,11,11,4,'1306',1,'2020-03-25 20:47:28',1,1,'完成WCM40  整机防护外观方案模型设计任务验收','150',1289),(243,3,11,11,11,4,'1296',48,'2020-03-25 20:47:50',1,1,'完成WCM40-14011  滑座的精加工模型设计任务','142',1337),(244,3,11,11,11,4,'1306',1,'2020-03-25 20:47:50',1,1,'完成WCM40-14011  滑座的精加工模型设计任务验收','142',1338),(245,3,14,11,11,4,'1296',120,'2020-03-25 20:48:24',1,1,'完成DVM-500-12001  横梁装配工程图设计任务','141',600),(246,3,11,11,11,4,'1306',1,'2020-03-25 20:48:24',1,1,'完成DVM-500-12001  横梁装配工程图设计任务验收','141',1339),(247,3,29,6,6,4,'1296',192,'2020-03-25 20:59:37',1,1,'完成MS100-007电气整顿任务','42',1109),(248,3,6,29,29,4,'1306',2,'2020-03-25 20:59:37',1,1,'完成MS100-007电气整顿任务验收','42',648),(249,3,32,9,9,4,'1296',96,'2020-03-26 08:05:54',1,1,'完成发货准备任务','129',1056),(250,3,9,32,32,4,'1306',1,'2020-03-26 08:05:54',1,1,'完成发货准备任务验收','129',1086),(251,3,43,15,15,4,'1296',96,'2020-03-26 09:01:47',1,1,'完成ZY2001任务','151',374),(252,3,15,15,15,4,'1306',1,'2020-03-26 09:01:47',1,1,'完成ZY2001任务验收','151',151),(253,3,29,6,6,4,'1296',12,'2020-03-26 11:22:41',1,1,'完成RC08A-007 解除使用期限任务','153',1121),(254,3,6,6,6,4,'1306',1,'2020-03-26 11:22:41',1,1,'完成RC08A-007 解除使用期限任务验收','153',649),(255,3,29,6,6,4,'1296',12,'2020-03-26 11:22:58',1,1,'完成RC06A-014 解除使用期限任务','154',1133),(256,3,6,6,6,4,'1306',1,'2020-03-26 11:22:58',1,1,'完成RC06A-014 解除使用期限任务验收','154',650),(257,3,30,17,17,4,'1296',336,'2020-03-26 17:00:34',1,1,'完成ZP005电气调试任务','58',336),(258,3,17,30,30,4,'1306',3,'2020-03-26 17:00:34',1,1,'完成ZP005电气调试任务验收','58',3),(259,3,30,6,6,4,'1296',192,'2020-03-26 17:46:51',1,1,'完成ZH005-002 电气设计任务','97',528),(260,3,6,6,6,4,'1306',2,'2020-03-26 17:46:51',1,1,'完成ZH005-002 电气设计任务验收','97',652),(261,3,11,11,11,4,'1296',48,'2020-03-26 20:20:56',1,1,'完成WCM40  优化总机外形尺寸任务','164',1387),(262,3,11,11,11,4,'1306',1,'2020-03-26 20:20:56',1,1,'完成WCM40  优化总机外形尺寸任务验收','164',1388),(263,3,42,6,6,4,'1296',72,'2020-03-27 13:03:31',1,1,'完成RS08A-027 水箱及输送机走线任务','169',408),(264,3,6,6,6,4,'1306',1,'2020-03-27 13:03:31',1,1,'完成RS08A-027 水箱及输送机走线任务验收','169',653),(265,3,4,4,4,4,'1296',72,'2020-03-27 15:10:07',1,1,'完成RC06A-018夹具设计任务','159',851),(266,3,4,4,4,4,'1306',1,'2020-03-27 15:10:07',1,1,'完成RC06A-018夹具设计任务验收','159',852),(267,3,5,4,4,4,'1296',18,'2020-03-27 15:22:06',1,1,'完成R08-002主机部分下单任务','157',18),(268,3,4,4,4,4,'1306',1,'2020-03-27 15:22:06',1,1,'完成R08-002主机部分下单任务验收','157',853),(269,3,29,6,6,4,'1296',120,'2020-03-27 19:04:27',1,1,'完成RS08A-27整机调试任务','135',1253),(270,3,6,6,6,4,'1306',1,'2020-03-27 19:04:27',1,1,'完成RS08A-27整机调试任务验收','135',654),(271,3,11,11,11,4,'1296',48,'2020-03-27 20:27:03',1,1,'完成WCM40  样本资料设计任务','172',1436),(272,3,11,11,11,4,'1306',1,'2020-03-27 20:27:03',1,1,'完成WCM40  样本资料设计任务验收','172',1437),(273,3,7,11,11,4,'1296',192,'2020-03-27 20:27:29',1,1,'完成DVM-1115-001   整机防护结构方案设计任务','149',192),(274,3,11,11,11,4,'1306',2,'2020-03-27 20:27:29',1,1,'完成DVM-1115-001   整机防护结构方案设计任务验收','149',1439),(275,3,14,11,11,4,'1296',120,'2020-03-27 20:27:48',1,1,'完成DVM-500-13001  滑座装配工程图设计任务','165',720),(276,3,11,11,11,4,'1306',1,'2020-03-27 20:27:48',1,1,'完成DVM-500-13001  滑座装配工程图设计任务验收','165',1440),(277,3,32,9,9,4,'1296',48,'2020-03-28 13:56:28',1,1,'完成调试，发货任务','171',1104),(278,3,9,9,9,4,'1306',1,'2020-03-28 13:56:28',1,1,'完成调试，发货任务验收','171',1087),(279,3,33,9,9,4,'1296',48,'2020-03-28 13:56:50',1,1,'完成调试，发货任务','171',48),(280,3,9,9,9,4,'1306',1,'2020-03-28 13:56:50',1,1,'完成调试，发货任务验收','171',1088),(281,3,25,9,9,4,'1296',48,'2020-03-28 13:57:09',1,1,'完成调试，发货任务','171',640),(282,3,9,9,9,4,'1306',1,'2020-03-28 13:57:09',1,1,'完成调试，发货任务验收','171',1089),(283,3,24,9,9,4,'1296',240,'2020-03-28 13:57:42',1,1,'完成售后调试任务','147',1813),(284,3,9,9,9,4,'1306',2,'2020-03-28 13:57:42',1,1,'完成售后调试任务验收','147',1091),(285,3,32,9,9,4,'1296',240,'2020-03-28 13:58:06',1,1,'完成安装防护，机床走线任务','146',1344),(286,3,9,9,9,4,'1306',2,'2020-03-28 13:58:06',1,1,'完成安装防护，机床走线任务验收','146',1093),(287,3,25,9,9,4,'1296',192,'2020-03-28 13:58:32',1,1,'完成安装防护，机床走线任务','146',832),(288,3,9,9,9,4,'1306',2,'2020-03-28 13:58:32',1,1,'完成安装防护，机床走线任务验收','146',1095),(289,3,4,4,4,4,'1296',24,'2020-03-30 08:55:14',1,1,'完成SH2003夹具设计任务','176',877),(290,3,4,4,4,4,'1306',1,'2020-03-30 08:55:14',1,1,'完成SH2003夹具设计任务验收','176',878),(291,3,4,4,4,4,'1296',18,'2020-03-30 08:55:42',1,1,'完成RS08A-027发货清单及核对换型件任务','175',896),(292,3,4,4,4,4,'1306',1,'2020-03-30 08:55:42',1,1,'完成RS08A-027发货清单及核对换型件任务验收','175',897),(293,3,12,3,3,4,'1296',144,'2020-03-30 09:06:13',1,1,'完成SFT750-001改造总方案任务','152',1154),(294,3,3,3,3,4,'1306',1,'2020-03-30 09:06:13',1,1,'完成SFT750-001改造总方案任务验收','152',47),(295,3,30,6,6,4,'1296',384,'2020-03-30 12:33:08',1,1,'完成ZH005-001 修改程序任务','174',912),(296,3,6,6,6,4,'1306',4,'2020-03-30 12:33:08',1,1,'完成ZH005-001 修改程序任务验收','174',658),(297,3,42,6,6,4,'1296',96,'2020-03-30 13:10:23',1,1,'完成R08-002 电气设计任务','161',504),(298,3,6,6,6,4,'1306',1,'2020-03-30 13:10:23',1,1,'完成R08-002 电气设计任务验收','161',659),(299,3,33,9,9,4,'1296',48,'2020-03-30 15:26:49',1,1,'完成装配任务','144',96),(300,3,9,9,9,4,'1306',1,'2020-03-30 15:26:49',1,1,'完成装配任务验收','144',1096),(301,3,29,9,9,4,'1296',192,'2020-03-30 17:48:30',1,1,'完成RS08A-27床身走线任务','134',1445),(302,3,9,9,9,4,'1306',2,'2020-03-30 17:48:30',1,1,'完成RS08A-27床身走线任务验收','134',1098),(303,3,10,4,4,4,'1296',24,'2020-03-30 20:16:58',1,1,'完成RC06A-018查找防护电柜缺失件并补齐任务','187',24),(304,3,4,4,4,4,'1306',1,'2020-03-30 20:16:59',1,1,'完成RC06A-018查找防护电柜缺失件并补齐任务验收','187',898),(305,3,11,11,11,4,'1296',48,'2020-03-31 07:56:23',1,1,'完成WCM40  完成产品的样本任务','179',1488),(306,3,11,11,11,4,'1306',1,'2020-03-31 07:56:23',1,1,'完成WCM40  完成产品的样本任务验收','179',1489),(307,3,21,4,4,4,'1296',12,'2020-03-31 13:37:38',1,1,'完成RS08A-027 活塞环高度变化说明任务','200',12),(308,3,4,4,4,4,'1306',1,'2020-03-31 13:37:38',1,1,'完成RS08A-027 活塞环高度变化说明任务验收','200',899),(309,3,21,4,4,4,'1296',12,'2020-03-31 13:37:57',1,1,'完成RS10A-009找正机构画出找正角度任务','199',24),(310,3,4,4,4,4,'1306',1,'2020-03-31 13:37:57',1,1,'完成RS10A-009找正机构画出找正角度任务验收','199',900),(311,3,21,4,4,4,'1296',46,'2020-03-31 16:17:33',1,1,'完成SH2001夹具设计任务','4',70),(312,3,4,21,21,4,'1306',1,'2020-03-31 16:17:33',1,1,'完成SH2001夹具设计任务验收','4',901),(313,3,4,4,4,4,'1296',24,'2020-03-31 16:23:34',1,1,'完成RS08A-028刀具设计任务','8',925),(314,3,4,4,4,4,'1306',1,'2020-03-31 16:23:34',1,1,'完成RS08A-028刀具设计任务验收','8',926),(315,3,21,4,4,4,'1296',18,'2020-03-31 16:24:14',1,1,'完成RS08A-027整理说明书用装配图，换型表任务','201',88),(316,3,4,4,4,4,'1306',1,'2020-03-31 16:24:14',1,1,'完成RS08A-027整理说明书用装配图，换型表任务验收','201',927),(317,3,15,15,15,4,'1296',96,'2020-03-31 17:16:49',1,1,'完成恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价任务','168',247),(318,3,15,15,15,4,'1306',1,'2020-03-31 17:16:49',1,1,'完成恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价任务验收','168',248),(319,3,43,15,15,4,'1296',240,'2020-03-31 17:17:49',1,1,'完成自动化说明书模板任务','167',614),(320,3,15,15,15,4,'1306',2,'2020-03-31 17:17:49',1,1,'完成自动化说明书模板任务验收','167',250),(321,3,14,11,11,4,'1296',72,'2020-03-31 20:12:07',1,1,'完成DVM-500-20001  主轴装配工程图设计任务','180',792),(322,3,11,11,11,4,'1306',1,'2020-03-31 20:12:07',1,1,'完成DVM-500-20001  主轴装配工程图设计任务验收','180',1490),(323,3,25,9,9,4,'1296',48,'2020-03-31 22:00:12',1,1,'完成铸件攻丝任务','191',880),(324,3,9,9,9,4,'1306',1,'2020-03-31 22:00:12',1,1,'完成铸件攻丝任务验收','191',1099),(325,3,32,9,9,4,'1296',48,'2020-03-31 22:00:33',1,1,'完成装配任务','190',1392),(326,3,9,9,9,4,'1306',1,'2020-03-31 22:00:33',1,1,'完成装配任务验收','190',1100),(327,3,34,9,9,4,'1296',48,'2020-03-31 22:01:13',1,1,'完成试切任务','192',48),(328,3,9,9,9,4,'1306',1,'2020-03-31 22:01:13',1,1,'完成试切任务验收','192',1101),(329,3,25,9,9,4,'1296',48,'2020-04-01 07:54:28',1,1,'完成铸件攻丝任务','197',928),(330,3,9,9,9,4,'1306',1,'2020-04-01 07:54:28',1,1,'完成铸件攻丝任务验收','197',1102),(331,3,32,9,9,4,'1296',48,'2020-04-01 07:58:41',1,1,'完成收尾任务','196',1440),(332,3,9,9,9,4,'1306',1,'2020-04-01 07:58:41',1,1,'完成收尾任务验收','196',1103),(333,3,34,9,9,4,'1296',48,'2020-04-01 07:58:54',1,1,'完成收尾任务','196',96),(334,3,9,9,9,4,'1306',1,'2020-04-01 07:58:54',1,1,'完成收尾任务验收','196',1104),(335,3,10,4,4,4,'1296',24,'2020-04-01 08:18:30',1,1,'完成RC06A-018夹具装配图，气动原理图任务','194',48),(336,3,4,4,4,4,'1306',1,'2020-04-01 08:18:30',1,1,'完成RC06A-018夹具装配图，气动原理图任务验收','194',928),(337,3,10,4,4,4,'1296',18,'2020-04-01 08:18:44',1,1,'完成R08-002更换电柜空调厂家任务','193',66),(338,3,4,4,4,4,'1306',1,'2020-04-01 08:18:44',1,1,'完成R08-002更换电柜空调厂家任务验收','193',929);
/*!40000 ALTER TABLE `jee_acorn` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_acorn_audit`
--

DROP TABLE IF EXISTS `jee_acorn_audit`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_acorn_audit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` int(11) DEFAULT NULL,
  `to_user` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `auditor` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `audit_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `memo` longtext COLLATE utf8_unicode_ci,
  `sys_memo` longtext COLLATE utf8_unicode_ci,
  `c_person` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tags` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `thumbs` longtext COLLATE utf8_unicode_ci,
  `superior` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_acorn_audit`
--

LOCK TABLES `jee_acorn_audit` WRITE;
/*!40000 ALTER TABLE `jee_acorn_audit` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_acorn_audit` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_acorn_audit_detail`
--

DROP TABLE IF EXISTS `jee_acorn_audit_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_acorn_audit_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `audit_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` varchar(255) DEFAULT NULL,
  `executor` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `s_names` varchar(255) DEFAULT NULL,
  `sc_names` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `audit_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_acorn_audit_detail`
--

LOCK TABLES `jee_acorn_audit_detail` WRITE;
/*!40000 ALTER TABLE `jee_acorn_audit_detail` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_acorn_audit_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_acorn_likes`
--

DROP TABLE IF EXISTS `jee_acorn_likes`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_acorn_likes` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `aid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_acorn_likes`
--

LOCK TABLES `jee_acorn_likes` WRITE;
/*!40000 ALTER TABLE `jee_acorn_likes` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_acorn_likes` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_acorn_target`
--

DROP TABLE IF EXISTS `jee_acorn_target`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_acorn_target` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` int(11) DEFAULT NULL,
  `auditor` int(11) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `memo` longtext COLLATE utf8_unicode_ci,
  `sysmemo` longtext COLLATE utf8_unicode_ci,
  `balance` decimal(20,0) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_acorn_target`
--

LOCK TABLES `jee_acorn_target` WRITE;
/*!40000 ALTER TABLE `jee_acorn_target` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_acorn_target` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_admin`
--

DROP TABLE IF EXISTS `jee_admin`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `role_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `station` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tel` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL,
  `QQ` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pwd2` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_admin`
--

LOCK TABLES `jee_admin` WRITE;
/*!40000 ALTER TABLE `jee_admin` DISABLE KEYS */;
INSERT INTO `jee_admin` VALUES (1,'admin','system','21232f297a57a5a743894a0e4a801fc3','','','','','',1,'',NULL);
/*!40000 ALTER TABLE `jee_admin` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_all_todo`
--

DROP TABLE IF EXISTS `jee_all_todo`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_all_todo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `item_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_all_todo`
--

LOCK TABLES `jee_all_todo` WRITE;
/*!40000 ALTER TABLE `jee_all_todo` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_all_todo` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_amount`
--

DROP TABLE IF EXISTS `jee_amount`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_amount` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `c_id` int(11) DEFAULT NULL,
  `from_user` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `btypes` smallint(6) DEFAULT NULL,
  `biz` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `balance` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `memo` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `sys_memo` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_amount`
--

LOCK TABLES `jee_amount` WRITE;
/*!40000 ALTER TABLE `jee_amount` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_amount` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_anything`
--

DROP TABLE IF EXISTS `jee_anything`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_anything` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `certain_time` datetime DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `types` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `complete_time` datetime DEFAULT NULL,
  `tg_id` int(11) DEFAULT NULL,
  `tg_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_anything`
--

LOCK TABLES `jee_anything` WRITE;
/*!40000 ALTER TABLE `jee_anything` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_anything` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_approval`
--

DROP TABLE IF EXISTS `jee_approval`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_approval` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `item_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `auditor` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `ap_id` int(11) DEFAULT NULL,
  `pass_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_approval`
--

LOCK TABLES `jee_approval` WRITE;
/*!40000 ALTER TABLE `jee_approval` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_approval` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_approval_settings`
--

DROP TABLE IF EXISTS `jee_approval_settings`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_approval_settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) NOT NULL,
  `types` smallint(6) NOT NULL,
  `status` smallint(6) NOT NULL,
  `user_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_approval_settings`
--

LOCK TABLES `jee_approval_settings` WRITE;
/*!40000 ALTER TABLE `jee_approval_settings` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_approval_settings` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_award_lists`
--

DROP TABLE IF EXISTS `jee_award_lists`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_award_lists` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `award` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `prize` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sysmemo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_award_lists`
--

LOCK TABLES `jee_award_lists` WRITE;
/*!40000 ALTER TABLE `jee_award_lists` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_award_lists` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_award_money`
--

DROP TABLE IF EXISTS `jee_award_money`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_award_money` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `prize` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `objects` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_award_money`
--

LOCK TABLES `jee_award_money` WRITE;
/*!40000 ALTER TABLE `jee_award_money` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_award_money` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_award_money_detail`
--

DROP TABLE IF EXISTS `jee_award_money_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_award_money_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `am_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `num` decimal(10,0) DEFAULT NULL,
  `available_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_award_money_detail`
--

LOCK TABLES `jee_award_money_detail` WRITE;
/*!40000 ALTER TABLE `jee_award_money_detail` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_award_money_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_award_shopping`
--

DROP TABLE IF EXISTS `jee_award_shopping`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_award_shopping` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `money` decimal(20,0) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sysmemo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `from_id` int(11) DEFAULT NULL,
  `use_time` datetime DEFAULT NULL,
  `available_time` datetime DEFAULT NULL,
  `number` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_award_shopping`
--

LOCK TABLES `jee_award_shopping` WRITE;
/*!40000 ALTER TABLE `jee_award_shopping` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_award_shopping` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_collection`
--

DROP TABLE IF EXISTS `jee_collection`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_collection` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `account_no` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `bank_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `province` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `area` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_branch` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `isdefault` smallint(6) DEFAULT NULL,
  `phone` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_collection`
--

LOCK TABLES `jee_collection` WRITE;
/*!40000 ALTER TABLE `jee_collection` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_collection` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_company`
--

DROP TABLE IF EXISTS `jee_company`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_company` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `code_no` varchar(255) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `short_names` varchar(255) DEFAULT NULL,
  `superid` int(11) DEFAULT NULL,
  `industry` smallint(6) DEFAULT NULL,
  `levels` smallint(6) DEFAULT NULL,
  `source` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `renew_time` datetime DEFAULT NULL,
  `expire_time` datetime DEFAULT NULL,
  `keywords` varchar(255) DEFAULT NULL,
  `scales` smallint(6) DEFAULT NULL,
  `legal` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sub_superid` varchar(255) DEFAULT NULL,
  `bonus` decimal(20,2) DEFAULT NULL,
  `province` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `area` varchar(255) DEFAULT NULL,
  `hf_signature` longtext,
  `max_score` varchar(1000) DEFAULT NULL,
  `apps` varchar(255) DEFAULT NULL,
  `user_count` int(11) DEFAULT NULL,
  `detail_area` varchar(50) DEFAULT NULL,
  `max_acorn` int(11) DEFAULT NULL,
  `amount` decimal(10,2) DEFAULT NULL,
  `platform` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `using_count` int(11) DEFAULT NULL,
  `main_module` varchar(50) DEFAULT NULL,
  `default_module` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_company`
--

LOCK TABLES `jee_company` WRITE;
/*!40000 ALTER TABLE `jee_company` DISABLE KEYS */;
INSERT INTO `jee_company` VALUES (1,'aUdrAY','北京空航','',1,7,0,4,'2020-01-11 14:44:53',NULL,'2020-01-21 14:44:53','',0,'','','',1,'',0.00,'','','','','','team',10,'',0,0.00,'Workless,other',1,NULL,NULL),(2,'ORmlrA','bally1','',2,2,0,2,'2020-01-11 14:45:23',NULL,'2020-01-21 14:45:23','',1,'','','',1,'',0.00,'','','','','','team',10,'',0,0.00,'Workless,other',1,NULL,NULL),(3,'QNaYJM','北京大足同进机械有限公司','',3,19,0,1,'2020-01-11 16:49:39',NULL,'2030-12-21 16:49:39','',3,'','','',1,'18,6,9,8',0.00,'','','','','{\"18\":[0,\"1\"],\"6\":[0,\"1\"],\"9\":[0,\"1\"],\"8\":[0,\"0\"]}','team',1000,'',0,0.00,'Workless,other',1,NULL,NULL);
/*!40000 ALTER TABLE `jee_company` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_company_auth`
--

DROP TABLE IF EXISTS `jee_company_auth`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_company_auth` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `industry` varchar(255) DEFAULT NULL,
  `scales` smallint(6) DEFAULT NULL,
  `license_code` varchar(255) DEFAULT NULL,
  `license_pic` varchar(255) DEFAULT NULL,
  `license_register_money` decimal(20,0) DEFAULT NULL,
  `license_register_date` datetime DEFAULT NULL,
  `license_register_expiry` datetime DEFAULT NULL,
  `legal` varchar(255) DEFAULT NULL,
  `legal_identity` varchar(255) DEFAULT NULL,
  `legal_identity_pic` varchar(255) DEFAULT NULL,
  `legal_identity_back` varchar(255) DEFAULT NULL,
  `contact` varchar(255) DEFAULT NULL,
  `contact_phone` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `province` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `area` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_company_auth`
--

LOCK TABLES `jee_company_auth` WRITE;
/*!40000 ALTER TABLE `jee_company_auth` DISABLE KEYS */;
INSERT INTO `jee_company_auth` VALUES (1,1,1,'北京空航','7',0,'','',0,NULL,NULL,'','','','','','','1140428544@qq.com','','','','',3),(2,2,2,'bally1','2',1,'','',0,NULL,NULL,'','','','','','','212132@qq.com','','','','',3),(3,3,3,'北京大足同进机械有限公司','19',3,'','',0,NULL,NULL,'','','','','','','dazu_cfy@163.com','','','','',3);
/*!40000 ALTER TABLE `jee_company_auth` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_company_member`
--

DROP TABLE IF EXISTS `jee_company_member`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_company_member` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `into_time` datetime DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `rec_id` int(11) DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `snack_num` int(11) DEFAULT NULL,
  `wxwork` varchar(255) DEFAULT NULL,
  `ding` varchar(255) DEFAULT NULL,
  `left_time` datetime DEFAULT NULL,
  `survey_acorn` decimal(20,0) DEFAULT NULL,
  `target_acorn` decimal(20,0) DEFAULT NULL,
  `leader` int(11) DEFAULT NULL,
  `leader_name` varchar(255) DEFAULT NULL,
  `money` decimal(20,2) DEFAULT NULL,
  `bonus` decimal(20,0) DEFAULT NULL,
  `invite_info` varchar(255) DEFAULT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `department` int(11) DEFAULT NULL,
  `station` int(11) DEFAULT NULL,
  `salary_types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=52 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_company_member`
--

LOCK TABLES `jee_company_member` WRITE;
/*!40000 ALTER TABLE `jee_company_member` DISABLE KEYS */;
INSERT INTO `jee_company_member` VALUES (1,1,1,'2020-01-11 14:44:53',NULL,1,1,'15011853801',0,0,0,'','',NULL,0,0,0,'',0.00,0,'','',1,1,NULL),(2,2,2,'2020-01-11 14:45:23',NULL,1,1,'18682470266',0,0,0,'','',NULL,0,0,0,'',0.00,0,'','',2,2,NULL),(3,3,3,'2020-01-11 16:49:39',NULL,1,1,'13641163918',0,47,0,'','',NULL,0,0,0,'',0.00,0,'','',3,3,NULL),(13,9,3,'2020-01-13 17:35:34',NULL,1,1,NULL,3,1104,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(12,8,3,'2020-01-13 17:23:16',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(11,7,3,'2020-01-13 17:12:17',NULL,1,1,NULL,3,192,NULL,NULL,NULL,NULL,0,NULL,11,'康文生',NULL,NULL,NULL,NULL,NULL,NULL,NULL),(39,35,3,'2020-02-10 12:02:31',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,-1,'',NULL,NULL,NULL,NULL,NULL,NULL,NULL),(8,4,3,'2020-01-13 16:27:19',NULL,1,1,NULL,3,929,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(9,5,3,'2020-01-13 16:36:17',NULL,1,1,NULL,3,18,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(10,6,3,'2020-01-13 16:41:44',NULL,1,1,NULL,3,659,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(14,10,3,'2020-01-13 17:37:14',NULL,1,1,NULL,3,66,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(15,11,3,'2020-01-14 08:25:06',NULL,1,1,NULL,3,1490,NULL,NULL,NULL,NULL,0,NULL,-1,'',NULL,NULL,NULL,NULL,NULL,NULL,NULL),(16,12,3,'2020-01-14 08:28:08',NULL,1,1,NULL,3,1154,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(17,13,3,'2020-01-14 08:28:16',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(18,14,3,'2020-01-14 08:30:44',NULL,1,1,NULL,3,792,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(19,15,3,'2020-01-14 08:38:00',NULL,1,1,NULL,3,250,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(21,17,3,'2020-01-14 15:46:42',NULL,1,1,NULL,3,3,NULL,NULL,NULL,NULL,0,NULL,18,'王正',NULL,NULL,NULL,NULL,NULL,NULL,NULL),(22,18,3,'2020-01-14 15:47:52',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(23,19,3,'2020-01-14 16:54:52',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,17,'王保森',NULL,NULL,NULL,NULL,NULL,NULL,NULL),(24,20,3,'2020-01-14 17:23:31',NULL,1,1,NULL,3,167,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(25,21,3,'2020-01-14 18:33:27',NULL,1,1,NULL,3,88,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(26,22,3,'2020-01-15 11:38:05',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(27,23,3,'2020-01-15 11:54:15',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(28,24,3,'2020-01-15 11:57:59',NULL,1,1,NULL,3,1813,NULL,NULL,NULL,NULL,0,NULL,-1,'',NULL,NULL,NULL,NULL,NULL,NULL,NULL),(29,26,3,'2020-01-15 16:42:19',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,17,'王保森',NULL,NULL,NULL,NULL,NULL,NULL,NULL),(30,27,3,'2020-01-16 09:34:25',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(32,29,3,'2020-02-10 10:35:17',NULL,1,1,NULL,3,1445,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(33,30,3,'2020-02-10 11:37:06',NULL,1,1,NULL,3,912,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(34,31,3,'2020-02-10 11:47:11',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(35,32,3,'2020-02-10 11:53:25',NULL,1,1,NULL,3,1440,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(36,33,3,'2020-02-10 11:54:57',NULL,1,1,NULL,3,96,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(37,25,3,'2020-02-10 11:57:20',NULL,1,1,NULL,3,928,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(38,34,3,'2020-02-10 11:58:18',NULL,1,1,NULL,3,96,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(40,36,3,'2020-02-10 12:04:13',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(41,37,3,'2020-02-10 12:09:01',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(42,38,3,'2020-02-10 12:17:22',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(43,39,3,'2020-02-10 13:10:30',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(48,40,3,'2020-03-05 16:10:30',NULL,1,1,NULL,3,0,NULL,NULL,NULL,NULL,NULL,NULL,-1,'',NULL,NULL,NULL,NULL,NULL,NULL,NULL),(46,41,3,'2020-02-11 16:51:13',NULL,1,1,NULL,3,432,NULL,NULL,NULL,NULL,0,NULL,6,'黄国峰',NULL,NULL,NULL,NULL,NULL,NULL,NULL),(51,43,3,'2020-03-16 09:43:33',NULL,1,1,NULL,3,614,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(50,42,3,'2020-03-12 14:51:03',NULL,1,1,NULL,3,504,NULL,NULL,NULL,NULL,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `jee_company_member` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_company_openapi`
--

DROP TABLE IF EXISTS `jee_company_openapi`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_company_openapi` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `names_en` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `agentid` varchar(11) COLLATE utf8_unicode_ci DEFAULT NULL,
  `corpid` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `corpsecret` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_company_openapi`
--

LOCK TABLES `jee_company_openapi` WRITE;
/*!40000 ALTER TABLE `jee_company_openapi` DISABLE KEYS */;
INSERT INTO `jee_company_openapi` VALUES (2,3,'workless机器人','dingwebhook',NULL,NULL,'https://oapi.dingtalk.com/robot/send?access_token=864800219622dc0bd21254941e7ce7e0eddfc5429b21594d714f6554d7e71b33',1);
/*!40000 ALTER TABLE `jee_company_openapi` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_company_service`
--

DROP TABLE IF EXISTS `jee_company_service`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_company_service` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `s_code` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `totals` int(11) DEFAULT NULL,
  `use_totals` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `expire_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `service_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_company_service`
--

LOCK TABLES `jee_company_service` WRITE;
/*!40000 ALTER TABLE `jee_company_service` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_company_service` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_company_stock`
--

DROP TABLE IF EXISTS `jee_company_stock`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_company_stock` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `bonus` decimal(20,2) DEFAULT NULL,
  `release_bonus` decimal(20,2) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `total_money` decimal(20,2) DEFAULT NULL,
  `lock_time` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_company_stock`
--

LOCK TABLES `jee_company_stock` WRITE;
/*!40000 ALTER TABLE `jee_company_stock` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_company_stock` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_company_stock_log`
--

DROP TABLE IF EXISTS `jee_company_stock_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_company_stock_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `old_val` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `new_val` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_company_stock_log`
--

LOCK TABLES `jee_company_stock_log` WRITE;
/*!40000 ALTER TABLE `jee_company_stock_log` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_company_stock_log` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_content`
--

DROP TABLE IF EXISTS `jee_content`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_content` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `issue_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `author` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `from_where` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `auditor` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `audit_time` datetime DEFAULT NULL,
  `code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_content`
--

LOCK TABLES `jee_content` WRITE;
/*!40000 ALTER TABLE `jee_content` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_content` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_content_category`
--

DROP TABLE IF EXISTS `jee_content_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_content_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `content_id` int(11) DEFAULT NULL,
  `names` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `thumb` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_content_category`
--

LOCK TABLES `jee_content_category` WRITE;
/*!40000 ALTER TABLE `jee_content_category` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_content_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_department`
--

DROP TABLE IF EXISTS `jee_department`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_department` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `parentid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  `director` varchar(255) DEFAULT NULL,
  `directors` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `director_id` int(11) DEFAULT NULL,
  `directors_id` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=gbk;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_department`
--

LOCK TABLES `jee_department` WRITE;
/*!40000 ALTER TABLE `jee_department` DISABLE KEYS */;
INSERT INTO `jee_department` VALUES (1,1,0,'公司',NULL,NULL,NULL,NULL,1,NULL,NULL),(2,2,0,'公司',NULL,NULL,NULL,NULL,1,NULL,NULL),(3,3,0,'公司','','','','',1,0,''),(4,3,3,'涨珩事业部','','','黄国峰','',1,0,''),(5,3,3,'生产运营部','','','陈俊','',1,0,''),(6,3,3,'高效机床事业部','','','康文生','',1,0,''),(7,3,3,'抛光机事业部','','','陈富永','',1,0,''),(8,3,3,'川石','','','王保森','',1,0,''),(9,3,3,'智羽','','','赵辛生','',1,0,''),(10,3,3,'铰珩事业部','','','李委东','',1,0,''),(11,3,3,'售后部','','','郝俊才','',1,0,''),(12,3,3,'电气技术部','13910572882','','黄国峰','',1,0,'');
/*!40000 ALTER TABLE `jee_department` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_dynamic`
--

DROP TABLE IF EXISTS `jee_dynamic`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_dynamic` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `did` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `reply_id` int(11) DEFAULT NULL,
  `ats` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `relate_user` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `unreads` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `link_to` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `likes` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_dynamic`
--

LOCK TABLES `jee_dynamic` WRITE;
/*!40000 ALTER TABLE `jee_dynamic` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_dynamic` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_email`
--

DROP TABLE IF EXISTS `jee_email`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_email` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `fromemail` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `toemail` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `send_time` datetime DEFAULT NULL,
  `send_code` varchar(6) COLLATE utf8_unicode_ci DEFAULT NULL,
  `template` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_email`
--

LOCK TABLES `jee_email` WRITE;
/*!40000 ALTER TABLE `jee_email` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_email` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_external_relations`
--

DROP TABLE IF EXISTS `jee_external_relations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_external_relations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `tg_id` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_external_relations`
--

LOCK TABLES `jee_external_relations` WRITE;
/*!40000 ALTER TABLE `jee_external_relations` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_external_relations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_goods`
--

DROP TABLE IF EXISTS `jee_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_goods` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `gid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code_bar` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `sku_title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_info` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num` double DEFAULT NULL,
  `unit` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `price_market` decimal(10,2) DEFAULT NULL,
  `price_pv` decimal(10,2) DEFAULT NULL,
  `price_ratio` decimal(10,2) DEFAULT NULL,
  `pic_cover` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pics` varchar(2048) COLLATE utf8_unicode_ci DEFAULT NULL,
  `video` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tabloid` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` longtext COLLATE utf8_unicode_ci,
  `description_m` longtext COLLATE utf8_unicode_ci,
  `sort` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `platform` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `inventory` int(11) DEFAULT NULL,
  `inventory_warning` int(11) DEFAULT NULL,
  `pay_types` smallint(6) DEFAULT NULL,
  `price_influence` int(11) DEFAULT NULL,
  `consume` smallint(6) DEFAULT NULL,
  `sales` int(11) DEFAULT NULL,
  `start_time` datetime DEFAULT NULL,
  `qgp_memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_goods`
--

LOCK TABLES `jee_goods` WRITE;
/*!40000 ALTER TABLE `jee_goods` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_goods` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_goods_cart`
--

DROP TABLE IF EXISTS `jee_goods_cart`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_goods_cart` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `gid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_goods_cart`
--

LOCK TABLES `jee_goods_cart` WRITE;
/*!40000 ALTER TABLE `jee_goods_cart` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_goods_cart` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_goods_category`
--

DROP TABLE IF EXISTS `jee_goods_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_goods_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `pid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `thumb` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_goods_category`
--

LOCK TABLES `jee_goods_category` WRITE;
/*!40000 ALTER TABLE `jee_goods_category` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_goods_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_goods_group`
--

DROP TABLE IF EXISTS `jee_goods_group`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_goods_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `sku_title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_info` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pics` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_goods_group`
--

LOCK TABLES `jee_goods_group` WRITE;
/*!40000 ALTER TABLE `jee_goods_group` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_goods_group` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_goods_order`
--

DROP TABLE IF EXISTS `jee_goods_order`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_goods_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `goods_id` int(11) DEFAULT NULL,
  `order_no` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `share_id` int(11) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `pay_types` smallint(6) DEFAULT NULL,
  `pay_money` decimal(10,2) DEFAULT NULL,
  `platform` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `receiver` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL,
  `province` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `county` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `checker` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `pay_time` datetime DEFAULT NULL,
  `check_time` datetime DEFAULT NULL,
  `finish_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_goods_order`
--

LOCK TABLES `jee_goods_order` WRITE;
/*!40000 ALTER TABLE `jee_goods_order` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_goods_order` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_industry`
--

DROP TABLE IF EXISTS `jee_industry`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_industry` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `parentid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_industry`
--

LOCK TABLES `jee_industry` WRITE;
/*!40000 ALTER TABLE `jee_industry` DISABLE KEYS */;
INSERT INTO `jee_industry` VALUES (1,0,'IT/互联网/电子产品',NULL,1),(2,0,'商务服务',NULL,1),(3,0,'餐饮美食',NULL,1),(4,0,'食品饮料',NULL,1),(5,0,'美容美发彩妆卫浴',NULL,1),(6,0,'休闲娱乐',NULL,1),(7,0,'服饰/箱包/运动户外',NULL,1),(8,0,'生活服务',NULL,1),(9,0,'文化体育',NULL,1),(10,0,'旅游酒店',NULL,1),(11,0,'教育出国',NULL,1),(12,0,'金融服务',NULL,1),(13,0,'医疗健康企业',NULL,1),(14,0,'汽车交通',NULL,1),(15,0,'商场购物',NULL,1),(16,0,'房产家居/装饰',NULL,1),(17,0,'通讯服务',NULL,1),(18,0,'工农贸易',NULL,1),(19,0,'其它',NULL,1);
/*!40000 ALTER TABLE `jee_industry` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_inf_levels`
--

DROP TABLE IF EXISTS `jee_inf_levels`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_inf_levels` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `levels` smallint(6) DEFAULT NULL,
  `icon` varchar(255) DEFAULT NULL,
  `class_names` varchar(255) DEFAULT NULL,
  `acorn` int(10) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_inf_levels`
--

LOCK TABLES `jee_inf_levels` WRITE;
/*!40000 ALTER TABLE `jee_inf_levels` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_inf_levels` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_message`
--

DROP TABLE IF EXISTS `jee_message`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_message` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `to_user_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `tel` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `sid` (`sid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_message`
--

LOCK TABLES `jee_message` WRITE;
/*!40000 ALTER TABLE `jee_message` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_message` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_money`
--

DROP TABLE IF EXISTS `jee_money`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_money` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `from_user` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `btypes` smallint(6) DEFAULT NULL,
  `biz` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `balance` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sys_memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_money`
--

LOCK TABLES `jee_money` WRITE;
/*!40000 ALTER TABLE `jee_money` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_money` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_money_category`
--

DROP TABLE IF EXISTS `jee_money_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_money_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_money_category`
--

LOCK TABLES `jee_money_category` WRITE;
/*!40000 ALTER TABLE `jee_money_category` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_money_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_money_income`
--

DROP TABLE IF EXISTS `jee_money_income`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_money_income` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `btypes` smallint(6) DEFAULT NULL,
  `money` decimal(20,0) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_money_income`
--

LOCK TABLES `jee_money_income` WRITE;
/*!40000 ALTER TABLE `jee_money_income` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_money_income` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_money_launch`
--

DROP TABLE IF EXISTS `jee_money_launch`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_money_launch` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sysmemo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `join_person` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `examine_person` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `source` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `sort_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort_info` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_money_launch`
--

LOCK TABLES `jee_money_launch` WRITE;
/*!40000 ALTER TABLE `jee_money_launch` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_money_launch` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_money_priority`
--

DROP TABLE IF EXISTS `jee_money_priority`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_money_priority` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `money` decimal(20,0) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `from_id` int(11) DEFAULT NULL,
  `number` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `available_time` datetime DEFAULT NULL,
  `use_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_money_priority`
--

LOCK TABLES `jee_money_priority` WRITE;
/*!40000 ALTER TABLE `jee_money_priority` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_money_priority` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_money_withdrawal`
--

DROP TABLE IF EXISTS `jee_money_withdrawal`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_money_withdrawal` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `collection` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account_no` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `balance` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `check_time` datetime DEFAULT NULL,
  `admin_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `use_priority` smallint(6) DEFAULT NULL,
  `proof` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_money_withdrawal`
--

LOCK TABLES `jee_money_withdrawal` WRITE;
/*!40000 ALTER TABLE `jee_money_withdrawal` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_money_withdrawal` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_order`
--

DROP TABLE IF EXISTS `jee_order`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_no` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `s_money` decimal(10,2) DEFAULT NULL,
  `postage` decimal(10,0) DEFAULT NULL,
  `postage_type` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `auto_time` datetime DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `user_name` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `receiver` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mobile` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL,
  `province` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `logistics` smallint(6) DEFAULT NULL,
  `paystatus` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `platform` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `message` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pay_time` datetime DEFAULT NULL,
  `deli_time` datetime DEFAULT NULL,
  `affirm_time` datetime DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `trade_no` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `trade_types` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `set_delete` smallint(6) DEFAULT NULL,
  `consume` decimal(10,0) DEFAULT NULL,
  `as_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `order_no` (`order_no`),
  KEY `user_id` (`user_id`),
  KEY `sid` (`sid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_order`
--

LOCK TABLES `jee_order` WRITE;
/*!40000 ALTER TABLE `jee_order` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_order` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_order_detail`
--

DROP TABLE IF EXISTS `jee_order_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_order_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `sku_id` int(11) DEFAULT NULL,
  `share_id` int(11) DEFAULT NULL,
  `product_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_thumb` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_info` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `market_price` decimal(10,2) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `total` decimal(10,2) DEFAULT NULL,
  `unit` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `sup_id` int(11) DEFAULT NULL,
  `is_consume` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `order_id` (`order_id`),
  KEY `product_id` (`product_id`),
  KEY `sku_id` (`sku_id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_order_detail`
--

LOCK TABLES `jee_order_detail` WRITE;
/*!40000 ALTER TABLE `jee_order_detail` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_order_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_order_logistics`
--

DROP TABLE IF EXISTS `jee_order_logistics`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_order_logistics` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `order_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `logistics_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `logistics_ltd` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num_lists` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `logistics_detail` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `send_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `order_id` (`order_id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_order_logistics`
--

LOCK TABLES `jee_order_logistics` WRITE;
/*!40000 ALTER TABLE `jee_order_logistics` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_order_logistics` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_payment_wx`
--

DROP TABLE IF EXISTS `jee_payment_wx`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_payment_wx` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `trade_no` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `openid` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `relate_table` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `relate_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `trade_id` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `trade_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_payment_wx`
--

LOCK TABLES `jee_payment_wx` WRITE;
/*!40000 ALTER TABLE `jee_payment_wx` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_payment_wx` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_product`
--

DROP TABLE IF EXISTS `jee_product`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_product` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `spec_id` int(11) DEFAULT NULL,
  `spec1` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec2` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec3` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec4` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec5` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `unit` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `keywords` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `postage_free` smallint(6) DEFAULT NULL,
  `putaway` smallint(6) DEFAULT NULL,
  `weight` int(11) DEFAULT NULL,
  `description` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `platform` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `tabloid` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `s_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `upp_id` (`s_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_product`
--

LOCK TABLES `jee_product` WRITE;
/*!40000 ALTER TABLE `jee_product` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_product` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_product_category`
--

DROP TABLE IF EXISTS `jee_product_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_product_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `parentid` int(11) DEFAULT NULL,
  `names` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `thumb` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_product_category`
--

LOCK TABLES `jee_product_category` WRITE;
/*!40000 ALTER TABLE `jee_product_category` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_product_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_product_pay`
--

DROP TABLE IF EXISTS `jee_product_pay`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_product_pay` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `pay_types` varchar(255) DEFAULT NULL,
  `consumer` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_product_pay`
--

LOCK TABLES `jee_product_pay` WRITE;
/*!40000 ALTER TABLE `jee_product_pay` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_product_pay` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_product_price`
--

DROP TABLE IF EXISTS `jee_product_price`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_product_price` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product_id` int(11) DEFAULT NULL,
  `sku_id` int(11) DEFAULT NULL,
  `levels` smallint(6) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `s_price` decimal(10,2) DEFAULT NULL,
  `market_price` decimal(10,2) DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_id` (`product_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_product_price`
--

LOCK TABLES `jee_product_price` WRITE;
/*!40000 ALTER TABLE `jee_product_price` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_product_price` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_product_sku`
--

DROP TABLE IF EXISTS `jee_product_sku`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_product_sku` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product_id` int(11) DEFAULT NULL,
  `spec1` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec2` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec3` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec4` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec5` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku_code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bar_code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `warning` int(11) DEFAULT NULL,
  `thumbs` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sku_status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_id` (`product_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_product_sku`
--

LOCK TABLES `jee_product_sku` WRITE;
/*!40000 ALTER TABLE `jee_product_sku` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_product_sku` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_product_sku_poto`
--

DROP TABLE IF EXISTS `jee_product_sku_poto`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_product_sku_poto` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product_id` int(11) DEFAULT NULL,
  `thumb` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_id` (`product_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_product_sku_poto`
--

LOCK TABLES `jee_product_sku_poto` WRITE;
/*!40000 ALTER TABLE `jee_product_sku_poto` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_product_sku_poto` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_product_spec`
--

DROP TABLE IF EXISTS `jee_product_spec`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_product_spec` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec1` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec2` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec3` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec4` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `spec5` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_product_spec`
--

LOCK TABLES `jee_product_spec` WRITE;
/*!40000 ALTER TABLE `jee_product_spec` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_product_spec` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_product_sprice`
--

DROP TABLE IF EXISTS `jee_product_sprice`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_product_sprice` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product_id` int(11) DEFAULT NULL,
  `sku_id` int(11) DEFAULT NULL,
  `levels` smallint(6) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `market_price` decimal(10,2) DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_product_sprice`
--

LOCK TABLES `jee_product_sprice` WRITE;
/*!40000 ALTER TABLE `jee_product_sprice` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_product_sprice` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_product_unit`
--

DROP TABLE IF EXISTS `jee_product_unit`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_product_unit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `names` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_product_unit`
--

LOCK TABLES `jee_product_unit` WRITE;
/*!40000 ALTER TABLE `jee_product_unit` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_product_unit` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_ranking`
--

DROP TABLE IF EXISTS `jee_ranking`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_ranking` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `issue_id` int(11) DEFAULT NULL,
  `acorn` varchar(255) DEFAULT NULL,
  `from_user` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `week` int(11) DEFAULT NULL,
  `month` int(11) DEFAULT NULL,
  `seasons` int(11) DEFAULT NULL,
  `year` int(11) DEFAULT NULL,
  `dep_id` int(11) DEFAULT NULL,
  `group_id` int(11) DEFAULT NULL,
  `types` int(11) DEFAULT NULL,
  `atypes` int(11) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `applicant` int(11) DEFAULT NULL,
  `stand_id` int(11) DEFAULT NULL,
  `p_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`) USING BTREE,
  KEY `issue_id` (`issue_id`) USING BTREE,
  KEY `from_user` (`from_user`) USING BTREE,
  KEY `group_id` (`group_id`) USING BTREE,
  KEY `sc_id` (`sc_id`) USING BTREE,
  KEY `applicant` (`applicant`) USING BTREE,
  KEY `stand_id` (`stand_id`) USING BTREE,
  KEY `p_id` (`p_id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=339 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_ranking`
--

LOCK TABLES `jee_ranking` WRITE;
/*!40000 ALTER TABLE `jee_ranking` DISABLE KEYS */;
INSERT INTO `jee_ranking` VALUES (1,3,3,3,'3','','2020-02-12 13:29:41',7,2,1,2020,3,0,1,0,'完成RS08A-028项目执行表任务',1,4,3,1296,7),(2,3,3,3,'1','','2020-02-12 13:29:41',7,2,1,2020,3,0,1,0,'完成RS08A-028项目执行表任务验收',1,4,3,1306,7),(3,3,6,3,'96','','2020-02-14 08:46:16',7,2,1,2020,4,0,1,0,'完成MS100B顶箱设计任务',1,4,3,1296,7),(4,3,3,3,'10','','2020-02-14 08:46:16',7,2,1,2020,3,0,1,0,'完成MS100B顶箱设计任务验收',1,4,3,1306,7),(5,3,9,9,'100','','2020-02-14 10:20:31',7,2,1,2020,5,0,1,0,'完成ZY1906整改线体拆卸任务',1,4,9,1296,7),(6,3,9,9,'10','','2020-02-14 10:20:31',7,2,1,2020,5,0,1,0,'完成ZY1906整改线体拆卸任务验收',1,4,9,1306,7),(7,3,11,11,'48','','2020-02-25 07:54:13',9,2,1,2020,6,0,1,0,'完成DVM-500-001-20011  主轴箱精加工模型设计任务',1,4,11,1296,7),(8,3,11,11,'5','','2020-02-25 07:54:13',9,2,1,2020,6,0,1,0,'完成DVM-500-001-20011  主轴箱精加工模型设计任务验收',1,4,11,1306,7),(9,3,11,11,'60','','2020-02-25 21:18:16',9,2,1,2020,6,0,1,0,'完成DVL-1115-001-13011  滑座精加工模型设计任务',1,4,11,1296,7),(10,3,11,11,'6','','2020-02-25 21:18:16',9,2,1,2020,6,0,1,0,'完成DVL-1115-001-13011  滑座精加工模型设计任务验收',1,4,11,1306,7),(11,3,6,6,'38','','2020-02-26 17:23:12',9,2,1,2020,4,0,1,0,'完成MS100B主轴箱图纸审核打包下速达任务',1,4,6,1296,7),(12,3,6,6,'4','','2020-02-26 17:23:12',9,2,1,2020,4,0,1,0,'完成MS100B主轴箱图纸审核打包下速达任务验收',1,4,6,1306,7),(13,3,6,3,'192','','2020-02-26 17:23:43',9,2,1,2020,4,0,1,0,'完成MS100B主轴箱设计任务',1,4,3,1296,7),(14,3,3,6,'19','','2020-02-26 17:23:43',9,2,1,2020,3,0,1,0,'完成MS100B主轴箱设计任务验收',1,4,6,1306,7),(15,3,11,11,'72','','2020-02-26 21:05:16',9,2,1,2020,6,0,1,0,'完成DVM-500-001-12011  横梁精加工模型设计任务',1,4,11,1296,7),(16,3,11,11,'7','','2020-02-26 21:05:16',9,2,1,2020,6,0,1,0,'完成DVM-500-001-12011  横梁精加工模型设计任务验收',1,4,11,1306,7),(17,3,6,6,'50','','2020-02-27 08:18:50',9,2,1,2020,4,0,1,0,'完成MS100B 立柱部件三维模型任务',1,4,6,1296,7),(18,3,6,6,'5','','2020-02-27 08:18:50',9,2,1,2020,4,0,1,0,'完成MS100B 立柱部件三维模型任务验收',1,4,6,1306,7),(19,3,29,6,'150','','2020-02-27 08:37:20',9,2,1,2020,12,0,1,0,'完成MS100B系统试验-控制器件及电路准备任务',1,4,6,1296,7),(20,3,6,29,'14','','2020-02-27 08:37:20',9,2,1,2020,4,0,1,0,'完成MS100B系统试验-控制器件及电路准备任务验收',1,4,29,1306,7),(21,3,9,9,'251','','2020-02-28 11:09:46',9,2,1,2020,5,0,1,0,'完成RS10A-007-010夹具整改任务',1,4,9,1296,7),(22,3,9,9,'24','','2020-02-28 11:09:46',9,2,1,2020,5,0,1,0,'完成RS10A-007-010夹具整改任务验收',1,4,9,1306,7),(23,3,9,9,'351','','2020-02-28 11:11:56',9,2,1,2020,5,0,1,0,'完成ZTA-002机床整理，精度调整任务',1,4,9,1296,7),(24,3,9,9,'34','','2020-02-28 11:11:56',9,2,1,2020,5,0,1,0,'完成ZTA-002机床整理，精度调整任务验收',1,4,9,1306,7),(25,3,4,4,'13','','2020-02-28 15:07:46',9,2,1,2020,10,0,1,0,'完成RS08A-028技术任务书任务',1,4,4,1296,7),(26,3,4,4,'1','','2020-02-28 15:07:46',9,2,1,2020,10,0,1,0,'完成RS08A-028技术任务书任务验收',1,4,4,1306,7),(27,3,4,4,'6','','2020-02-28 15:07:58',9,2,1,2020,10,0,1,0,'完成RS06A-014技术任务书任务',1,4,4,1296,7),(28,3,4,4,'1','','2020-02-28 15:07:58',9,2,1,2020,10,0,1,0,'完成RS06A-014技术任务书任务验收',1,4,4,1306,7),(29,3,24,9,'96','','2020-02-28 16:24:12',9,2,1,2020,5,0,1,0,'完成ZY1906整改线体拆卸任务',1,4,9,1296,7),(30,3,9,24,'10','','2020-02-28 16:24:12',9,2,1,2020,5,0,1,0,'完成ZY1906整改线体拆卸任务验收',1,4,24,1306,7),(31,3,24,9,'251','','2020-02-28 16:25:01',9,2,1,2020,5,0,1,0,'完成RS10A-007-010夹具整改任务',1,4,9,1296,7),(32,3,9,24,'24','','2020-02-28 16:25:01',9,2,1,2020,5,0,1,0,'完成RS10A-007-010夹具整改任务验收',1,4,24,1306,7),(33,3,24,9,'201','','2020-02-28 16:25:41',9,2,1,2020,5,0,1,0,'完成ZP005-002机床走线任务',1,4,9,1296,7),(34,3,9,24,'19','','2020-02-28 16:25:41',9,2,1,2020,5,0,1,0,'完成ZP005-002机床走线任务验收',1,4,24,1306,7),(35,3,11,11,'96','','2020-02-28 17:53:36',9,2,1,2020,6,0,1,0,'完成DVL-1115-001  左、右床身精加工模型设计任务',1,4,11,1296,7),(36,3,11,11,'10','','2020-02-28 17:53:36',9,2,1,2020,6,0,1,0,'完成DVL-1115-001  左、右床身精加工模型设计任务验收',1,4,11,1306,7),(37,3,9,9,'48','','2020-02-29 15:33:47',9,2,1,2020,5,0,1,0,'完成MS100B装配任务',1,4,9,1296,7),(38,3,9,9,'5','','2020-02-29 15:33:47',9,2,1,2020,5,0,1,0,'完成MS100B装配任务验收',1,4,9,1306,7),(39,3,24,9,'48','','2020-02-29 16:44:42',9,2,1,2020,5,0,1,0,'完成MS100B装配任务',1,4,9,1296,7),(40,3,9,24,'5','','2020-02-29 16:44:42',9,2,1,2020,5,0,1,0,'完成MS100B装配任务验收',1,4,24,1306,7),(41,3,11,11,'48','','2020-02-29 19:22:17',9,2,1,2020,6,0,1,0,'完成DVM-500-001-17001  刀库方案设计任务',1,4,11,1296,7),(42,3,11,11,'5','','2020-02-29 19:22:17',9,2,1,2020,6,0,1,0,'完成DVM-500-001-17001  刀库方案设计任务验收',1,4,11,1306,7),(43,3,24,9,'351','','2020-03-02 07:46:26',10,3,1,2020,5,0,1,0,'完成ZTA-002机床整理，精度调整任务',1,4,9,1296,7),(44,3,9,24,'34','','2020-03-02 07:46:26',10,3,1,2020,5,0,1,0,'完成ZTA-002机床整理，精度调整任务验收',1,4,24,1306,7),(45,3,9,6,'23','','2020-03-03 08:15:03',10,3,1,2020,5,0,1,0,'完成MS100B控制系统试验机械部分任务',1,4,6,1296,7),(46,3,6,9,'4','','2020-03-03 08:15:03',10,3,1,2020,4,0,1,0,'完成MS100B控制系统试验机械部分任务验收',1,4,9,1306,7),(47,3,11,11,'96','','2020-03-03 17:32:51',10,3,1,2020,6,0,1,0,'完成DVM-500-001-11011  底座精加工模型设计任务',1,4,11,1296,7),(48,3,11,11,'10','','2020-03-03 17:32:51',10,3,1,2020,6,0,1,0,'完成DVM-500-001-11011  底座精加工模型设计任务验收',1,4,11,1306,7),(49,3,6,6,'115','','2020-03-04 15:59:28',10,3,1,2020,4,0,1,0,'完成MS100B 立柱部件工程图任务',1,4,6,1296,7),(50,3,6,6,'14','','2020-03-04 15:59:28',10,3,1,2020,4,0,1,0,'完成MS100B 立柱部件工程图任务验收',1,4,6,1306,7),(51,3,29,4,'12','','2020-03-04 16:03:49',10,3,1,2020,12,0,1,0,'完成RS08A-028电气原理图&电气元件下速达任务',1,4,4,1296,7),(52,3,4,29,'1','','2020-03-04 16:03:49',10,3,1,2020,10,0,1,0,'完成RS08A-028电气原理图&电气元件下速达任务验收',1,4,29,1306,7),(53,3,29,6,'130','','2020-03-04 16:17:37',10,3,1,2020,12,0,1,0,'完成MS100B系统试验任务',1,4,6,1296,7),(54,3,6,29,'14','','2020-03-04 16:17:37',10,3,1,2020,4,0,1,0,'完成MS100B系统试验任务验收',1,4,29,1306,7),(55,3,29,6,'130','','2020-03-04 16:48:16',10,3,1,2020,12,0,1,0,'完成MS100三菱PLC控制试验任务',1,4,6,1296,7),(56,3,6,29,'14','','2020-03-04 16:48:16',10,3,1,2020,4,0,1,0,'完成MS100三菱PLC控制试验任务验收',1,4,29,1306,7),(57,3,4,4,'96','','2020-03-04 18:11:52',10,3,1,2020,10,0,1,0,'完成RS06A-014夹具设计任务',1,4,4,1296,7),(58,3,4,4,'10','','2020-03-04 18:11:52',10,3,1,2020,10,0,1,0,'完成RS06A-014夹具设计任务验收',1,4,4,1306,7),(59,3,4,4,'68','','2020-03-04 18:14:12',10,3,1,2020,10,0,1,0,'完成RS06A-014机械手抓取定位装置改进任务',1,4,4,1296,7),(60,3,4,4,'7','','2020-03-04 18:14:12',10,3,1,2020,10,0,1,0,'完成RS06A-014机械手抓取定位装置改进任务验收',1,4,4,1306,7),(61,3,29,4,'36','','2020-03-04 19:26:01',10,3,1,2020,12,0,1,0,'完成RS08A-027电气原理图&电气元件下速达任务',1,4,4,1296,7),(62,3,4,29,'4','','2020-03-04 19:26:01',10,3,1,2020,10,0,1,0,'完成RS08A-027电气原理图&电气元件下速达任务验收',1,4,29,1306,7),(63,3,11,11,'60','','2020-03-04 19:53:47',10,3,1,2020,6,0,1,0,'完成DVM-500-001  所有电机座与轴承座精加工模型任务',1,4,11,1296,7),(64,3,11,11,'6','','2020-03-04 19:53:47',10,3,1,2020,6,0,1,0,'完成DVM-500-001  所有电机座与轴承座精加工模型任务验收',1,4,11,1306,7),(65,3,11,11,'48','','2020-03-05 18:02:30',10,3,1,2020,6,0,1,0,'完成DVM-500-001-17101  刀库底座详细模型设计任务',1,4,11,1296,7),(66,3,11,11,'5','','2020-03-05 18:02:30',10,3,1,2020,6,0,1,0,'完成DVM-500-001-17101  刀库底座详细模型设计任务验收',1,4,11,1306,7),(67,3,11,11,'60','','2020-03-06 18:01:50',10,3,1,2020,6,0,1,0,'完成DVM-500-011  刀库整体防护设计任务',1,4,11,1296,7),(68,3,11,11,'6','','2020-03-06 18:01:50',10,3,1,2020,6,0,1,0,'完成DVM-500-011  刀库整体防护设计任务验收',1,4,11,1306,7),(69,3,4,4,'86','','2020-03-08 12:24:36',10,3,1,2020,10,0,1,0,'完成RS10A-007-010发货前准备技术文件任务',1,4,4,1296,7),(70,3,4,4,'10','','2020-03-08 12:24:36',10,3,1,2020,10,0,1,0,'完成RS10A-007-010发货前准备技术文件任务验收',1,4,4,1306,7),(71,3,4,4,'23','','2020-03-09 08:57:46',11,3,1,2020,10,0,1,0,'完成RS08A-028订单处理任务',1,4,4,1296,7),(72,3,4,4,'2','','2020-03-09 08:57:46',11,3,1,2020,10,0,1,0,'完成RS08A-028订单处理任务验收',1,4,4,1306,7),(73,3,11,11,'24','','2020-03-09 19:01:27',11,3,1,2020,6,0,1,0,'完成WCM40-001  工作台防护详细方案模型设计任务',1,4,11,1296,7),(74,3,11,11,'2','','2020-03-09 19:01:27',11,3,1,2020,6,0,1,0,'完成WCM40-001  工作台防护详细方案模型设计任务验收',1,4,11,1306,7),(75,3,11,11,'36','','2020-03-09 19:03:24',11,3,1,2020,6,0,1,0,'完成WCM40-001  主轴箱防护详细方案模型设计任务',1,4,11,1296,7),(76,3,11,11,'4','','2020-03-09 19:03:24',11,3,1,2020,6,0,1,0,'完成WCM40-001  主轴箱防护详细方案模型设计任务验收',1,4,11,1306,7),(77,3,6,6,'38','','2020-03-10 18:05:13',11,3,1,2020,4,0,1,0,'完成ZH005-002速达下单任务',1,4,6,1296,7),(78,3,6,6,'5','','2020-03-10 18:05:13',11,3,1,2020,4,0,1,0,'完成ZH005-002速达下单任务验收',1,4,6,1306,7),(79,3,29,4,'11','','2020-03-10 18:19:16',11,3,1,2020,12,0,1,0,'完成RS06A-014电气原理图&电气元件下速达任务',1,4,4,1296,7),(80,3,4,29,'1','','2020-03-10 18:19:17',11,3,1,2020,10,0,1,0,'完成RS06A-014电气原理图&电气元件下速达任务验收',1,4,29,1306,7),(81,3,29,6,'288','','2020-03-11 18:43:58',11,3,1,2020,12,0,1,0,'完成RS10A-007~010 线体接线及与主机联调任务',1,4,6,1296,7),(82,3,6,29,'24','','2020-03-11 18:43:58',11,3,1,2020,4,0,1,0,'完成RS10A-007~010 线体接线及与主机联调任务验收',1,4,29,1306,7),(83,3,4,4,'29','','2020-03-11 19:16:23',11,3,1,2020,10,0,1,0,'完成RS08A-028夹具审图下单任务',1,4,4,1296,7),(84,3,4,4,'3','','2020-03-11 19:16:23',11,3,1,2020,10,0,1,0,'完成RS08A-028夹具审图下单任务验收',1,4,4,1306,7),(85,3,32,9,'46','','2020-03-12 17:44:47',11,3,1,2020,5,0,1,0,'完成精度确认，发货准备任务',1,4,9,1296,7),(86,3,9,32,'5','','2020-03-12 17:44:47',11,3,1,2020,5,0,1,0,'完成精度确认，发货准备任务验收',1,4,32,1306,7),(87,3,32,9,'137','','2020-03-12 17:49:59',11,3,1,2020,5,0,1,0,'完成抛光机试切任务',1,4,9,1296,7),(88,3,9,32,'14','','2020-03-12 17:49:59',11,3,1,2020,5,0,1,0,'完成抛光机试切任务验收',1,4,32,1306,7),(89,3,32,9,'68','','2020-03-12 17:50:53',11,3,1,2020,5,0,1,0,'完成MS100-004整理任务',1,4,9,1296,7),(90,3,9,32,'7','','2020-03-12 17:50:53',11,3,1,2020,5,0,1,0,'完成MS100-004整理任务验收',1,4,32,1306,7),(91,3,32,9,'68','','2020-03-12 17:51:25',11,3,1,2020,5,0,1,0,'完成机床拆卸任务',1,4,9,1296,7),(92,3,9,32,'7','','2020-03-12 17:51:25',11,3,1,2020,5,0,1,0,'完成机床拆卸任务验收',1,4,32,1306,7),(93,3,32,9,'91','','2020-03-12 17:52:11',11,3,1,2020,5,0,1,0,'完成装配任务',1,4,9,1296,7),(94,3,9,32,'10','','2020-03-12 17:52:11',11,3,1,2020,5,0,1,0,'完成装配任务验收',1,4,32,1306,7),(95,3,20,20,'34','','2020-03-12 20:50:16',11,3,1,2020,11,0,1,0,'完成磐吉奥夹具方案任务',1,4,20,1296,7),(96,3,20,20,'4','','2020-03-12 20:50:16',11,3,1,2020,11,0,1,0,'完成磐吉奥夹具方案任务验收',1,4,20,1306,7),(97,3,20,20,'115','','2020-03-12 20:52:04',11,3,1,2020,11,0,1,0,'完成P2001成都西菱换型夹具设计任务',1,4,20,1296,7),(98,3,20,20,'14','','2020-03-12 20:52:04',11,3,1,2020,11,0,1,0,'完成P2001成都西菱换型夹具设计任务验收',1,4,20,1306,7),(99,3,4,4,'23','','2020-03-13 09:26:25',11,3,1,2020,10,0,1,0,'完成RS08A-028气动&刀具&防护任务',1,4,4,1296,7),(100,3,4,4,'2','','2020-03-13 09:26:25',11,3,1,2020,10,0,1,0,'完成RS08A-028气动&刀具&防护任务验收',1,4,4,1306,7),(101,3,4,4,'11','','2020-03-13 14:44:10',11,3,1,2020,10,0,1,0,'完成RC06A-011发货前准备技术文件任务',1,4,4,1296,7),(102,3,4,4,'1','','2020-03-13 14:44:10',11,3,1,2020,10,0,1,0,'完成RC06A-011发货前准备技术文件任务验收',1,4,4,1306,7),(103,3,4,4,'16','','2020-03-13 16:22:45',11,3,1,2020,10,0,1,0,'完成RC06A-018，E80竖排面板修改任务',1,4,4,1296,7),(104,3,4,4,'2','','2020-03-13 16:22:45',11,3,1,2020,10,0,1,0,'完成RC06A-018，E80竖排面板修改任务验收',1,4,4,1306,7),(105,3,4,4,'65','','2020-03-13 16:27:43',11,3,1,2020,10,0,1,0,'完成SH2002夹具设计任务',1,4,4,1296,7),(106,3,4,4,'7','','2020-03-13 16:27:43',11,3,1,2020,10,0,1,0,'完成SH2002夹具设计任务验收',1,4,4,1306,7),(107,3,24,9,'228','','2020-03-13 16:46:39',11,3,1,2020,5,0,1,0,'完成ZP005-001调试任务',1,4,9,1296,7),(108,3,9,24,'24','','2020-03-13 16:46:39',11,3,1,2020,5,0,1,0,'完成ZP005-001调试任务验收',1,4,24,1306,7),(109,3,11,11,'96','','2020-03-14 21:20:43',11,3,1,2020,6,0,1,0,'完成WCM40  整体防护方案模型设计任务',1,4,11,1296,7),(110,3,11,11,'10','','2020-03-14 21:20:43',11,3,1,2020,6,0,1,0,'完成WCM40  整体防护方案模型设计任务验收',1,4,11,1306,7),(111,3,24,9,'91','','2020-03-15 18:10:01',11,3,1,2020,5,0,1,0,'完成走线整改任务',1,4,9,1296,7),(112,3,9,24,'10','','2020-03-15 18:10:01',11,3,1,2020,5,0,1,0,'完成走线整改任务验收',1,4,24,1306,7),(113,3,11,11,'96','','2020-03-16 07:52:23',12,3,1,2020,6,0,1,0,'完成WCM40-001  底座内防护详细方案模型设计任务',1,4,11,1296,7),(114,3,11,11,'10','','2020-03-16 07:52:23',12,3,1,2020,6,0,1,0,'完成WCM40-001  底座内防护详细方案模型设计任务验收',1,4,11,1306,7),(115,3,29,4,'16','','2020-03-16 13:00:36',12,3,1,2020,12,0,1,0,'完成RC06A-018，E80竖排面板修改任务',1,4,4,1296,7),(116,3,4,29,'2','','2020-03-16 13:00:36',12,3,1,2020,10,0,1,0,'完成RC06A-018，E80竖排面板修改任务验收',1,4,29,1306,7),(117,3,29,6,'144','','2020-03-16 13:01:14',12,3,1,2020,12,0,1,0,'完成RS10A-007~010 改线任务',1,4,6,1296,7),(118,3,6,29,'14','','2020-03-16 13:01:14',12,3,1,2020,4,0,1,0,'完成RS10A-007~010 改线任务验收',1,4,29,1306,7),(119,3,9,9,'48','','2020-03-16 16:59:32',12,3,1,2020,5,0,1,0,'完成发货任务',1,4,9,1296,7),(120,3,9,9,'5','','2020-03-16 16:59:32',12,3,1,2020,5,0,1,0,'完成发货任务验收',1,4,9,1306,7),(121,3,4,4,'26','','2020-03-16 17:35:29',12,3,1,2020,10,0,1,0,'完成增加工件防漏拿装置任务',1,4,4,1296,7),(122,3,4,4,'3','','2020-03-16 17:35:29',12,3,1,2020,10,0,1,0,'完成增加工件防漏拿装置任务验收',1,4,4,1306,7),(123,3,15,15,'38','','2020-03-17 08:45:12',12,3,1,2020,9,0,1,0,'完成ZY2001任务',1,4,15,1296,7),(124,3,15,15,'5','','2020-03-17 08:45:12',12,3,1,2020,9,0,1,0,'完成ZY2001任务验收',1,4,15,1306,7),(125,3,4,4,'11','','2020-03-17 14:37:50',12,3,1,2020,10,0,1,0,'完成RS10A-007~010现场跟踪防护整改任务',1,4,4,1296,7),(126,3,4,4,'1','','2020-03-17 14:37:50',12,3,1,2020,10,0,1,0,'完成RS10A-007~010现场跟踪防护整改任务验收',1,4,4,1306,7),(127,3,11,11,'96','','2020-03-17 18:46:12',12,3,1,2020,6,0,1,0,'完成WCM40  细化相关防护结构任务',1,4,11,1296,7),(128,3,11,11,'10','','2020-03-17 18:46:12',12,3,1,2020,6,0,1,0,'完成WCM40  细化相关防护结构任务验收',1,4,11,1306,7),(129,3,15,15,'48','','2020-03-18 14:55:40',12,3,1,2020,9,0,1,0,'完成ZY2001任务',1,4,15,1296,7),(130,3,15,15,'5','','2020-03-18 14:55:40',12,3,1,2020,9,0,1,0,'完成ZY2001任务验收',1,4,15,1306,7),(131,3,11,11,'48','','2020-03-18 16:41:57',12,3,1,2020,6,0,1,0,'完成底座精加工模型设计任务',1,4,11,1296,7),(132,3,11,11,'5','','2020-03-18 16:41:57',12,3,1,2020,6,0,1,0,'完成底座精加工模型设计任务验收',1,4,11,1306,7),(133,3,12,3,'96','','2020-03-19 14:25:46',12,3,1,2020,7,0,1,0,'完成SFQ750-002液压系统设计任务',1,4,3,1296,7),(134,3,3,12,'1','','2020-03-19 14:25:46',12,3,1,2020,3,0,1,0,'完成SFQ750-002液压系统设计任务验收',1,4,12,1306,7),(135,3,12,3,'48','','2020-03-19 14:26:05',12,3,1,2020,7,0,1,0,'完成SFQ750-002气动系统设计任务',1,4,3,1296,7),(136,3,3,12,'1','','2020-03-19 14:26:05',12,3,1,2020,3,0,1,0,'完成SFQ750-002气动系统设计任务验收',1,4,12,1306,7),(137,3,12,3,'48','','2020-03-19 14:26:16',12,3,1,2020,7,0,1,0,'完成SFQ750-002冷却系统设计任务',1,4,3,1296,7),(138,3,3,12,'1','','2020-03-19 14:26:16',12,3,1,2020,3,0,1,0,'完成SFQ750-002冷却系统设计任务验收',1,4,12,1306,7),(139,3,12,3,'240','','2020-03-19 14:26:33',12,3,1,2020,7,0,1,0,'完成SFQ750-002防护罩结构设计任务',1,4,3,1296,7),(140,3,3,12,'2','','2020-03-19 14:26:33',12,3,1,2020,3,0,1,0,'完成SFQ750-002防护罩结构设计任务验收',1,4,12,1306,7),(141,3,12,3,'96','','2020-03-19 14:39:51',12,3,1,2020,7,0,1,0,'完成SFQ750-002润滑系统设计任务',1,4,3,1296,7),(142,3,3,12,'1','','2020-03-19 14:39:52',12,3,1,2020,3,0,1,0,'完成SFQ750-002润滑系统设计任务验收',1,4,12,1306,7),(143,3,12,3,'144','','2020-03-19 14:40:01',12,3,1,2020,7,0,1,0,'完成SFQ750-002防护罩方案设计任务',1,4,3,1296,7),(144,3,3,12,'1','','2020-03-19 14:40:01',12,3,1,2020,3,0,1,0,'完成SFQ750-002防护罩方案设计任务验收',1,4,12,1306,7),(145,3,12,3,'96','','2020-03-19 14:40:21',12,3,1,2020,7,0,1,0,'完成SFQ750-001工艺试验20-02任务',1,4,3,1296,7),(146,3,3,12,'1','','2020-03-19 14:40:21',12,3,1,2020,3,0,1,0,'完成SFQ750-001工艺试验20-02任务验收',1,4,12,1306,7),(147,3,12,3,'96','','2020-03-19 14:41:13',12,3,1,2020,7,0,1,0,'完成SFQ750-002走线走管设计任务',1,4,3,1296,7),(148,3,3,12,'1','','2020-03-19 14:41:13',12,3,1,2020,3,0,1,0,'完成SFQ750-002走线走管设计任务验收',1,4,12,1306,7),(149,3,11,11,'48','','2020-03-19 17:58:02',12,3,1,2020,6,0,1,0,'完成WCM40-20011、21011左、右主轴箱精加工模型设计任务',1,4,11,1296,7),(150,3,11,11,'1','','2020-03-19 17:58:02',12,3,1,2020,6,0,1,0,'完成WCM40-20011、21011左、右主轴箱精加工模型设计任务验收',1,4,11,1306,7),(151,3,32,9,'137','','2020-03-19 21:28:29',12,3,1,2020,5,0,1,0,'完成机床整改任务',1,4,9,1296,7),(152,3,9,32,'1','','2020-03-19 21:28:29',12,3,1,2020,5,0,1,0,'完成机床整改任务验收',1,4,32,1306,7),(153,3,15,15,'48','','2020-03-20 08:27:21',12,3,1,2020,9,0,1,0,'完成ZY2001任务',1,4,15,1296,7),(154,3,15,15,'1','','2020-03-20 08:27:21',12,3,1,2020,9,0,1,0,'完成ZY2001任务验收',1,4,15,1306,7),(155,3,4,4,'14','','2020-03-20 15:24:27',12,3,1,2020,10,0,1,0,'完成RS06A-014吹气装置改进任务',1,4,4,1296,7),(156,3,4,4,'1','','2020-03-20 15:24:27',12,3,1,2020,10,0,1,0,'完成RS06A-014吹气装置改进任务验收',1,4,4,1306,7),(157,3,4,4,'17','','2020-03-20 15:25:01',12,3,1,2020,10,0,1,0,'完成RS08A-027解决装配中遇到的问题任务',1,4,4,1296,7),(158,3,4,4,'1','','2020-03-20 15:25:01',12,3,1,2020,10,0,1,0,'完成RS08A-027解决装配中遇到的问题任务验收',1,4,4,1306,7),(159,3,4,4,'11','','2020-03-20 15:25:33',12,3,1,2020,10,0,1,0,'完成RS08A-028检查是否漏下任务',1,4,4,1296,7),(160,3,4,4,'1','','2020-03-20 15:25:33',12,3,1,2020,10,0,1,0,'完成RS08A-028检查是否漏下任务验收',1,4,4,1306,7),(161,3,32,9,'154','','2020-03-20 17:49:24',12,3,1,2020,5,0,1,0,'完成上下料装配，机床总装任务',1,4,9,1296,7),(162,3,9,32,'2','','2020-03-20 17:49:24',12,3,1,2020,5,0,1,0,'完成上下料装配，机床总装任务验收',1,4,32,1306,7),(163,3,32,9,'173','','2020-03-20 17:50:30',12,3,1,2020,5,0,1,0,'完成走线整改任务',1,4,9,1296,7),(164,3,9,32,'1','','2020-03-20 17:50:30',12,3,1,2020,5,0,1,0,'完成走线整改任务验收',1,4,32,1306,7),(165,3,24,9,'77','','2020-03-20 17:54:15',12,3,1,2020,5,0,1,0,'完成发货准备任务',1,4,9,1296,7),(166,3,9,24,'1','','2020-03-20 17:54:15',12,3,1,2020,5,0,1,0,'完成发货准备任务验收',1,4,24,1306,7),(167,3,24,9,'48','','2020-03-20 17:54:43',12,3,1,2020,5,0,1,0,'完成电装任务',1,4,9,1296,7),(168,3,9,24,'1','','2020-03-20 17:54:43',12,3,1,2020,5,0,1,0,'完成电装任务验收',1,4,24,1306,7),(169,3,11,11,'48','','2020-03-20 19:43:45',12,3,1,2020,6,0,1,0,'完成WCM40-20012、21011、13011滑座精加工模型设计任务',1,4,11,1296,7),(170,3,11,11,'1','','2020-03-20 19:43:45',12,3,1,2020,6,0,1,0,'完成WCM40-20012、21011、13011滑座精加工模型设计任务验收',1,4,11,1306,7),(171,3,24,9,'144','','2020-03-22 07:50:18',12,3,1,2020,5,0,1,0,'完成发货准备任务',1,4,9,1296,7),(172,3,9,24,'1','','2020-03-22 07:50:18',12,3,1,2020,5,0,1,0,'完成发货准备任务验收',1,4,24,1306,7),(173,3,4,4,'27','','2020-03-22 13:12:19',12,3,1,2020,10,0,1,0,'完成RS10A工件打标任务',1,4,4,1296,7),(174,3,4,4,'1','','2020-03-22 13:12:19',12,3,1,2020,10,0,1,0,'完成RS10A工件打标任务验收',1,4,4,1306,7),(175,3,4,4,'27','','2020-03-22 13:12:44',12,3,1,2020,10,0,1,0,'完成RS10A发货前清点装箱单任务',1,4,4,1296,7),(176,3,4,4,'1','','2020-03-22 13:12:44',12,3,1,2020,10,0,1,0,'完成RS10A发货前清点装箱单任务验收',1,4,4,1306,7),(177,3,32,9,'48','','2020-03-22 16:16:54',12,3,1,2020,5,0,1,0,'完成夹具整改装配任务',1,4,9,1296,7),(178,3,9,32,'1','','2020-03-22 16:16:54',12,3,1,2020,5,0,1,0,'完成夹具整改装配任务验收',1,4,32,1306,7),(179,3,24,9,'38','','2020-03-22 21:38:57',12,3,1,2020,5,0,1,0,'完成发货任务',1,4,9,1296,7),(180,3,9,24,'1','','2020-03-22 21:38:57',12,3,1,2020,5,0,1,0,'完成发货任务验收',1,4,24,1306,7),(181,3,32,9,'38','','2020-03-22 21:42:16',12,3,1,2020,5,0,1,0,'完成发货任务',1,4,9,1296,7),(182,3,9,32,'1','','2020-03-22 21:42:16',12,3,1,2020,5,0,1,0,'完成发货任务验收',1,4,32,1306,7),(183,3,14,11,'96','','2020-03-23 08:12:08',13,3,1,2020,6,0,1,0,'完成DVM-500-11001 底座装配工程图设计任务',1,4,11,1296,7),(184,3,11,14,'1','','2020-03-23 08:12:08',13,3,1,2020,6,0,1,0,'完成DVM-500-11001 底座装配工程图设计任务验收',1,4,14,1306,7),(185,3,14,11,'48','','2020-03-23 08:12:32',13,3,1,2020,6,0,1,0,'完成X、Y轴、刀库门 铠甲防护定货工程图任务',1,4,11,1296,7),(186,3,11,14,'1','','2020-03-23 08:12:32',13,3,1,2020,6,0,1,0,'完成X、Y轴、刀库门 铠甲防护定货工程图任务验收',1,4,14,1306,7),(187,3,14,11,'48','','2020-03-23 08:12:43',13,3,1,2020,6,0,1,0,'完成X轴 导轨、丝杠定货工程图任务',1,4,11,1296,7),(188,3,11,14,'1','','2020-03-23 08:12:43',13,3,1,2020,6,0,1,0,'完成X轴 导轨、丝杠定货工程图任务验收',1,4,14,1306,7),(189,3,14,11,'48','','2020-03-23 08:12:52',13,3,1,2020,6,0,1,0,'完成DVM-500-20011  主轴箱  精加工工程图设计任务',1,4,11,1296,7),(190,3,11,14,'1','','2020-03-23 08:12:52',13,3,1,2020,6,0,1,0,'完成DVM-500-20011  主轴箱  精加工工程图设计任务验收',1,4,14,1306,7),(191,3,14,11,'48','','2020-03-23 08:13:02',13,3,1,2020,6,0,1,0,'完成DVM-500-13011  滑座  精加工工程图设计任务',1,4,11,1296,7),(192,3,11,14,'1','','2020-03-23 08:13:02',13,3,1,2020,6,0,1,0,'完成DVM-500-13011  滑座  精加工工程图设计任务验收',1,4,14,1306,7),(193,3,14,11,'48','','2020-03-23 08:13:09',13,3,1,2020,6,0,1,0,'完成DVM-500-001-11011  底座精加工工程图任务',1,4,11,1296,7),(194,3,11,14,'1','','2020-03-23 08:13:09',13,3,1,2020,6,0,1,0,'完成DVM-500-001-11011  底座精加工工程图任务验收',1,4,14,1306,7),(195,3,14,11,'48','','2020-03-23 08:13:18',13,3,1,2020,6,0,1,0,'完成DVM-500-11012  左床身精加工工程图设计任务',1,4,11,1296,7),(196,3,11,14,'1','','2020-03-23 08:13:18',13,3,1,2020,6,0,1,0,'完成DVM-500-11012  左床身精加工工程图设计任务验收',1,4,14,1306,7),(197,3,14,11,'48','','2020-03-23 08:13:26',13,3,1,2020,6,0,1,0,'完成DVM-500-11013  右床身  精加工工程图设计任务',1,4,11,1296,7),(198,3,11,14,'1','','2020-03-23 08:13:26',13,3,1,2020,6,0,1,0,'完成DVM-500-11013  右床身  精加工工程图设计任务验收',1,4,14,1306,7),(199,3,14,11,'48','','2020-03-23 08:13:34',13,3,1,2020,6,0,1,0,'完成DVM-500-12011  横梁精加工工程图设计任务',1,4,11,1296,7),(200,3,11,14,'1','','2020-03-23 08:13:34',13,3,1,2020,6,0,1,0,'完成DVM-500-12011  横梁精加工工程图设计任务验收',1,4,14,1306,7),(201,3,43,15,'38','','2020-03-23 15:12:15',13,3,1,2020,9,0,1,0,'完成ZY1907 任务',1,4,15,1296,7),(202,3,15,43,'1','','2020-03-23 15:12:15',13,3,1,2020,9,0,1,0,'完成ZY1907 任务验收',1,4,43,1306,7),(203,3,43,15,'48','','2020-03-23 15:15:33',13,3,1,2020,9,0,1,0,'完成ZY1904任务',1,4,15,1296,7),(204,3,15,43,'1','','2020-03-23 15:15:33',13,3,1,2020,9,0,1,0,'完成ZY1904任务验收',1,4,43,1306,7),(205,3,43,15,'48','','2020-03-23 15:15:42',13,3,1,2020,9,0,1,0,'完成ZY1904任务',1,4,15,1296,7),(206,3,15,43,'1','','2020-03-23 15:15:42',13,3,1,2020,9,0,1,0,'完成ZY1904任务验收',1,4,43,1306,7),(207,3,43,15,'48','','2020-03-23 15:15:52',13,3,1,2020,9,0,1,0,'完成广州万宝，青岛万宝根据图纸整理（报价用）任务',1,4,15,1296,7),(208,3,15,43,'1','','2020-03-23 15:15:52',13,3,1,2020,9,0,1,0,'完成广州万宝，青岛万宝根据图纸整理（报价用）任务验收',1,4,43,1306,7),(209,3,41,6,'144','','2020-03-23 15:52:51',13,3,1,2020,4,0,1,0,'完成MH150-005珩磨头测绘任务',1,4,6,1296,7),(210,3,6,41,'1','','2020-03-23 15:52:51',13,3,1,2020,4,0,1,0,'完成MH150-005珩磨头测绘任务验收',1,4,41,1306,7),(211,3,41,6,'96','','2020-03-23 15:53:56',13,3,1,2020,4,0,1,0,'完成MH150-006夹具增加浮动单元确定尺寸及部分三维模型任务',1,4,6,1296,7),(212,3,6,41,'1','','2020-03-23 15:53:56',13,3,1,2020,4,0,1,0,'完成MH150-006夹具增加浮动单元确定尺寸及部分三维模型任务验收',1,4,41,1306,7),(213,3,41,3,'192','','2020-03-23 15:54:09',13,3,1,2020,4,0,1,0,'完成MS100B主轴箱设计任务',1,4,3,1296,7),(214,3,3,41,'2','','2020-03-23 15:54:09',13,3,1,2020,3,0,1,0,'完成MS100B主轴箱设计任务验收',1,4,41,1306,7),(215,3,25,9,'38','','2020-03-24 09:04:15',13,3,1,2020,5,0,1,0,'完成发货任务',1,4,9,1296,7),(216,3,9,25,'1','','2020-03-24 09:04:15',13,3,1,2020,5,0,1,0,'完成发货任务验收',1,4,25,1306,7),(217,3,25,9,'38','','2020-03-24 09:05:02',13,3,1,2020,5,0,1,0,'完成发货任务',1,4,9,1296,7),(218,3,9,25,'1','','2020-03-24 09:05:02',13,3,1,2020,5,0,1,0,'完成发货任务验收',1,4,25,1306,7),(219,3,25,9,'137','','2020-03-24 09:05:46',13,3,1,2020,5,0,1,0,'完成线体发货准备任务',1,4,9,1296,7),(220,3,9,25,'1','','2020-03-24 09:05:46',13,3,1,2020,5,0,1,0,'完成线体发货准备任务验收',1,4,25,1306,7),(221,3,25,9,'91','','2020-03-24 09:05:57',13,3,1,2020,5,0,1,0,'完成售后托盘装配任务',1,4,9,1296,7),(222,3,9,25,'1','','2020-03-24 09:05:57',13,3,1,2020,5,0,1,0,'完成售后托盘装配任务验收',1,4,25,1306,7),(223,3,25,9,'192','','2020-03-24 09:06:08',13,3,1,2020,5,0,1,0,'完成线体装配任务',1,4,9,1296,7),(224,3,9,25,'2','','2020-03-24 09:06:08',13,3,1,2020,5,0,1,0,'完成线体装配任务验收',1,4,25,1306,7),(225,3,25,9,'96','','2020-03-24 09:08:06',13,3,1,2020,5,0,1,0,'完成铸件攻丝任务',1,4,9,1296,7),(226,3,9,25,'1','','2020-03-24 09:08:06',13,3,1,2020,5,0,1,0,'完成铸件攻丝任务验收',1,4,25,1306,7),(227,3,43,15,'96','','2020-03-24 09:14:59',13,3,1,2020,9,0,1,0,'完成贝斯特中间体报价用方案任务',1,4,15,1296,7),(228,3,15,43,'1','','2020-03-24 09:14:59',13,3,1,2020,9,0,1,0,'完成贝斯特中间体报价用方案任务验收',1,4,43,1306,7),(229,3,12,3,'144','','2020-03-24 11:03:07',13,3,1,2020,7,0,1,0,'完成SFQ750-002内防护设计任务',1,4,3,1296,7),(230,3,3,12,'1','','2020-03-24 11:03:07',13,3,1,2020,3,0,1,0,'完成SFQ750-002内防护设计任务验收',1,4,12,1306,7),(231,3,12,3,'2','','2020-03-24 16:43:10',13,3,1,2020,7,0,1,0,'完成SFQ750-001测试软件任务',1,4,3,1296,7),(232,3,3,3,'1','','2020-03-24 16:43:10',13,3,1,2020,3,0,1,0,'完成SFQ750-001测试软件任务验收',1,4,3,1306,7),(233,3,4,4,'12','','2020-03-24 19:41:39',13,3,1,2020,10,0,1,0,'完成RS08A-027统计防护罩到货情况任务',1,4,4,1296,7),(234,3,4,4,'1','','2020-03-24 19:41:39',13,3,1,2020,10,0,1,0,'完成RS08A-027统计防护罩到货情况任务验收',1,4,4,1306,7),(235,3,4,4,'120','','2020-03-24 19:42:25',13,3,1,2020,10,0,1,0,'完成R08-002主机设计任务',1,4,4,1296,7),(236,3,4,4,'1','','2020-03-24 19:42:25',13,3,1,2020,10,0,1,0,'完成R08-002主机设计任务验收',1,4,4,1306,7),(237,3,42,6,'336','','2020-03-25 08:55:09',13,3,1,2020,12,0,1,0,'完成ZH006-001 电气设计任务',1,4,6,1296,7),(238,3,6,6,'3','','2020-03-25 08:55:09',13,3,1,2020,4,0,1,0,'完成ZH006-001 电气设计任务验收',1,4,6,1306,7),(239,3,4,4,'12','','2020-03-25 16:42:16',13,3,1,2020,10,0,1,0,'完成RC06A-018技术任务书任务',1,4,4,1296,7),(240,3,4,4,'1','','2020-03-25 16:42:16',13,3,1,2020,10,0,1,0,'完成RC06A-018技术任务书任务验收',1,4,4,1306,7),(241,3,11,11,'96','','2020-03-25 20:47:28',13,3,1,2020,6,0,1,0,'完成WCM40  整机防护外观方案模型设计任务',1,4,11,1296,7),(242,3,11,11,'1','','2020-03-25 20:47:28',13,3,1,2020,6,0,1,0,'完成WCM40  整机防护外观方案模型设计任务验收',1,4,11,1306,7),(243,3,11,11,'48','','2020-03-25 20:47:50',13,3,1,2020,6,0,1,0,'完成WCM40-14011  滑座的精加工模型设计任务',1,4,11,1296,7),(244,3,11,11,'1','','2020-03-25 20:47:50',13,3,1,2020,6,0,1,0,'完成WCM40-14011  滑座的精加工模型设计任务验收',1,4,11,1306,7),(245,3,14,11,'120','','2020-03-25 20:48:24',13,3,1,2020,6,0,1,0,'完成DVM-500-12001  横梁装配工程图设计任务',1,4,11,1296,7),(246,3,11,11,'1','','2020-03-25 20:48:24',13,3,1,2020,6,0,1,0,'完成DVM-500-12001  横梁装配工程图设计任务验收',1,4,11,1306,7),(247,3,29,6,'192','','2020-03-25 20:59:37',13,3,1,2020,12,0,1,0,'完成MS100-007电气整顿任务',1,4,6,1296,7),(248,3,6,29,'2','','2020-03-25 20:59:37',13,3,1,2020,4,0,1,0,'完成MS100-007电气整顿任务验收',1,4,29,1306,7),(249,3,32,9,'96','','2020-03-26 08:05:54',13,3,1,2020,5,0,1,0,'完成发货准备任务',1,4,9,1296,7),(250,3,9,32,'1','','2020-03-26 08:05:54',13,3,1,2020,5,0,1,0,'完成发货准备任务验收',1,4,32,1306,7),(251,3,43,15,'96','','2020-03-26 09:01:47',13,3,1,2020,9,0,1,0,'完成ZY2001任务',1,4,15,1296,7),(252,3,15,15,'1','','2020-03-26 09:01:47',13,3,1,2020,9,0,1,0,'完成ZY2001任务验收',1,4,15,1306,7),(253,3,29,6,'12','','2020-03-26 11:22:41',13,3,1,2020,12,0,1,0,'完成RC08A-007 解除使用期限任务',1,4,6,1296,7),(254,3,6,6,'1','','2020-03-26 11:22:41',13,3,1,2020,4,0,1,0,'完成RC08A-007 解除使用期限任务验收',1,4,6,1306,7),(255,3,29,6,'12','','2020-03-26 11:22:58',13,3,1,2020,12,0,1,0,'完成RC06A-014 解除使用期限任务',1,4,6,1296,7),(256,3,6,6,'1','','2020-03-26 11:22:58',13,3,1,2020,4,0,1,0,'完成RC06A-014 解除使用期限任务验收',1,4,6,1306,7),(257,3,30,17,'336','','2020-03-26 17:00:34',13,3,1,2020,12,0,1,0,'完成ZP005电气调试任务',1,4,17,1296,7),(258,3,17,30,'3','','2020-03-26 17:00:34',13,3,1,2020,8,0,1,0,'完成ZP005电气调试任务验收',1,4,30,1306,7),(259,3,30,6,'192','','2020-03-26 17:46:51',13,3,1,2020,12,0,1,0,'完成ZH005-002 电气设计任务',1,4,6,1296,7),(260,3,6,6,'2','','2020-03-26 17:46:51',13,3,1,2020,4,0,1,0,'完成ZH005-002 电气设计任务验收',1,4,6,1306,7),(261,3,11,11,'48','','2020-03-26 20:20:56',13,3,1,2020,6,0,1,0,'完成WCM40  优化总机外形尺寸任务',1,4,11,1296,7),(262,3,11,11,'1','','2020-03-26 20:20:56',13,3,1,2020,6,0,1,0,'完成WCM40  优化总机外形尺寸任务验收',1,4,11,1306,7),(263,3,42,6,'72','','2020-03-27 13:03:31',13,3,1,2020,12,0,1,0,'完成RS08A-027 水箱及输送机走线任务',1,4,6,1296,7),(264,3,6,6,'1','','2020-03-27 13:03:31',13,3,1,2020,4,0,1,0,'完成RS08A-027 水箱及输送机走线任务验收',1,4,6,1306,7),(265,3,4,4,'72','','2020-03-27 15:10:07',13,3,1,2020,10,0,1,0,'完成RC06A-018夹具设计任务',1,4,4,1296,7),(266,3,4,4,'1','','2020-03-27 15:10:07',13,3,1,2020,10,0,1,0,'完成RC06A-018夹具设计任务验收',1,4,4,1306,7),(267,3,5,4,'18','','2020-03-27 15:22:06',13,3,1,2020,4,0,1,0,'完成R08-002主机部分下单任务',1,4,4,1296,7),(268,3,4,4,'1','','2020-03-27 15:22:06',13,3,1,2020,10,0,1,0,'完成R08-002主机部分下单任务验收',1,4,4,1306,7),(269,3,29,6,'120','','2020-03-27 19:04:27',13,3,1,2020,12,0,1,0,'完成RS08A-27整机调试任务',1,4,6,1296,7),(270,3,6,6,'1','','2020-03-27 19:04:27',13,3,1,2020,4,0,1,0,'完成RS08A-27整机调试任务验收',1,4,6,1306,7),(271,3,11,11,'48','','2020-03-27 20:27:03',13,3,1,2020,6,0,1,0,'完成WCM40  样本资料设计任务',1,4,11,1296,7),(272,3,11,11,'1','','2020-03-27 20:27:03',13,3,1,2020,6,0,1,0,'完成WCM40  样本资料设计任务验收',1,4,11,1306,7),(273,3,7,11,'192','','2020-03-27 20:27:29',13,3,1,2020,6,0,1,0,'完成DVM-1115-001   整机防护结构方案设计任务',1,4,11,1296,7),(274,3,11,11,'2','','2020-03-27 20:27:29',13,3,1,2020,6,0,1,0,'完成DVM-1115-001   整机防护结构方案设计任务验收',1,4,11,1306,7),(275,3,14,11,'120','','2020-03-27 20:27:48',13,3,1,2020,6,0,1,0,'完成DVM-500-13001  滑座装配工程图设计任务',1,4,11,1296,7),(276,3,11,11,'1','','2020-03-27 20:27:48',13,3,1,2020,6,0,1,0,'完成DVM-500-13001  滑座装配工程图设计任务验收',1,4,11,1306,7),(277,3,32,9,'48','','2020-03-28 13:56:28',13,3,1,2020,5,0,1,0,'完成调试，发货任务',1,4,9,1296,7),(278,3,9,9,'1','','2020-03-28 13:56:28',13,3,1,2020,5,0,1,0,'完成调试，发货任务验收',1,4,9,1306,7),(279,3,33,9,'48','','2020-03-28 13:56:50',13,3,1,2020,5,0,1,0,'完成调试，发货任务',1,4,9,1296,7),(280,3,9,9,'1','','2020-03-28 13:56:50',13,3,1,2020,5,0,1,0,'完成调试，发货任务验收',1,4,9,1306,7),(281,3,25,9,'48','','2020-03-28 13:57:09',13,3,1,2020,5,0,1,0,'完成调试，发货任务',1,4,9,1296,7),(282,3,9,9,'1','','2020-03-28 13:57:09',13,3,1,2020,5,0,1,0,'完成调试，发货任务验收',1,4,9,1306,7),(283,3,24,9,'240','','2020-03-28 13:57:42',13,3,1,2020,5,0,1,0,'完成售后调试任务',1,4,9,1296,7),(284,3,9,9,'2','','2020-03-28 13:57:42',13,3,1,2020,5,0,1,0,'完成售后调试任务验收',1,4,9,1306,7),(285,3,32,9,'240','','2020-03-28 13:58:06',13,3,1,2020,5,0,1,0,'完成安装防护，机床走线任务',1,4,9,1296,7),(286,3,9,9,'2','','2020-03-28 13:58:06',13,3,1,2020,5,0,1,0,'完成安装防护，机床走线任务验收',1,4,9,1306,7),(287,3,25,9,'192','','2020-03-28 13:58:32',13,3,1,2020,5,0,1,0,'完成安装防护，机床走线任务',1,4,9,1296,7),(288,3,9,9,'2','','2020-03-28 13:58:32',13,3,1,2020,5,0,1,0,'完成安装防护，机床走线任务验收',1,4,9,1306,7),(289,3,4,4,'24','','2020-03-30 08:55:14',14,3,1,2020,10,0,1,0,'完成SH2003夹具设计任务',1,4,4,1296,7),(290,3,4,4,'1','','2020-03-30 08:55:14',14,3,1,2020,10,0,1,0,'完成SH2003夹具设计任务验收',1,4,4,1306,7),(291,3,4,4,'18','','2020-03-30 08:55:42',14,3,1,2020,10,0,1,0,'完成RS08A-027发货清单及核对换型件任务',1,4,4,1296,7),(292,3,4,4,'1','','2020-03-30 08:55:42',14,3,1,2020,10,0,1,0,'完成RS08A-027发货清单及核对换型件任务验收',1,4,4,1306,7),(293,3,12,3,'144','','2020-03-30 09:06:13',14,3,1,2020,7,0,1,0,'完成SFT750-001改造总方案任务',1,4,3,1296,7),(294,3,3,3,'1','','2020-03-30 09:06:13',14,3,1,2020,3,0,1,0,'完成SFT750-001改造总方案任务验收',1,4,3,1306,7),(295,3,30,6,'384','','2020-03-30 12:33:08',14,3,1,2020,12,0,1,0,'完成ZH005-001 修改程序任务',1,4,6,1296,7),(296,3,6,6,'4','','2020-03-30 12:33:08',14,3,1,2020,4,0,1,0,'完成ZH005-001 修改程序任务验收',1,4,6,1306,7),(297,3,42,6,'96','','2020-03-30 13:10:23',14,3,1,2020,12,0,1,0,'完成R08-002 电气设计任务',1,4,6,1296,7),(298,3,6,6,'1','','2020-03-30 13:10:23',14,3,1,2020,4,0,1,0,'完成R08-002 电气设计任务验收',1,4,6,1306,7),(299,3,33,9,'48','','2020-03-30 15:26:49',14,3,1,2020,5,0,1,0,'完成装配任务',1,4,9,1296,7),(300,3,9,9,'1','','2020-03-30 15:26:49',14,3,1,2020,5,0,1,0,'完成装配任务验收',1,4,9,1306,7),(301,3,29,9,'192','','2020-03-30 17:48:30',14,3,1,2020,12,0,1,0,'完成RS08A-27床身走线任务',1,4,9,1296,7),(302,3,9,9,'2','','2020-03-30 17:48:30',14,3,1,2020,5,0,1,0,'完成RS08A-27床身走线任务验收',1,4,9,1306,7),(303,3,10,4,'24','','2020-03-30 20:16:59',14,3,1,2020,10,0,1,0,'完成RC06A-018查找防护电柜缺失件并补齐任务',1,4,4,1296,7),(304,3,4,4,'1','','2020-03-30 20:16:59',14,3,1,2020,10,0,1,0,'完成RC06A-018查找防护电柜缺失件并补齐任务验收',1,4,4,1306,7),(305,3,11,11,'48','','2020-03-31 07:56:23',14,3,1,2020,6,0,1,0,'完成WCM40  完成产品的样本任务',1,4,11,1296,7),(306,3,11,11,'1','','2020-03-31 07:56:23',14,3,1,2020,6,0,1,0,'完成WCM40  完成产品的样本任务验收',1,4,11,1306,7),(307,3,21,4,'12','','2020-03-31 13:37:38',14,3,1,2020,10,0,1,0,'完成RS08A-027 活塞环高度变化说明任务',1,4,4,1296,7),(308,3,4,4,'1','','2020-03-31 13:37:38',14,3,1,2020,10,0,1,0,'完成RS08A-027 活塞环高度变化说明任务验收',1,4,4,1306,7),(309,3,21,4,'12','','2020-03-31 13:37:57',14,3,1,2020,10,0,1,0,'完成RS10A-009找正机构画出找正角度任务',1,4,4,1296,7),(310,3,4,4,'1','','2020-03-31 13:37:57',14,3,1,2020,10,0,1,0,'完成RS10A-009找正机构画出找正角度任务验收',1,4,4,1306,7),(311,3,21,4,'46','','2020-03-31 16:17:33',14,3,1,2020,10,0,1,0,'完成SH2001夹具设计任务',1,4,4,1296,7),(312,3,4,21,'1','','2020-03-31 16:17:33',14,3,1,2020,10,0,1,0,'完成SH2001夹具设计任务验收',1,4,21,1306,7),(313,3,4,4,'24','','2020-03-31 16:23:34',14,3,1,2020,10,0,1,0,'完成RS08A-028刀具设计任务',1,4,4,1296,7),(314,3,4,4,'1','','2020-03-31 16:23:34',14,3,1,2020,10,0,1,0,'完成RS08A-028刀具设计任务验收',1,4,4,1306,7),(315,3,21,4,'18','','2020-03-31 16:24:14',14,3,1,2020,10,0,1,0,'完成RS08A-027整理说明书用装配图，换型表任务',1,4,4,1296,7),(316,3,4,4,'1','','2020-03-31 16:24:14',14,3,1,2020,10,0,1,0,'完成RS08A-027整理说明书用装配图，换型表任务验收',1,4,4,1306,7),(317,3,15,15,'96','','2020-03-31 17:16:49',14,3,1,2020,9,0,1,0,'完成恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价任务',1,4,15,1296,7),(318,3,15,15,'1','','2020-03-31 17:16:49',14,3,1,2020,9,0,1,0,'完成恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价任务验收',1,4,15,1306,7),(319,3,43,15,'240','','2020-03-31 17:17:49',14,3,1,2020,9,0,1,0,'完成自动化说明书模板任务',1,4,15,1296,7),(320,3,15,15,'2','','2020-03-31 17:17:49',14,3,1,2020,9,0,1,0,'完成自动化说明书模板任务验收',1,4,15,1306,7),(321,3,14,11,'72','','2020-03-31 20:12:07',14,3,1,2020,6,0,1,0,'完成DVM-500-20001  主轴装配工程图设计任务',1,4,11,1296,7),(322,3,11,11,'1','','2020-03-31 20:12:07',14,3,1,2020,6,0,1,0,'完成DVM-500-20001  主轴装配工程图设计任务验收',1,4,11,1306,7),(323,3,25,9,'48','','2020-03-31 22:00:12',14,3,1,2020,5,0,1,0,'完成铸件攻丝任务',1,4,9,1296,7),(324,3,9,9,'1','','2020-03-31 22:00:12',14,3,1,2020,5,0,1,0,'完成铸件攻丝任务验收',1,4,9,1306,7),(325,3,32,9,'48','','2020-03-31 22:00:33',14,3,1,2020,5,0,1,0,'完成装配任务',1,4,9,1296,7),(326,3,9,9,'1','','2020-03-31 22:00:33',14,3,1,2020,5,0,1,0,'完成装配任务验收',1,4,9,1306,7),(327,3,34,9,'48','','2020-03-31 22:01:13',14,3,1,2020,5,0,1,0,'完成试切任务',1,4,9,1296,7),(328,3,9,9,'1','','2020-03-31 22:01:13',14,3,1,2020,5,0,1,0,'完成试切任务验收',1,4,9,1306,7),(329,3,25,9,'48','','2020-04-01 07:54:28',14,4,2,2020,5,0,1,0,'完成铸件攻丝任务',1,4,9,1296,7),(330,3,9,9,'1','','2020-04-01 07:54:28',14,4,2,2020,5,0,1,0,'完成铸件攻丝任务验收',1,4,9,1306,7),(331,3,32,9,'48','','2020-04-01 07:58:41',14,4,2,2020,5,0,1,0,'完成收尾任务',1,4,9,1296,7),(332,3,9,9,'1','','2020-04-01 07:58:41',14,4,2,2020,5,0,1,0,'完成收尾任务验收',1,4,9,1306,7),(333,3,34,9,'48','','2020-04-01 07:58:54',14,4,2,2020,5,0,1,0,'完成收尾任务',1,4,9,1296,7),(334,3,9,9,'1','','2020-04-01 07:58:54',14,4,2,2020,5,0,1,0,'完成收尾任务验收',1,4,9,1306,7),(335,3,10,4,'24','','2020-04-01 08:18:30',14,4,2,2020,10,0,1,0,'完成RC06A-018夹具装配图，气动原理图任务',1,4,4,1296,7),(336,3,4,4,'1','','2020-04-01 08:18:30',14,4,2,2020,10,0,1,0,'完成RC06A-018夹具装配图，气动原理图任务验收',1,4,4,1306,7),(337,3,10,4,'18','','2020-04-01 08:18:44',14,4,2,2020,10,0,1,0,'完成R08-002更换电柜空调厂家任务',1,4,4,1296,7),(338,3,4,4,'1','','2020-04-01 08:18:44',14,4,2,2020,10,0,1,0,'完成R08-002更换电柜空调厂家任务验收',1,4,4,1306,7);
/*!40000 ALTER TABLE `jee_ranking` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_ranking_setting`
--

DROP TABLE IF EXISTS `jee_ranking_setting`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_ranking_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `acorn` varchar(255) DEFAULT NULL,
  `std_classify` varchar(255) DEFAULT NULL,
  `department` varchar(255) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_ranking_setting`
--

LOCK TABLES `jee_ranking_setting` WRITE;
/*!40000 ALTER TABLE `jee_ranking_setting` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_ranking_setting` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_rbac_access`
--

DROP TABLE IF EXISTS `jee_rbac_access`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_rbac_access` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `module` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `role_id` int(11) DEFAULT NULL,
  `menu_ids` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_rbac_access`
--

LOCK TABLES `jee_rbac_access` WRITE;
/*!40000 ALTER TABLE `jee_rbac_access` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_rbac_access` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_rbac_accredit`
--

DROP TABLE IF EXISTS `jee_rbac_accredit`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_rbac_accredit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role_id` int(11) DEFAULT NULL,
  `node_id` int(11) DEFAULT NULL,
  `enable` smallint(6) DEFAULT NULL,
  `weight` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_rbac_accredit`
--

LOCK TABLES `jee_rbac_accredit` WRITE;
/*!40000 ALTER TABLE `jee_rbac_accredit` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_rbac_accredit` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_rbac_menu`
--

DROP TABLE IF EXISTS `jee_rbac_menu`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_rbac_menu` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `module` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `node_ids` varchar(2048) COLLATE utf8_unicode_ci DEFAULT NULL,
  `menu_ids` varchar(2048) COLLATE utf8_unicode_ci DEFAULT NULL,
  `visible` smallint(6) DEFAULT NULL,
  `default_status` smallint(6) DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_rbac_menu`
--

LOCK TABLES `jee_rbac_menu` WRITE;
/*!40000 ALTER TABLE `jee_rbac_menu` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_rbac_menu` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_rbac_node`
--

DROP TABLE IF EXISTS `jee_rbac_node`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_rbac_node` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `module` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `controller` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `action` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `extras` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_rbac_node`
--

LOCK TABLES `jee_rbac_node` WRITE;
/*!40000 ALTER TABLE `jee_rbac_node` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_rbac_node` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_rbac_role`
--

DROP TABLE IF EXISTS `jee_rbac_role`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_rbac_role` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `module` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `role_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `weight` smallint(6) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_rbac_role`
--

LOCK TABLES `jee_rbac_role` WRITE;
/*!40000 ALTER TABLE `jee_rbac_role` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_rbac_role` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_red_dot`
--

DROP TABLE IF EXISTS `jee_red_dot`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_red_dot` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `form_id` int(11) DEFAULT NULL,
  `form_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_red_dot`
--

LOCK TABLES `jee_red_dot` WRITE;
/*!40000 ALTER TABLE `jee_red_dot` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_red_dot` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_salary`
--

DROP TABLE IF EXISTS `jee_salary`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_salary` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `conent` longtext,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_salary`
--

LOCK TABLES `jee_salary` WRITE;
/*!40000 ALTER TABLE `jee_salary` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_salary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_service`
--

DROP TABLE IF EXISTS `jee_service`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_service` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `s_code` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `spec` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `putaway_time` datetime DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_service`
--

LOCK TABLES `jee_service` WRITE;
/*!40000 ALTER TABLE `jee_service` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_service` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_service_order`
--

DROP TABLE IF EXISTS `jee_service_order`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_service_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `service_id` int(11) DEFAULT NULL,
  `order_id` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `pay_time` datetime DEFAULT NULL,
  `pay_types` smallint(6) DEFAULT NULL,
  `nums` int(11) DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `done_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_service_order`
--

LOCK TABLES `jee_service_order` WRITE;
/*!40000 ALTER TABLE `jee_service_order` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_service_order` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_settings`
--

DROP TABLE IF EXISTS `jee_settings`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `settings` varchar(2048) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_settings`
--

LOCK TABLES `jee_settings` WRITE;
/*!40000 ALTER TABLE `jee_settings` DISABLE KEYS */;
INSERT INTO `jee_settings` VALUES (1,0,'sms','{\"url\":\"http:\\/\\/api.sms.cn\\/mtutf8\\/\",\"username\":\"jeechange\",\"password\":\"7aae4bccb858f83b4615d35c82b401fe\",\"SIGNATURE\":\"\\u3010\\u4e5d\\u7a0b\\u8f6f\\u4ef6\\u3011\",\"status\":\"1\"}',1),(2,11,'standard','{\"names\":\"积分\"}',1),(3,11,'money','{\"names\":\"现金币\"}',1),(4,11,'stock','{\"names\":\"虚拟股\"}',1),(5,12,'standard','{\"names\":\"积分\"}',1),(6,12,'money','{\"names\":\"现金币\"}',1),(7,12,'stock','{\"names\":\"虚拟股\"}',1),(8,11,'goods_units','{\"1\":{\"id\":1,\"names\":\"个\"},\"2\":{\"id\":2,\"names\":\"重量\"},\"3\":{\"id\":3,\"names\":\"袋3\"}}',1),(9,23,'standard','{\"names\":\"积分\"}',1),(10,23,'money','{\"names\":\"现金币\"}',1),(11,23,'stock','{\"names\":\"虚拟股\"}',1),(12,23,'goods_units','{\"1\":{\"id\":1,\"names\":\"11\"}}',1),(23,11,'salary','{\"1\":{\"id\":1,\"salaryNames\":\"现金100%\",\"trueMoney\":100,\"money\":0,\"moneyPriority\":0,\"days\":0,\"types\":0,\"addTime\":{\"date\":\"2019-08-23 14:04:23.000000\",\"timezone_type\":3,\"timezone\":\"PRC\"},\"status\":1},\"2\":{\"id\":\"2\",\"salaryNames\":\"80%现金+20%现金币+23%提现权\",\"trueMoney\":\"80\",\"money\":\"20\",\"moneyPriority\":\"23\",\"days\":\"1\",\"types\":1,\"addTime\":{\"date\":\"2019-08-24 18:28:45.000000\",\"timezone_type\":3,\"timezone\":\"PRC\"},\"status\":\"1\"},\"3\":{\"id\":3,\"salaryNames\":\"60%现金+40%现金币+43%提现权\",\"trueMoney\":\"60\",\"money\":\"40\",\"moneyPriority\":\"43\",\"days\":\"1\",\"types\":1,\"addTime\":{\"date\":\"2019-08-24 20:49:58.000000\",\"timezone_type\":3,\"timezone\":\"PRC\"},\"status\":1}}',1),(24,15,'salary','{\"1\":{\"id\":1,\"salaryNames\":\"现金100%\",\"trueMoney\":100,\"money\":0,\"moneyPriority\":0,\"days\":0,\"types\":0,\"addTime\":{\"date\":\"2019-08-24 16:29:36.000000\",\"timezone_type\":3,\"timezone\":\"PRC\"},\"status\":1}}',1),(25,25,'money','{\"names\":\"现金币\"}',1),(26,25,'stock','{\"names\":\"虚拟股\"}',1),(27,25,'goods_units','[]',1),(28,11,'supplyGoods','{\"names\":\"供应商商品\"}',1),(29,0,'supplyGoods','{\"names\":\"供应商商品\"}',1),(30,15,'supplyGoods','{\"names\":\"供应商商品\"}',1),(31,15,'stock','{\"names\":\"虚拟股\"}',1);
/*!40000 ALTER TABLE `jee_settings` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_share`
--

DROP TABLE IF EXISTS `jee_share`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_share` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `content1` longtext COLLATE utf8_unicode_ci,
  `content2` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content3` longtext COLLATE utf8_unicode_ci,
  `user_id` int(11) DEFAULT NULL,
  `to_user` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `goback_url` longtext COLLATE utf8_unicode_ci,
  `share_url` longtext COLLATE utf8_unicode_ci,
  `operate` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `template` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `template_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `event_id` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `acorn_added` smallint(6) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=285 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_share`
--

LOCK TABLES `jee_share` WRITE;
/*!40000 ALTER TABLE `jee_share` DISABLE KEYS */;
INSERT INTO `jee_share` VALUES (1,'陈富永分享了一个任务@王正：','#1[RS08A-028项目执行表]','如题',3,'','http://60.205.186.160/#/task/details/1?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/1?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#1 任务详情',1,3,0,'2020-01-14 16:41:51',1),(2,'王保森分享了一个任务@高英俊：','#2[四轴动力头下单]','如题',17,'','http://60.205.186.160/#/task/details/2?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/2?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#2 任务详情',2,3,0,'2020-01-14 17:13:23',1),(3,'李伟东分享了一个任务@胡玉龙：','#3[夹具设计]','完成连杆试珩夹具设计',4,'','http://60.205.186.160/#/task/details/3?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/3?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#3 任务详情',3,3,0,'2020-01-18 08:54:38',1),(4,'李伟东分享了一个任务@马英福：','#4[夹具设计]','阀套试珩夹具',4,'','http://60.205.186.160/#/task/details/4?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/4?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#4 任务详情',4,3,0,'2020-01-18 08:58:19',1),(5,'李伟东分享了一个任务@李伟东：','#5[技术任务书]','RS08A-028技术任务书',4,'','http://60.205.186.160/#/task/details/5?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/5?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#5 任务详情',5,3,0,'2020-01-18 09:06:06',1),(6,'李伟东分享了一个任务@李伟东：','#6[主机下单]','RS08A-028主机下单',4,'','http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#6 任务详情',6,3,0,'2020-01-18 09:09:45',1),(7,'李伟东分享了一个任务@胡玉龙：','#3[SH2002夹具设计]','完成连杆试珩夹具设计',4,'','http://60.205.186.160/#/task/details/3?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/3?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#3 任务详情',3,3,0,'2020-01-18 09:10:43',1),(8,'李伟东分享了一个任务@马英福：','#4[SH2001夹具设计]','阀套试珩夹具',4,'','http://60.205.186.160/#/task/details/4?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/4?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#4 任务详情',4,3,0,'2020-01-18 09:11:12',1),(9,'李伟东分享了一个任务@李伟东：','#5[RS08A-028技术任务书]','RS08A-028技术任务书',4,'','http://60.205.186.160/#/task/details/5?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/5?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#5 任务详情',5,3,0,'2020-01-18 09:11:31',1),(10,'李伟东分享了一个任务@李伟东：','#6[RS08A-028主机下单]','RS08A-028主机下单',4,'','http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#6 任务详情',6,3,0,'2020-01-18 09:11:51',1),(11,'李伟东分享了一个任务@李伟东：','#6[RS08A-028主机下单]','RS08A-028主机下单',4,'','http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#6 任务详情',6,3,0,'2020-01-18 09:12:19',1),(12,'李伟东分享了一个任务@马英福：','#7[RS08A-028夹具设计]','RS08A-028夹具设计',4,'','http://60.205.186.160/#/task/details/7?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/7?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#7 任务详情',7,3,0,'2020-01-18 09:16:37',1),(13,'李伟东分享了一个任务@马英福：','#8[RS08A-028刀具设计]','RS08A-028刀具设计',4,'','http://60.205.186.160/#/task/details/8?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/8?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#8 任务详情',8,3,0,'2020-01-18 09:17:55',1),(14,'李伟东分享了一个任务@马英福：','#8[RS08A-028刀具设计]','RS08A-028刀具设计',4,'','http://60.205.186.160/#/task/details/8?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/8?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#8 任务详情',8,3,0,'2020-01-18 09:18:17',1),(15,'李伟东分享了一个任务@李伟东：','#6[RS08A-028订单处理]','RS08A-028主机下单',4,'','http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#6 任务详情',6,3,0,'2020-01-18 09:20:47',1),(16,'李伟东分享了一个任务@李伟东：','#6[RS08A-028订单处理]','RS08A-028主机下单',4,'','http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#6 任务详情',6,3,0,'2020-01-18 09:21:50',1),(17,'李伟东分享了一个任务@李伟东：','#6[RS08A-028订单处理]','RS08A-028主机下单',4,'','http://60.205.186.160/#/task/details/6?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/6?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#6 任务详情',6,3,0,'2020-01-18 09:22:29',1),(18,'陈富永分享了一个任务@王正：','#1[RS08A-028项目执行表]','如题',3,'','http://60.205.186.160/#/task/details/1?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/1?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#1 任务详情',1,3,0,'2020-02-05 16:48:34',1),(19,'陈俊分享了一个任务@杨海：','#9[ZP005-002]','机床走线\r\n',9,'','http://60.205.186.160/#/task/details/9?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/9?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#9 任务详情',9,3,0,'2020-02-11 15:01:05',1),(20,'陈俊分享了一个任务@杨海：','#10[ZP005-002]','ZP005-002机床走线\r\n',9,'','http://60.205.186.160/#/task/details/10?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/10?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#10 任务详情',10,3,0,'2020-02-11 15:17:15',1),(21,'陈俊分享了一个任务@杨海：','#10[ZP005-002机床走线]','\r\n',9,'','http://60.205.186.160/#/task/details/10?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/10?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#10 任务详情',10,3,0,'2020-02-11 16:05:42',1),(22,'黄国峰分享了一个任务@黄国峰：','#11[MS100B顶箱设计]','已有方案，出装配图和工程图，三表，并下速达及制作分发PDF图纸',6,'','http://60.205.186.160/#/task/details/11?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/11?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#11 任务详情',11,3,0,'2020-02-11 16:41:27',1),(23,'陈富永分享了一个任务@陈富永：','#12[RS08A-028项目执行表]','如题',3,'','http://60.205.186.160/#/task/details/12?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/12?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#12 任务详情',12,3,1,'2020-02-12 10:48:57',1),(24,'陈俊分享了一个任务@陈俊、@杨海：','#13[ZY1906整改线体拆卸]','\r\n',9,'','http://60.205.186.160/#/task/details/13?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/13?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#13 任务详情',13,3,1,'2020-02-13 09:03:31',1),(25,'黄国峰分享了一个任务@黄国峰：','#11[MS100B顶箱设计]','已有方案，出装配图和工程图，三表，并下速达及制作分发PDF图纸',6,'','http://60.205.186.160/#/task/details/11?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/11?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#11 任务详情',11,3,1,'2020-02-13 13:35:04',1),(26,'黄国峰分享了一个任务@黄国峰、@李朋杰：','#14[MS100B主轴箱设计]','已有方案，细化结构尺寸，出三维模型、工程图、三表，并下速达发图',6,'','http://60.205.186.160/#/task/details/14?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/14?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#14 任务详情',14,3,1,'2020-02-17 08:25:35',1),(27,'黄国峰分享了一个任务@黄国峰、@李朋杰：','#14[MS100B主轴箱设计]','已有方案，细化结构尺寸，出三维模型、工程图、三表，并下速达发图',6,'','http://60.205.186.160/#/task/details/14?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/14?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#14 任务详情',14,3,1,'2020-02-17 08:26:04',1),(28,'陈俊分享了一个任务@陈俊、@杨海：','#15[RS10A-007-010夹具整改]','如题',9,'','http://60.205.186.160/#/task/details/15?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/15?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#15 任务详情',15,3,1,'2020-02-17 08:29:50',1),(29,'郝俊才分享了一个任务@郝俊才：','#16[售后服务阿里巴巴平台搭建]','搭建磁分机阿里巴巴销售网店',20,'','http://60.205.186.160/#/task/details/16?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/16?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#16 任务详情',16,3,1,'2020-02-18 08:12:07',1),(30,'陈富永分享了一个任务@王文利：','#17[SFQ750-002液压系统设计]','如题',3,'','http://60.205.186.160/#/task/details/17?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/17?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#17 任务详情',17,3,1,'2020-02-18 08:38:42',1),(31,'陈富永分享了一个任务@王文利：','#18[SFQ750-002气动系统设计]','如题',3,'','http://60.205.186.160/#/task/details/18?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/18?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#18 任务详情',18,3,1,'2020-02-19 17:37:11',1),(32,'陈俊分享了一个任务@陈俊、@杨海：','#19[ZTA-002机床整理，精度调整]','如题',9,'','http://60.205.186.160/#/task/details/19?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/19?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#19 任务详情',19,3,1,'2020-02-20 09:30:29',1),(33,'陈富永分享了一个任务@王文利：','#20[SFQ750-002润滑系统设计]','如题',3,'','http://60.205.186.160/#/task/details/20?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/20?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#20 任务详情',20,3,1,'2020-02-21 18:05:36',1),(34,'康文生分享了一个任务@康文生：','#21[DVM-500-001-20011  主轴箱精加工模型设计]','同时完成屯主轴箱有连接关系的零件模型。',11,'','http://60.205.186.160/#/task/details/21?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/21?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#21 任务详情',21,3,1,'2020-02-23 20:43:12',1),(35,'黄国峰分享了一个任务@黄国峰：','#22[MS100B主轴箱审核打包图纸下速达]','如题',6,'','http://60.205.186.160/#/task/details/22?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/22?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#22 任务详情',22,3,0,'2020-02-24 08:30:56',1),(36,'黄国峰分享了一个任务@董晨瑞：','#23[MS100B系统试验-控制器件及电路准备]','MS100B系统试验：三菱控制器件装箱走线',6,'','http://60.205.186.160/#/task/details/23?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/23?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#23 任务详情',23,3,1,'2020-02-24 08:33:06',1),(37,'黄国峰分享了一个任务@黄国峰：','#22[MS100B主轴箱图纸审核打包下速达]','MS100B主轴箱图纸审核、打包、下速达',6,'','http://60.205.186.160/#/task/details/22?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/22?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#22 任务详情',22,3,1,'2020-02-24 08:34:41',1),(38,'黄国峰分享了一个任务@黄国峰：','#22[MS100B主轴箱图纸审核打包下速达]','MS100B主轴箱图纸审核、打包、下速达',6,'','http://60.205.186.160/#/task/details/22?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/22?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#22 任务详情',22,3,1,'2020-02-24 08:35:02',1),(39,'郝俊才分享了一个任务@郝俊才：','#24[P2001成都西菱换型夹具设计]','如题，西菱有两种连杆需要夹具换型',20,'','http://60.205.186.160/#/task/details/24?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/24?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#24 任务详情',24,3,1,'2020-02-24 08:46:52',1),(40,'康文生分享了一个任务@康文生：','#25[DVL-1115-001-13011  滑座精加工模型设计]','完成与之相关的零件模型如，防护的钣金件、光栅尺寸读数头固定座、拖链支架',11,'','http://60.205.186.160/#/task/details/25?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/25?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#25 任务详情',25,3,0,'2020-02-25 07:59:37',1),(41,'黄国峰分享了一个任务@黄国峰：','#26[MS100B 立柱部件三维模型]','MS100B 立柱部件三维模型，模型尺寸细化达到可出工程图状态',6,'','http://60.205.186.160/#/task/details/26?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/26?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#26 任务详情',26,3,0,'2020-02-25 08:23:25',1),(42,'黄国峰分享了一个任务@黄国峰：','#26[MS100B 立柱部件三维模型]','MS100B 立柱部件三维模型，模型尺寸细化达到可出工程图状态',6,'','http://60.205.186.160/#/task/details/26?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/26?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#26 任务详情',26,3,1,'2020-02-25 08:23:41',1),(43,'王保森分享了一个任务@刘克伟：','#27[ZH006-001三维设计和铸件下图]','细化ZH006-001三维设计，完成床身等铸件下图。',17,'','http://60.205.186.160/#/task/details/27?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/27?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#27 任务详情',27,3,1,'2020-02-25 09:16:50',1),(44,'陈富永分享了一个任务@王文利：','#28[SFQ750-002冷却系统设计]','如题',3,'','http://60.205.186.160/#/task/details/28?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/28?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#28 任务详情',28,3,1,'2020-02-25 17:11:17',1),(45,'陈富永分享了一个任务@王文利：','#29[SFQ750-002防护罩方案设计]','如题',3,'','http://60.205.186.160/#/task/details/29?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/29?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#29 任务详情',29,3,1,'2020-02-25 17:13:02',1),(46,'康文生分享了一个任务@康文生：','#30[DVM-500-001-12011  横梁精加工模型设计]','与横梁相关的钣金件设计。',11,'','http://60.205.186.160/#/task/details/30?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/30?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#30 任务详情',30,3,1,'2020-02-25 21:20:48',1),(47,'康文生分享了一个任务@康文生：','#30[DVM-500-001-12011  横梁精加工模型设计]','与横梁相关的钣金件设计。',11,'','http://60.205.186.160/#/task/details/30?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/30?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#30 任务详情',30,3,1,'2020-02-25 21:23:05',1),(48,'康文生分享了一个任务@康文生：','#31[DVL-1115-001  左、右床身精加工模型设计]','包括防护、铠甲防护的辅助导轨、拖链支架的模型设计。',11,'','http://60.205.186.160/#/task/details/31?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/31?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#31 任务详情',31,3,1,'2020-02-26 21:09:11',1),(49,'黄国峰分享了一个任务@黄国峰：','#32[MS100B 立柱部件工程图]','MS100B 立柱部件出装配图、零件工程图、三表、下速达单子并下发PDF图纸',6,'','http://60.205.186.160/#/task/details/32?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/32?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#32 任务详情',32,3,0,'2020-02-27 08:21:25',1),(50,'黄国峰分享了一个任务@黄国峰：','#32[MS100B 立柱部件工程图]','MS100B 立柱部件出装配图、零件工程图、三表、下速达单子并下发PDF图纸',6,'','http://60.205.186.160/#/task/details/32?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/32?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#32 任务详情',32,3,0,'2020-02-27 08:23:45',1),(51,'黄国峰分享了一个任务@董晨瑞：','#33[MS100三菱PLC控制试验]','MS100，试验三菱PLC控制三菱电机带负载往复动作及控制方式',6,'','http://60.205.186.160/#/task/details/33?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/33?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#33 任务详情',33,3,1,'2020-02-27 08:26:47',1),(52,'郝俊才分享了一个任务@郝俊才：','#34[磐吉奥夹具方案]','如题',20,'','http://60.205.186.160/#/task/details/34?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/34?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#34 任务详情',34,3,0,'2020-02-27 13:54:14',1),(53,'李伟东分享了一个任务@李伟东：','#35[RS06A-014技术任务书]','RS06A-014技术任务书',4,'','http://60.205.186.160/#/task/details/35?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/35?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#35 任务详情',35,3,1,'2020-02-28 09:25:33',1),(54,'李伟东分享了一个任务@李伟东：','#35[RS06A-014技术任务书]','RS06A-014技术任务书',4,'','http://60.205.186.160/#/task/details/35?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/35?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#35 任务详情',35,3,1,'2020-02-28 09:26:02',1),(55,'李伟东分享了一个任务@李伟东：','#36[RS06A-014夹具设计]','RS06A-014夹具设计',4,'','http://60.205.186.160/#/task/details/36?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/36?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#36 任务详情',36,3,1,'2020-02-28 15:11:00',1),(56,'康文生分享了一个任务@康文生：','#37[DVM-500-001-17001  刀库方案设计]','根据供货商提供的环形导轨成套设备，详细设计刀库方案。包括刀夹安装，电机选型。',11,'','http://60.205.186.160/#/task/details/37?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/37?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#37 任务详情',37,3,1,'2020-02-28 18:19:00',1),(57,'黄国峰分享了一个任务@董晨瑞：','#38[MS100B系统试验]','MS100B三菱系统试验，验证三菱系统往复、主旋、进给动作。往复与主旋联动、往复换向时间、进给功能。',6,'','http://60.205.186.160/#/task/details/38?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/38?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#38 任务详情',38,3,1,'2020-02-28 21:56:48',1),(58,'黄国峰分享了一个任务@董晨瑞：','#39[MH150-005程序改进]','改进MH150-005精珩程序，解决或改善主旋停顿',6,'','http://60.205.186.160/#/task/details/39?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/39?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#39 任务详情',39,3,1,'2020-02-28 21:59:10',1),(59,'陈俊分享了一个任务@陈俊、@杨海：','#40[MS100B装配]','如题',9,'','http://60.205.186.160/#/task/details/40?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/40?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#40 任务详情',40,3,1,'2020-02-28 22:01:12',1),(60,'黄国峰分享了一个任务@董晨瑞：','#41[MS100-004电气整改]','MS100-004电气整改。机械整改完成后整理电气系统，达到单机出厂状态。',6,'','http://60.205.186.160/#/task/details/41?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/41?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#41 任务详情',41,3,1,'2020-02-28 22:01:53',1),(61,'黄国峰分享了一个任务@董晨瑞：','#42[MS100-007电气整顿]','MS100-007试验完成后进行机械整顿，机械整顿完成后进行电气整顿，达到出厂状态。',6,'','http://60.205.186.160/#/task/details/42?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/42?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#42 任务详情',42,3,1,'2020-02-28 22:04:31',1),(62,'黄国峰分享了一个任务@董晨瑞：','#43[MW500-001电气动作调试]','MW500-001电气动作调试',6,'','http://60.205.186.160/#/task/details/43?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/43?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#43 任务详情',43,3,1,'2020-02-28 22:08:44',1),(63,'陈俊分享了一个任务@杨海：','#44[ZP005-001调试]','如题',9,'','http://60.205.186.160/#/task/details/44?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/44?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#44 任务详情',44,3,1,'2020-03-01 14:12:39',1),(64,'陈俊分享了一个任务@梁引科：','#45[抛光机试切]','如题',9,'','http://60.205.186.160/#/task/details/45?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/45?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#45 任务详情',45,3,1,'2020-03-01 18:20:42',1),(65,'康文生分享了一个任务@康文生：','#46[DVM-500-001-11011  底座精加工模型设计]','底座相关的整体防护底部框架模型与底座精加工模型设计\r\n',11,'','http://60.205.186.160/#/task/details/46?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/46?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#46 任务详情',46,3,1,'2020-03-01 18:53:57',1),(66,'李伟东分享了一个任务@董晨瑞：','#47[RS08A-027电气原理图&电气元件下速达]','RS08A-027电气原理图&电气元件下速达',4,'','http://60.205.186.160/#/task/details/47?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/47?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#47 任务详情',47,3,1,'2020-03-02 08:40:53',1),(67,'李伟东分享了一个任务@董晨瑞：','#48[RS08A-028电气原理图&电气元件下速达]','RS08A-028电气原理图&电气元件下速达',4,'','http://60.205.186.160/#/task/details/48?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/48?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#48 任务详情',48,3,0,'2020-03-02 08:42:55',1),(68,'李伟东分享了一个任务@董晨瑞：','#48[RS08A-028电气原理图&电气元件下速达]','RS08A-028电气原理图&电气元件下速达',4,'','http://60.205.186.160/#/task/details/48?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/48?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#48 任务详情',48,3,1,'2020-03-02 08:43:51',1),(69,'李伟东分享了一个任务@董晨瑞：','#49[RS06A-014电气原理图&电气元件下速达]','RS06A-014电气原理图&电气元件下速达',4,'','http://60.205.186.160/#/task/details/49?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/49?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#49 任务详情',49,3,1,'2020-03-02 08:46:37',1),(70,'李伟东分享了一个任务@董晨瑞：','#49[RS06A-014电气原理图&电气元件下速达]','RS06A-014电气原理图&电气元件下速达',4,'','http://60.205.186.160/#/task/details/49?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/49?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#49 任务详情',49,3,1,'2020-03-02 08:47:02',1),(71,'黄国峰分享了一个任务@陈俊：','#50[MS100B控制系统试验机械部分]','1、MS100-007换装往复电机、电机安装板、联轴器，并连接电机线缆；\r\n2、用百分表找出极限情况下电机的换向精度。\r\n\r\n说明：附件内有试验目标和验证项目',6,'','http://60.205.186.160/#/task/details/50?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/50?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#50 任务详情',50,3,1,'2020-03-02 17:11:04',1),(72,'陈俊分享了一个任务@梁引科：','#51[精度确认，发货准备]','如题',9,'','http://60.205.186.160/#/task/details/51?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/51?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#51 任务详情',51,3,1,'2020-03-03 08:17:20',1),(73,'李伟东分享了一个任务@董晨瑞：','#52[RS10A-007-010程序整改及接线]','RS10A-007-010程序整改及接线',4,'','http://60.205.186.160/#/task/details/52?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/52?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#52 任务详情',52,3,1,'2020-03-03 14:12:33',1),(74,'李伟东分享了一个任务@李伟东：','#53[RS10A-007-010发货前准备技术文件&检查工件到货情况]','RS10A-007-010发货前准备技术文件&检查工件到货情况',4,'','http://60.205.186.160/#/task/details/53?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/53?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#53 任务详情',53,3,0,'2020-03-03 14:20:15',1),(75,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,1,'2020-03-03 14:44:55',1),(76,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,0,'2020-03-03 15:24:46',1),(77,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,1,'2020-03-03 15:25:36',1),(78,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,0,'2020-03-03 15:52:10',1),(79,'李伟东分享了一个任务@李伟东：','#53[RS10A-007-010发货前准备技术文件&检查工件到货情况]','RS10A-007-010发货前准备技术文件&检查工件到货情况',4,'','http://60.205.186.160/#/task/details/53?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/53?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#53 任务详情',53,3,1,'2020-03-03 16:17:22',1),(80,'康文生分享了一个任务@康文生：','#55[DVM-500-001  所有电机座与轴承座精加工模型]','如题',11,'','http://60.205.186.160/#/task/details/55?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/55?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#55 任务详情',55,3,1,'2020-03-03 17:37:46',1),(81,'李伟东分享了一个任务@李伟东：','#53[RS10A-007-010发货前准备技术文件]','RS10A-007-010发货前准备技术文件',4,'','http://60.205.186.160/#/task/details/53?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/53?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#53 任务详情',53,3,0,'2020-03-04 10:18:46',1),(82,'李伟东分享了一个任务@李伟东：','#56[RS08A-028夹具审图下单]','RS08A-028夹具审图下单',4,'','http://60.205.186.160/#/task/details/56?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/56?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#56 任务详情',56,3,1,'2020-03-04 11:39:54',1),(83,'李伟东分享了一个任务@李伟东：','#57[RS06A-014机械手抓取定位装置改进]','RS06A-014机械手抓取定位装置改进',4,'','http://60.205.186.160/#/task/details/57?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/57?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#57 任务详情',57,3,0,'2020-03-04 11:52:02',1),(84,'黄国峰分享了一个任务@吴永德：','#58[ZP005电气调试]','检查输入输出点接线，调试程序动作，配合试加工。',6,'','http://60.205.186.160/#/task/details/58?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/58?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#58 任务详情',58,3,0,'2020-03-04 16:08:30',1),(85,'黄国峰分享了一个任务@吴永德：','#58[ZP005电气调试]','检查输入输出点接线，调试程序动作，配合试加工。',6,'','http://60.205.186.160/#/task/details/58?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/58?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#58 任务详情',58,3,1,'2020-03-04 16:08:58',1),(86,'黄国峰分享了一个任务@吴永德：','#58[ZP005电气调试]','检查输入输出点接线，调试程序动作，配合试加工。',6,'','http://60.205.186.160/#/task/details/58?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/58?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#58 任务详情',58,3,1,'2020-03-04 16:10:14',1),(87,'黄国峰分享了一个任务@李朋杰：','#59[MH150-006夹具增加浮动单元确定尺寸及部分三维模型]','MH150-006夹具增加浮动单元，确定浮动单元各个结构的尺寸及部分三维模型',6,'','http://60.205.186.160/#/task/details/59?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/59?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#59 任务详情',59,3,1,'2020-03-04 16:26:47',1),(88,'康文生分享了一个任务@康文生：','#60[DVM-500-001-17101  刀库底座详细模型设计]','如题',11,'','http://60.205.186.160/#/task/details/60?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/60?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#60 任务详情',60,3,0,'2020-03-04 19:55:18',1),(89,'陈富永分享了一个任务@王文利：','#61[SFQ750-002防护罩结构设计]','如题',3,'','http://60.205.186.160/#/task/details/61?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/61?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#61 任务详情',61,3,1,'2020-03-05 08:24:57',1),(90,'陈俊分享了一个任务@梁引科：','#62[MS100-004整理]','如题',9,'','http://60.205.186.160/#/task/details/62?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/62?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#62 任务详情',62,3,1,'2020-03-05 13:18:44',1),(91,'康文生分享了一个任务@康文生：','#63[DVM-500-011  刀库整体防护设计]','如题',11,'','http://60.205.186.160/#/task/details/63?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/63?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#63 任务详情',63,3,0,'2020-03-05 18:04:30',1),(92,'陈俊分享了一个任务@陈俊：','#64[SH1909中马变速]','如题',9,'','http://60.205.186.160/#/task/details/64?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/64?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#64 任务详情',64,3,0,'2020-03-06 10:08:08',1),(93,'陈俊分享了一个任务@梁引科：','#62[MS100-004整理]','如题',9,'','http://60.205.186.160/#/task/details/62?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/62?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#62 任务详情',62,3,1,'2020-03-06 10:08:51',1),(94,'陈俊分享了一个任务@梁引科：','#65[机床拆卸]','如题',9,'','http://60.205.186.160/#/task/details/65?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/65?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#65 任务详情',65,3,1,'2020-03-07 13:09:24',1),(95,'陈俊分享了一个任务@吕阳：','#66[铸件，工作台追加工]','如题',9,'','http://60.205.186.160/#/task/details/66?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/66?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#66 任务详情',66,3,0,'2020-03-08 17:30:03',1),(96,'康文生分享了一个任务@康文生：','#67[WCM40-001  工作台防护详细方案模型设计]','如题',11,'','http://60.205.186.160/#/task/details/67?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/67?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#67 任务详情',67,3,0,'2020-03-08 19:50:31',1),(97,'康文生分享了一个任务@康文生：','#68[WCM40-001  主轴箱防护详细方案模型设计]','如题',11,'','http://60.205.186.160/#/task/details/68?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/68?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#68 任务详情',68,3,1,'2020-03-08 19:51:31',1),(98,'康文生分享了一个任务@王楠：','#69[DVM-500-001-11011  底座精加工工程图]','如题',11,'','http://60.205.186.160/#/task/details/69?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/69?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#69 任务详情',69,3,1,'2020-03-08 19:52:56',1),(99,'康文生分享了一个任务@康文生：','#68[WCM40-001  主轴箱防护详细方案模型设计]','如题',11,'','http://60.205.186.160/#/task/details/68?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/68?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#68 任务详情',68,3,0,'2020-03-08 19:53:52',1),(100,'康文生分享了一个任务@康文生：','#67[WCM40-001  工作台防护详细方案模型设计]','如题',11,'','http://60.205.186.160/#/task/details/67?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/67?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#67 任务详情',67,3,0,'2020-03-08 19:54:20',1),(101,'陈俊分享了一个任务@梁引科：','#70[装配]','如题',9,'','http://60.205.186.160/#/task/details/70?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/70?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#70 任务详情',70,3,1,'2020-03-09 08:09:41',1),(102,'陈俊分享了一个任务@郭伟：','#71[线体发货准备]','如题',9,'','http://60.205.186.160/#/task/details/71?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/71?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#71 任务详情',71,3,1,'2020-03-09 08:11:04',1),(103,'黄国峰分享了一个任务@董晨瑞：','#72[RS10A-007~010 线体接线及与主机联调]','RS10A-007~010 线体接线，然后与主机联调，优化程序',6,'','http://60.205.186.160/#/task/details/72?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/72?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#72 任务详情',72,3,1,'2020-03-09 08:42:59',1),(104,'黄国峰分享了一个任务@李朋杰：','#73[MH150-005珩磨头测绘]','MH150-005珩磨头测绘，共8个珩磨头，测名义尺寸，出三维模型',6,'','http://60.205.186.160/#/task/details/73?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/73?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#73 任务详情',73,3,1,'2020-03-09 08:45:40',1),(105,'黄国峰分享了一个任务@李朋杰：','#73[MH150-005珩磨头测绘]','MH150-005珩磨头测绘，共8个珩磨头，测名义尺寸，出三维模型',6,'','http://60.205.186.160/#/task/details/73?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/73?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#73 任务详情',73,3,1,'2020-03-09 08:45:51',1),(106,'黄国峰分享了一个任务@李朋杰：','#73[MH150-005珩磨头测绘]','MH150-005珩磨头测绘，共8个珩磨头，测名义尺寸，出三维模型',6,'','http://60.205.186.160/#/task/details/73?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/73?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#73 任务详情',73,3,1,'2020-03-09 08:46:12',1),(107,'康文生分享了一个任务@康文生：','#68[WCM40-001  主轴箱防护详细方案模型设计]','如题',11,'','http://60.205.186.160/#/task/details/68?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/68?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#68 任务详情',68,3,0,'2020-03-09 19:00:31',1),(108,'康文生分享了一个任务@康文生：','#68[WCM40-001  主轴箱防护详细方案模型设计]','如题',11,'','http://60.205.186.160/#/task/details/68?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/68?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#68 任务详情',68,3,0,'2020-03-09 19:02:23',1),(109,'康文生分享了一个任务@王楠：','#74[DVM-500-11012  左床身精加工工程图设计]','如题',11,'','http://60.205.186.160/#/task/details/74?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/74?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#74 任务详情',74,3,1,'2020-03-09 20:49:05',1),(110,'康文生分享了一个任务@康文生：','#75[WCM40-001  底座内防护详细方案模型设计]','如题',11,'','http://60.205.186.160/#/task/details/75?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/75?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#75 任务详情',75,3,1,'2020-03-09 20:50:59',1),(111,'陈俊分享了一个任务@梁引科：','#76[机床整改]','如题',9,'','http://60.205.186.160/#/task/details/76?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/76?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#76 任务详情',76,3,1,'2020-03-10 14:29:25',1),(112,'陈俊分享了一个任务@吕阳：','#77[铸件加工]','如题',9,'','http://60.205.186.160/#/task/details/77?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/77?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#77 任务详情',77,3,1,'2020-03-10 14:31:40',1),(113,'陈俊分享了一个任务@杨海：','#44[ZP005-001调试]','如题',9,'','http://60.205.186.160/#/task/details/44?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/44?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#44 任务详情',44,3,1,'2020-03-10 14:32:27',1),(114,'陈俊分享了一个任务@陈俊：','#64[SH1909中马变速]','如题',9,'','http://60.205.186.160/#/task/details/64?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/64?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#64 任务详情',64,3,1,'2020-03-10 14:33:01',1),(115,'陈俊分享了一个任务@郭伟：','#71[线体发货准备]','如题',9,'','http://60.205.186.160/#/task/details/71?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/71?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#71 任务详情',71,3,1,'2020-03-10 14:33:35',1),(116,'黄国峰分享了一个任务@黄国峰：','#78[ZH005-002速达下单]','ZH005-002速达建号、下单',6,'','http://60.205.186.160/#/task/details/78?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/78?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#78 任务详情',78,3,1,'2020-03-10 18:04:31',1),(117,'康文生分享了一个任务@王楠：','#79[DVM-500-11013  右床身  精加工工程图设计]','如题',11,'','http://60.205.186.160/#/task/details/79?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/79?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#79 任务详情',79,3,1,'2020-03-10 21:16:33',1),(118,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,1,'2020-03-10 22:57:12',1),(119,'陈俊分享了一个任务@郭伟：','#80[售后托盘装配]','如题',9,'','http://60.205.186.160/#/task/details/80?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/80?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#80 任务详情',80,3,1,'2020-03-11 16:43:27',1),(120,'李伟东分享了一个任务@李伟东：','#81[RS08A-028气动&刀具&防护]','RS08A-028气动&刀具&防护',4,'','http://60.205.186.160/#/task/details/81?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/81?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#81 任务详情',81,3,1,'2020-03-11 19:17:47',1),(121,'李伟东分享了一个任务@李伟东、@董晨瑞：','#82[RC06A-018，E80竖排面板修改]','RC06A-018（E80竖排面板修改）',4,'','http://60.205.186.160/#/task/details/82?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/82?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#82 任务详情',82,3,1,'2020-03-11 19:26:47',1),(122,'康文生分享了一个任务@王楠：','#83[DVM-500-12011  横梁精加工工程图设计]','如题',11,'','http://60.205.186.160/#/task/details/83?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/83?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#83 任务详情',83,3,0,'2020-03-11 19:45:02',1),(123,'康文生分享了一个任务@康文生：','#84[WCM40  整体防护方案模型设计]','如题',11,'','http://60.205.186.160/#/task/details/84?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/84?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#84 任务详情',84,3,0,'2020-03-11 19:46:36',1),(124,'黄国峰分享了一个任务@董晨瑞：','#85[RS06A-014 电气设计]','RS06A-014 出原理图、端子接线图、电柜排布图',6,'','http://60.205.186.160/#/task/details/85?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/85?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#85 任务详情',85,3,1,'2020-03-12 16:37:59',1),(125,'黄国峰分享了一个任务@董晨瑞：','#86[ZY2001 电气设计]','ZY2001，出原理图、端子接线图、电柜排布图。包括：\r\n1、上料线控制柜\r\n2、中转线控制柜\r\n3、测量控制柜\r\n4、总控通讯线路\r\n（共计1台精镗机，1台珩磨机，1台清洗机，1套测量系统，3个机器人，2条线体）\r\n5、电源分流端子',6,'','http://60.205.186.160/#/task/details/86?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/86?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#86 任务详情',86,3,1,'2020-03-12 16:49:25',1),(126,'黄国峰分享了一个任务@董晨瑞：','#87[ZTA-002电气设计]','ZTA-002，出原理图、端子接线图、电柜排布图',6,'','http://60.205.186.160/#/task/details/87?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/87?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#87 任务详情',87,3,1,'2020-03-12 16:52:02',1),(127,'黄国峰分享了一个任务@董晨瑞：','#85[RS06A-014 电气设计]','RS06A-014 出原理图、端子接线图、电柜排布图',6,'','http://60.205.186.160/#/task/details/85?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/85?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#85 任务详情',85,3,1,'2020-03-12 16:52:20',1),(128,'黄国峰分享了一个任务@董晨瑞：','#86[ZY2001 电气设计]','ZY2001，出原理图、端子接线图、电柜排布图。包括：\r\n1、上料线控制柜\r\n2、中转线控制柜\r\n3、测量控制柜\r\n4、总控通讯线路\r\n（共计1台精镗机，1台珩磨机，1台清洗机，1套测量系统，3个机器人，2条线体）\r\n5、电源分流端子',6,'','http://60.205.186.160/#/task/details/86?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/86?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#86 任务详情',86,3,1,'2020-03-12 16:52:48',1),(129,'康文生分享了一个任务@王楠：','#88[DVM-500-13011  滑座  精加工工程图设计]','如题',11,'','http://60.205.186.160/#/task/details/88?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/88?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#88 任务详情',88,3,1,'2020-03-12 17:00:26',1),(130,'黄国峰分享了一个任务@彭兴乔：','#89[DVL-1115-001电气设计]','DVL-1115-001，出原理图、端子接线图、电柜布局图、线缆图',6,'','http://60.205.186.160/#/task/details/89?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/89?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#89 任务详情',89,3,1,'2020-03-12 18:16:07',1),(131,'李伟东分享了一个任务@李伟东：','#90[RC06A-011发货前准备技术文件]','RC06A-011发货前准备技术文件',4,'','http://60.205.186.160/#/task/details/90?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/90?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#90 任务详情',90,3,1,'2020-03-13 09:27:38',1),(132,'李伟东分享了一个任务@李伟东：','#91[SH2002夹具设计]','SH2002夹具设计',4,'','http://60.205.186.160/#/task/details/91?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/91?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#91 任务详情',91,3,0,'2020-03-13 14:52:53',1),(133,'陈富永分享了一个任务@王文利：','#92[SFQ750-001工艺试验20-02]','试加工确定工艺参数，解决粗糙度、平坦度问题。',3,'','http://60.205.186.160/#/task/details/92?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/92?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#92 任务详情',92,3,1,'2020-03-13 16:27:10',1),(134,'陈富永分享了一个任务@王文利：','#93[SFQ750-002走线走管设计]','电气走线，电柜线槽、支架；液压走管，液压站、阀组安装；润滑、气动安装；冷却走管；',3,'','http://60.205.186.160/#/task/details/93?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/93?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#93 任务详情',93,3,1,'2020-03-13 16:40:08',1),(135,'陈俊分享了一个任务@杨海：','#94[走线整改]','如题',9,'','http://60.205.186.160/#/task/details/94?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/94?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#94 任务详情',94,3,1,'2020-03-13 19:50:19',1),(136,'陈俊分享了一个任务@梁引科：','#95[走线整改]','如题',9,'','http://60.205.186.160/#/task/details/95?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/95?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#95 任务详情',95,3,1,'2020-03-13 19:51:18',1),(137,'黄国峰分享了一个任务@董晨瑞：','#96[RS10A-007~010 改线]','RS10A-007~010 防护罩内线缆部分改到防护罩外',6,'','http://60.205.186.160/#/task/details/96?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/96?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#96 任务详情',96,3,1,'2020-03-14 13:26:46',1),(138,'黄国峰分享了一个任务@董晨瑞：','#96[RS10A-007~010 改线]','RS10A-007~010 防护罩内线缆部分改到防护罩外',6,'','http://60.205.186.160/#/task/details/96?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/96?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#96 任务详情',96,3,1,'2020-03-14 13:27:07',1),(139,'黄国峰分享了一个任务@董晨瑞：','#96[RS10A-007~010 改线]','RS10A-007~010 防护罩内线缆部分改到防护罩外',6,'','http://60.205.186.160/#/task/details/96?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/96?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#96 任务详情',96,3,1,'2020-03-14 13:27:49',1),(140,'黄国峰分享了一个任务@吴永德：','#97[ZH005-002 电气设计]','ZH005-002 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/97?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/97?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#97 任务详情',97,3,1,'2020-03-14 13:30:56',1),(141,'黄国峰分享了一个任务@吴永德：','#98[ZH007-002]','ZH007-002 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/98?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/98?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#98 任务详情',98,3,1,'2020-03-14 13:32:03',1),(142,'黄国峰分享了一个任务@吴永德：','#97[ZH005-002 电气设计]','ZH005-002 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/97?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/97?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#97 任务详情',97,3,1,'2020-03-14 13:32:34',1),(143,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,1,'2020-03-14 13:35:39',1),(144,'黄国峰分享了一个任务@董晨瑞：','#85[RS06A-014 电气设计]','RS06A-014 出原理图、端子接线图、电柜排布图',6,'','http://60.205.186.160/#/task/details/85?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/85?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#85 任务详情',85,3,1,'2020-03-14 13:50:25',1),(145,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,1,'2020-03-14 18:03:05',1),(146,'陈俊分享了一个任务@福立新：','#100[夹具装配]','如题',9,'','http://60.205.186.160/#/task/details/100?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/100?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#100 任务详情',100,3,1,'2020-03-15 16:23:58',1),(147,'陈俊分享了一个任务@杨海：','#101[发货准备]','如题',9,'','http://60.205.186.160/#/task/details/101?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/101?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#101 任务详情',101,3,1,'2020-03-15 16:25:17',1),(148,'陈俊分享了一个任务@梁引科：','#102[上下料装配，机床总装]','如题',9,'','http://60.205.186.160/#/task/details/102?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/102?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#102 任务详情',102,3,1,'2020-03-15 16:27:50',1),(149,'康文生分享了一个任务@王楠：','#103[DVM-500-20011  主轴箱  精加工工程图设计]','如题',11,'','http://60.205.186.160/#/task/details/103?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/103?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#103 任务详情',103,3,1,'2020-03-16 07:53:50',1),(150,'康文生分享了一个任务@康文生：','#104[WCM40  细化相关防护结构]','细化与铸件有连接关系的防护结构，从而确定铸件的螺钉孔位置。',11,'','http://60.205.186.160/#/task/details/104?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/104?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#104 任务详情',104,3,0,'2020-03-16 07:57:03',1),(151,'陈俊分享了一个任务@陈俊：','#105[发货]','如题',9,'','http://60.205.186.160/#/task/details/105?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/105?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#105 任务详情',105,3,1,'2020-03-16 07:58:29',1),(152,'李伟东分享了一个任务@李伟东：','#106[增加工件防漏拿装置]','增加工件防漏拿装置',4,'','http://60.205.186.160/#/task/details/106?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/106?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#106 任务详情',106,3,1,'2020-03-16 08:27:55',1),(153,'赵辛生分享了一个任务@张灵跃：','#107[ZY1907]','广州万宝增加防护围栏',15,'','http://60.205.186.160/#/task/details/107?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/107?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#107 任务详情',107,3,1,'2020-03-16 09:11:17',1),(154,'陈俊分享了一个任务@郭伟：','#108[线体装配]','如题',9,'','http://60.205.186.160/#/task/details/108?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/108?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#108 任务详情',108,3,1,'2020-03-16 17:14:34',1),(155,'康文生分享了一个任务@王楠：','#109[X轴 导轨、丝杠定货工程图]','如题',11,'','http://60.205.186.160/#/task/details/109?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/109?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#109 任务详情',109,3,0,'2020-03-16 19:41:34',1),(156,'赵辛生分享了一个任务@张灵跃：','#110[ZY1907 ]','新增防护围栏设计',15,'','http://60.205.186.160/#/task/details/110?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/110?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#110 任务详情',110,3,1,'2020-03-17 07:55:52',1),(157,'赵辛生分享了一个任务@张灵跃：','#111[ZY1904]','宿迁东贝接油盘漏水整改',15,'','http://60.205.186.160/#/task/details/111?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/111?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#111 任务详情',111,3,1,'2020-03-17 08:05:08',1),(158,'赵辛生分享了一个任务@张灵跃：','#111[ZY1904]','宿迁东贝接油盘漏水整改',15,'','http://60.205.186.160/#/task/details/111?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/111?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#111 任务详情',111,3,1,'2020-03-17 08:39:23',1),(159,'赵辛生分享了一个任务@赵辛生：','#112[ZY2001]','ZY2001 上下料干涉检查',15,'','http://60.205.186.160/#/task/details/112?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/112?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#112 任务详情',112,3,1,'2020-03-17 08:44:06',1),(160,'赵辛生分享了一个任务@赵辛生：','#113[ZY2001]','ZY2001 加工件下速达',15,'','http://60.205.186.160/#/task/details/113?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/113?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#113 任务详情',113,3,1,'2020-03-17 08:46:57',1),(161,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,0,'2020-03-17 13:43:26',1),(162,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,1,'2020-03-17 13:43:58',1),(163,'李伟东分享了一个任务@李伟东：','#114[RS08A-028检查是否漏下]','如题',4,'','http://60.205.186.160/#/task/details/114?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/114?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#114 任务详情',114,3,0,'2020-03-17 14:35:06',1),(164,'李伟东分享了一个任务@李伟东：','#114[RS08A-028检查是否漏下]','如题',4,'','http://60.205.186.160/#/task/details/114?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/114?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#114 任务详情',114,3,1,'2020-03-17 14:35:20',1),(165,'李伟东分享了一个任务@李伟东：','#115[RS10A-007~010现场跟踪防护整改]','如题',4,'','http://60.205.186.160/#/task/details/115?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/115?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#115 任务详情',115,3,1,'2020-03-17 14:37:15',1),(166,'李伟东分享了一个任务@李伟东：','#116[RS08A-027解决装配中遇到的问题]','如题',4,'','http://60.205.186.160/#/task/details/116?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/116?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#116 任务详情',116,3,1,'2020-03-17 14:41:29',1),(167,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,1,'2020-03-17 15:23:48',1),(168,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,1,'2020-03-17 15:24:05',1),(169,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,0,'2020-03-17 15:24:44',1),(170,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,1,'2020-03-17 15:26:31',1),(171,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,0,'2020-03-17 15:27:09',1),(172,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,0,'2020-03-17 15:27:35',1),(173,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,0,'2020-03-17 15:27:51',1),(174,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,0,'2020-03-17 15:28:02',1),(175,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,0,'2020-03-17 15:28:14',1),(176,'黄国峰分享了一个任务@彭兴乔：','#99[ZH006-001 电气设计]','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单',6,'','http://60.205.186.160/#/task/details/99?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/99?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#99 任务详情',99,3,1,'2020-03-17 15:28:21',1),(177,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,1,'2020-03-17 18:34:32',1),(178,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,0,'2020-03-17 18:36:00',1),(179,'陈富永分享了一个任务@陈富永：','#54[测试系统]','如题',3,'','http://60.205.186.160/#/task/details/54?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/54?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#54 任务详情',54,3,1,'2020-03-17 18:39:10',1),(180,'康文生分享了一个任务@王楠：','#117[X、Y轴、刀库门 铠甲防护定货工程图]','如题',11,'','http://60.205.186.160/#/task/details/117?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/117?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#117 任务详情',117,3,1,'2020-03-17 19:07:12',1),(181,'康文生分享了一个任务@康文生：','#118[底座精加工模型设计]','如题',11,'','http://60.205.186.160/#/task/details/118?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/118?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#118 任务详情',118,3,1,'2020-03-17 19:08:01',1),(182,'陈俊分享了一个任务@陈俊、@梁引科：','#119[夹具整改装配]','如题',9,'','http://60.205.186.160/#/task/details/119?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/119?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#119 任务详情',119,3,1,'2020-03-18 08:00:18',1),(183,'陈俊分享了一个任务@杨海：','#120[电装]','如题',9,'','http://60.205.186.160/#/task/details/120?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/120?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#120 任务详情',120,3,1,'2020-03-18 08:01:52',1),(184,'李伟东分享了一个任务@李伟东：','#121[RS06A-014吹气装置改进]','如题',4,'','http://60.205.186.160/#/task/details/121?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/121?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#121 任务详情',121,3,0,'2020-03-18 09:44:47',1),(185,'陈俊分享了一个任务@郭伟：','#122[铸件攻丝]','如题',9,'','http://60.205.186.160/#/task/details/122?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/122?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#122 任务详情',122,3,1,'2020-03-18 14:46:53',1),(186,'赵辛生分享了一个任务@张灵跃：','#123[ZY1904]','宿迁东贝机床导水挂板整改',15,'','http://60.205.186.160/#/task/details/123?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/123?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#123 任务详情',123,3,1,'2020-03-18 14:53:04',1),(187,'赵辛生分享了一个任务@赵辛生：','#124[ZY2001]','成都西菱外购件整理，下速达',15,'','http://60.205.186.160/#/task/details/124?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/124?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#124 任务详情',124,3,1,'2020-03-18 15:02:53',1),(188,'康文生分享了一个任务@王楠：','#125[DVM-500-11001 底座装配工程图设计]','完成DVM-500-11001 底座装配工程图、三表、其它非钣金件的工程图',11,'','http://60.205.186.160/#/task/details/125?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/125?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#125 任务详情',125,3,1,'2020-03-18 19:49:36',1),(189,'康文生分享了一个任务@康文生：','#126[WCM40-20011、21011左、右主轴箱精加工模型设计]','如题',11,'','http://60.205.186.160/#/task/details/126?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/126?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#126 任务详情',126,3,0,'2020-03-18 19:51:06',1),(190,'赵辛生分享了一个任务@张灵跃：','#127[广州万宝，青岛万宝根据图纸整理（报价用）]','广州万宝，青岛万宝根据图纸整理（报价用）',15,'','http://60.205.186.160/#/task/details/127?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/127?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#127 任务详情',127,3,1,'2020-03-19 10:33:31',1),(191,'陈俊分享了一个任务@杨海：','#128[发货准备]','如题',9,'','http://60.205.186.160/#/task/details/128?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/128?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#128 任务详情',128,3,1,'2020-03-19 12:51:57',1),(192,'陈俊分享了一个任务@梁引科：','#129[发货准备]','如题',9,'','http://60.205.186.160/#/task/details/129?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/129?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#129 任务详情',129,3,1,'2020-03-19 12:54:28',1),(193,'陈富永分享了一个任务@王文利：','#130[SFQ750-002内防护设计]','导轨防护、电机防护、拖链、抛光架等防护',3,'','http://60.205.186.160/#/task/details/130?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/130?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#130 任务详情',130,3,1,'2020-03-19 13:17:31',1),(194,'陈富永分享了一个任务@王文利：','#130[SFQ750-002内防护设计]','导轨防护、电机防护、拖链、抛光架等防护',3,'','http://60.205.186.160/#/task/details/130?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/130?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#130 任务详情',130,3,1,'2020-03-19 13:18:25',1),(195,'康文生分享了一个任务@康文生：','#131[WCM40-20012、21011、13011滑座精加工模型设计]','如题',11,'','http://60.205.186.160/#/task/details/131?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/131?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#131 任务详情',131,3,1,'2020-03-19 19:41:56',1),(196,'赵辛生分享了一个任务@张灵跃：','#132[贝斯特中间体报价用方案]','贝斯特中间体报价用方案',15,'','http://60.205.186.160/#/task/details/132?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/132?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#132 任务详情',132,3,1,'2020-03-20 08:34:13',1),(197,'王保森分享了一个任务@黄国峰：','#133[电器设计及调试]','优化ZT003电气设计，电器部分下单，装盘及走线技术支持，整机调试。',17,'','http://60.205.186.160/#/task/details/133?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/133?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#133 任务详情',133,3,1,'2020-03-20 11:12:23',1),(198,'黄国峰分享了一个任务@董晨瑞：','#134[RS08A-27床身走线]','RS08A-27床身走线',6,'','http://60.205.186.160/#/task/details/134?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/134?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#134 任务详情',134,3,1,'2020-03-20 11:55:14',1),(199,'黄国峰分享了一个任务@董晨瑞：','#135[RS08A-27整机调试]','如题',6,'','http://60.205.186.160/#/task/details/135?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/135?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#135 任务详情',135,3,1,'2020-03-20 11:57:05',1),(200,'黄国峰分享了一个任务@董晨瑞：','#134[RS08A-27床身走线]','RS08A-27床身走线',6,'','http://60.205.186.160/#/task/details/134?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/134?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#134 任务详情',134,3,1,'2020-03-20 12:13:47',1),(201,'黄国峰分享了一个任务@董晨瑞：','#135[RS08A-27整机调试]','如题',6,'','http://60.205.186.160/#/task/details/135?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/135?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#135 任务详情',135,3,1,'2020-03-20 12:14:19',1),(202,'李伟东分享了一个任务@李伟东：','#136[RS10A发货前清点装箱单]','RS10A发货前清点装箱单',4,'','http://60.205.186.160/#/task/details/136?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/136?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#136 任务详情',136,3,0,'2020-03-20 15:26:53',1),(203,'李伟东分享了一个任务@李伟东：','#137[RS10A工件打标]','换型件加工厂未打标',4,'','http://60.205.186.160/#/task/details/137?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/137?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#137 任务详情',137,3,0,'2020-03-20 15:28:04',1),(204,'黄国峰分享了一个任务@董晨瑞：','#134[RS08A-27床身走线]','RS08A-27床身走线',6,'','http://60.205.186.160/#/task/details/134?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/134?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#134 任务详情',134,3,1,'2020-03-20 16:06:21',1),(205,'陈俊分享了一个任务@郭伟：','#138[发货]','发货\r\n',9,'','http://60.205.186.160/#/task/details/138?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/138?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#138 任务详情',138,3,1,'2020-03-20 17:38:04',1),(206,'陈俊分享了一个任务@杨海、@梁引科、@郭伟：','#139[发货]','包装发货\r\n',9,'','http://60.205.186.160/#/task/details/139?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/139?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#139 任务详情',139,3,1,'2020-03-21 20:30:59',1),(207,'陈俊分享了一个任务@杨海、@梁引科、@郭伟：','#140[安装防护，机床线体走线]','安装防护，机床线体走线',9,'','http://60.205.186.160/#/task/details/140?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/140?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#140 任务详情',140,3,1,'2020-03-22 17:08:54',1),(208,'康文生分享了一个任务@王楠：','#141[DVM-500-12001  横梁装配工程图设计]','如题',11,'','http://60.205.186.160/#/task/details/141?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/141?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#141 任务详情',141,3,1,'2020-03-23 07:47:11',1),(209,'康文生分享了一个任务@康文生：','#142[WCM40-14011  滑座的精加工模型设计]','如题',11,'','http://60.205.186.160/#/task/details/142?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/142?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#142 任务详情',142,3,1,'2020-03-23 07:48:47',1),(210,'陈俊分享了一个任务@福立新：','#143[装配]','如题',9,'','http://60.205.186.160/#/task/details/143?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/143?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#143 任务详情',143,3,0,'2020-03-23 08:15:35',1),(211,'陈俊分享了一个任务@福立新：','#144[装配]','如题',9,'','http://60.205.186.160/#/task/details/144?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/144?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#144 任务详情',144,3,1,'2020-03-23 08:16:29',1),(212,'李伟东分享了一个任务@李伟东：','#145[RS08A-027统计防护罩到货情况]','RS08A-027统计防护罩到货情况',4,'','http://60.205.186.160/#/task/details/145?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/145?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#145 任务详情',145,3,1,'2020-03-23 09:40:35',1),(213,'陈俊分享了一个任务@梁引科、@郭伟：','#146[安装防护，机床走线]','如题',9,'','http://60.205.186.160/#/task/details/146?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/146?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#146 任务详情',146,3,1,'2020-03-23 17:50:50',1),(214,'陈俊分享了一个任务@杨海：','#147[售后调试]','如题',9,'','http://60.205.186.160/#/task/details/147?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/147?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#147 任务详情',147,3,1,'2020-03-23 17:52:31',1),(215,'李伟东分享了一个任务@李伟东：','#148[R08-002主机设计]','R08-002主机设计',4,'','http://60.205.186.160/#/task/details/148?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/148?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#148 任务详情',148,3,0,'2020-03-23 18:07:54',1),(216,'康文生分享了一个任务@刘长澜：','#149[DVM-1115-001   整机防护结构方案设计]','整机防护结构方案设计依实现外观设计为准。',11,'','http://60.205.186.160/#/task/details/149?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/149?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#149 任务详情',149,3,1,'2020-03-23 19:52:42',1),(217,'康文生分享了一个任务@康文生：','#150[WCM40  整机防护外观方案模型设计]','着重于外观设计，主要是有于样本资料。',11,'','http://60.205.186.160/#/task/details/150?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/150?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#150 任务详情',150,3,0,'2020-03-23 19:54:24',1),(218,'康文生分享了一个任务@康文生：','#150[WCM40  整机防护外观方案模型设计]','着重于外观设计，主要是有于样本资料。',11,'','http://60.205.186.160/#/task/details/150?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/150?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#150 任务详情',150,3,1,'2020-03-24 07:58:40',1),(219,'赵辛生分享了一个任务@张灵跃：','#151[ZY2001]','ZY2001 西菱装配图',15,'','http://60.205.186.160/#/task/details/151?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/151?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#151 任务详情',151,3,1,'2020-03-24 09:13:31',1),(220,'陈富永分享了一个任务@王文利：','#152[SFT750-001改造总方案]','确定总体改造内容，各部件改造总方案及可行性。',3,'','http://60.205.186.160/#/task/details/152?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/152?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#152 任务详情',152,3,1,'2020-03-24 10:07:45',1),(221,'黄国峰分享了一个任务@董晨瑞：','#153[RC08A-007 解除使用期限]','如题',6,'','http://60.205.186.160/#/task/details/153?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/153?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#153 任务详情',153,3,0,'2020-03-24 12:04:26',1),(222,'黄国峰分享了一个任务@董晨瑞：','#154[RC06A-014 解除使用期限]','RC06A-014 解除使用期限。联络、制作并传文件、指导操作等',6,'','http://60.205.186.160/#/task/details/154?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/154?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#154 任务详情',154,3,0,'2020-03-24 12:05:38',1),(223,'黄国峰分享了一个任务@董晨瑞：','#153[RC08A-007 解除使用期限]','RC08A-007 解除使用期限。联络、制作并传文件、指导操作等',6,'','http://60.205.186.160/#/task/details/153?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/153?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#153 任务详情',153,3,1,'2020-03-24 12:06:07',1),(224,'陈富永分享了一个任务@王文利：','#155[SFQ750-001测试软件]','如题',3,'','http://60.205.186.160/#/task/details/155?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/155?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#155 任务详情',155,3,0,'2020-03-24 16:38:03',1),(225,'陈俊分享了一个任务@吕阳、@代彦磊：','#156[铸件加工]','如题',9,'','http://60.205.186.160/#/task/details/156?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/156?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#156 任务详情',156,3,1,'2020-03-24 17:32:05',1),(226,'李伟东分享了一个任务@任颖：','#157[R08-002主机部分下单]','R08-002主机部分下单',4,'','http://60.205.186.160/#/task/details/157?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/157?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#157 任务详情',157,3,1,'2020-03-24 19:47:51',1),(227,'李伟东分享了一个任务@李伟东：','#158[RC06A-018技术任务书]','RC06A-018技术任务书',4,'','http://60.205.186.160/#/task/details/158?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/158?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#158 任务详情',158,3,0,'2020-03-24 19:49:34',1),(228,'李伟东分享了一个任务@李伟东：','#159[RC06A-018夹具设计]','RC06A-018夹具设计',4,'','http://60.205.186.160/#/task/details/159?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/159?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#159 任务详情',159,3,0,'2020-03-24 19:50:54',1),(229,'陈俊分享了一个任务@福立新：','#160[四台磁分]','如题',9,'','http://60.205.186.160/#/task/details/160?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/160?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#160 任务详情',160,3,1,'2020-03-25 07:57:35',1),(230,'黄国峰分享了一个任务@彭兴乔：','#161[R08-002 电气设计]','R08-002 电气设计，与第一台相同。整理并审查第一台的原理图和元器件表，添加端子接线图和电柜排布图。',6,'','http://60.205.186.160/#/task/details/161?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/161?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#161 任务详情',161,3,1,'2020-03-25 08:59:10',1),(231,'黄国峰分享了一个任务@彭兴乔：','#162[ZT003-003 电气设计]','ZT003-003 电气设计，出原理图、端子接线图、电柜排布图',6,'','http://60.205.186.160/#/task/details/162?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/162?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#162 任务详情',162,3,0,'2020-03-25 09:54:28',1),(232,'黄国峰分享了一个任务@彭兴乔：','#162[ZT003-003 电气设计]','ZT003-003 电气设计，出原理图、端子接线图、电柜排布图',6,'','http://60.205.186.160/#/task/details/162?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/162?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#162 任务详情',162,3,1,'2020-03-25 09:55:12',1),(233,'黄国峰分享了一个任务@彭兴乔：','#161[R08-002 电气设计]','R08-002 电气设计，与第一台相同。整理并审查第一台的原理图和元器件表，添加端子接线图和电柜排布图。',6,'','http://60.205.186.160/#/task/details/161?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/161?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#161 任务详情',161,3,1,'2020-03-25 12:06:37',1),(234,'黄国峰分享了一个任务@彭兴乔：','#163[RC06A-018 电气设计]','RC06A-018，出原理图、端子接线图、电柜排布图。注意操作面板为RC机型第3版，是新版本。',6,'','http://60.205.186.160/#/task/details/163?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/163?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#163 任务详情',163,3,1,'2020-03-25 12:27:12',1),(235,'康文生分享了一个任务@康文生：','#164[WCM40  优化总机外形尺寸]','总机尺寸过长，优化主机总长尺寸与使用者的操作空间尺寸。',11,'','http://60.205.186.160/#/task/details/164?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/164?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#164 任务详情',164,3,1,'2020-03-25 20:51:23',1),(236,'康文生分享了一个任务@王楠：','#165[DVM-500-13001  滑座装配工程图设计]','如题',11,'','http://60.205.186.160/#/task/details/165?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/165?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#165 任务详情',165,3,1,'2020-03-25 20:52:51',1),(237,'陈俊分享了一个任务@福立新：','#166[夹具装配]','如题',9,'','http://60.205.186.160/#/task/details/166?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/166?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#166 任务详情',166,3,1,'2020-03-26 08:04:02',1),(238,'赵辛生分享了一个任务@张灵跃：','#167[自动化说明书模板]','自动化说明书模板',15,'','http://60.205.186.160/#/task/details/167?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/167?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#167 任务详情',167,3,1,'2020-03-26 08:59:09',1),(239,'赵辛生分享了一个任务@赵辛生：','#168[恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价]','如题',15,'','http://60.205.186.160/#/task/details/168?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/168?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#168 任务详情',168,3,1,'2020-03-26 09:01:15',1),(240,'黄国峰分享了一个任务@彭兴乔：','#169[RS08A-027 水箱及输送机走线]','RS08A-027 水箱及输送机走线',6,'','http://60.205.186.160/#/task/details/169?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/169?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#169 任务详情',169,3,1,'2020-03-26 11:24:36',1),(241,'郝俊才分享了一个任务@郝俊才：','#170[P2002磐吉奥换型夹具设计及下单]','售后服务项目；用户两种零件的换型夹具',20,'','http://60.205.186.160/#/task/details/170?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/170?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#170 任务详情',170,3,1,'2020-03-26 11:28:31',1),(242,'陈俊分享了一个任务@梁引科、@福立新、@郭伟：','#171[调试，发货]','如题',9,'','http://60.205.186.160/#/task/details/171?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/171?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#171 任务详情',171,3,1,'2020-03-27 08:00:26',1),(243,'康文生分享了一个任务@康文生：','#172[WCM40  样本资料设计]','如题',11,'','http://60.205.186.160/#/task/details/172?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/172?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#172 任务详情',172,3,1,'2020-03-27 08:08:24',1),(244,'黄国峰分享了一个任务@彭兴乔：','#163[RC06A-018 电气设计]','RC06A-018，出原理图、端子接线图、电柜排布图。注意操作面板为RC机型第3版，是新版本。',6,'','http://60.205.186.160/#/task/details/163?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/163?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#163 任务详情',163,3,1,'2020-03-27 13:04:44',1),(245,'黄国峰分享了一个任务@吴永德：','#173[ZP005-001 编写电气说明书]','ZP005-001 编写电气说明书',6,'','http://60.205.186.160/#/task/details/173?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/173?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#173 任务详情',173,3,1,'2020-03-27 13:06:45',1),(246,'黄国峰分享了一个任务@吴永德：','#174[ZH005-001 修改程序]','ZH005-001 修改程序',6,'','http://60.205.186.160/#/task/details/174?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/174?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#174 任务详情',174,3,1,'2020-03-27 13:09:55',1),(247,'李伟东分享了一个任务@李伟东：','#175[RS08A-027发货清单及核对换型件]','如题',4,'','http://60.205.186.160/#/task/details/175?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/175?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#175 任务详情',175,3,1,'2020-03-27 15:20:03',1),(248,'李伟东分享了一个任务@李伟东：','#175[RS08A-027发货清单及核对换型件]','如题',4,'','http://60.205.186.160/#/task/details/175?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/175?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#175 任务详情',175,3,1,'2020-03-27 15:20:25',1),(249,'李伟东分享了一个任务@李伟东：','#176[SH2003夹具设计]','SH2003夹具设计',4,'','http://60.205.186.160/#/task/details/176?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/176?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#176 任务详情',176,3,1,'2020-03-27 15:21:37',1),(250,'黄国峰分享了一个任务@任颖：','#177[ZH006-001所有铸件建号]','如题',6,'','http://60.205.186.160/#/task/details/177?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/177?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#177 任务详情',177,3,1,'2020-03-28 13:31:57',1),(251,'黄国峰分享了一个任务@任颖：','#177[ZH006-001 速达建号下单]','3.13	ZH006-001所有铸件建号\r\n3.19	给采购修改货品号和新建外购件号（ZH006)\r\n3.27	修改货品号（ZH006）并与采购核实确认\r\n',6,'','http://60.205.186.160/#/task/details/177?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/177?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#177 任务详情',177,3,1,'2020-03-28 13:36:51',1),(252,'陈俊分享了一个任务@梁引科、@郭伟：','#178[改造]','如题',9,'','http://60.205.186.160/#/task/details/178?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/178?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#178 任务详情',178,3,1,'2020-03-30 07:13:35',1),(253,'康文生分享了一个任务@康文生：','#179[WCM40  完成产品的样本]','如题',11,'','http://60.205.186.160/#/task/details/179?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/179?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#179 任务详情',179,3,0,'2020-03-30 07:51:45',1),(254,'康文生分享了一个任务@王楠：','#180[DVM-500-20001  主轴装配工程图设计]','如题',11,'','http://60.205.186.160/#/task/details/180?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/180?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#180 任务详情',180,3,1,'2020-03-30 07:53:34',1),(255,'康文生分享了一个任务@刘长澜：','#181[DVL-1115  完成内总钣金件的设计]','如题',11,'','http://60.205.186.160/#/task/details/181?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/181?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#181 任务详情',181,3,1,'2020-03-30 07:56:12',1),(256,'黄国峰分享了一个任务@任颖：','#182[ZY2001 速达建号下单]','3.16	智羽做采购计划和外购件建号\r\n3.17	智羽外购件建号',6,'','http://60.205.186.160/#/task/details/182?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/182?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#182 任务详情',182,3,1,'2020-03-30 08:24:53',1),(257,'黄国峰分享了一个任务@任颖：','#183[R08-002 速达项目号审核建号]','R08-002 速达项目号审核建号',6,'','http://60.205.186.160/#/task/details/183?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/183?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#183 任务详情',183,3,1,'2020-03-30 08:53:33',1),(258,'黄国峰分享了一个任务@任颖：','#184[ZT003-003 速达项目号审核建号]','ZT003-003 速达项目号审核建号',6,'','http://60.205.186.160/#/task/details/184?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/184?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#184 任务详情',184,3,0,'2020-03-30 08:54:27',1),(259,'黄国峰分享了一个任务@任颖：','#184[ZT003-003 速达项目号审核建号]','ZT003-003 速达项目号审核建号',6,'','http://60.205.186.160/#/task/details/184?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/184?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#184 任务详情',184,3,0,'2020-03-30 08:54:44',1),(260,'黄国峰分享了一个任务@任颖：','#185[SH2003 速达项目号审核建号]','SH2003 速达项目号审核建号',6,'','http://60.205.186.160/#/task/details/185?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/185?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#185 任务详情',185,3,0,'2020-03-30 08:55:54',1),(261,'黄国峰分享了一个任务@任颖：','#186[RC06A-018 速达项目号审核建号]','RC06A-018 速达项目号审核建号',6,'','http://60.205.186.160/#/task/details/186?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/186?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#186 任务详情',186,3,1,'2020-03-30 08:56:47',1),(262,'李伟东分享了一个任务@胡玉龙：','#187[RC06A-018查找防护电柜缺失件并补齐]','RC06A-018查找防护电柜缺失件并补齐',4,'','http://60.205.186.160/#/task/details/187?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/187?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#187 任务详情',187,3,1,'2020-03-30 09:04:15',1),(263,'陈富永分享了一个任务@王文利：','#188[SFQ750-001振动系统改造设计]','压缩油缸振动修改为主轴箱、尾座一体振动。\r\n尾座增加导轨，与主轴箱增加刚性连接。',3,'','http://60.205.186.160/#/task/details/188?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/188?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#188 任务详情',188,3,1,'2020-03-30 09:10:45',1),(264,'李伟东分享了一个任务@李伟东：','#189[R08-002夹具方案设计]','R08-002夹具方案设计',4,'','http://60.205.186.160/#/task/details/189?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/189?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#189 任务详情',189,3,0,'2020-03-30 09:35:29',1),(265,'陈俊分享了一个任务@梁引科：','#190[装配]','如题',9,'','http://60.205.186.160/#/task/details/190?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/190?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#190 任务详情',190,3,1,'2020-03-30 15:27:51',1),(266,'陈俊分享了一个任务@郭伟：','#191[铸件攻丝]','如题',9,'','http://60.205.186.160/#/task/details/191?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/191?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#191 任务详情',191,3,1,'2020-03-30 15:28:49',1),(267,'陈俊分享了一个任务@王金龙：','#192[试切]','如题',9,'','http://60.205.186.160/#/task/details/192?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/192?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#192 任务详情',192,3,1,'2020-03-30 15:29:42',1),(268,'李伟东分享了一个任务@胡玉龙：','#193[R08-002更换电柜空调厂家]','R08-002更换电柜空调厂家，电柜接口重出图',4,'','http://60.205.186.160/#/task/details/193?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/193?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#193 任务详情',193,3,1,'2020-03-30 16:01:12',1),(269,'李伟东分享了一个任务@胡玉龙：','#193[R08-002更换电柜空调厂家]','R08-002更换电柜空调厂家，电柜接口重出图',4,'','http://60.205.186.160/#/task/details/193?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/193?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#193 任务详情',193,3,1,'2020-03-30 16:01:36',1),(270,'李伟东分享了一个任务@胡玉龙：','#194[RC06A-018夹具装配图，气动原理图]','RC06A-018夹具装配图，气动原理图',4,'','http://60.205.186.160/#/task/details/202?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/202?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#194 任务详情',202,3,1,'2020-03-30 20:23:53',1),(271,'康文生分享了一个任务@王楠：','#195[DVN-500  液压系统设计任务书]','如题',11,'','http://60.205.186.160/#/task/details/203?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/203?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#195 任务详情',203,3,1,'2020-03-31 07:57:33',1),(272,'陈俊分享了一个任务@梁引科、@王金龙：','#196[收尾]','如题',9,'','http://60.205.186.160/#/task/details/204?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/204?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#196 任务详情',204,3,1,'2020-03-31 07:59:48',1),(273,'陈俊分享了一个任务@郭伟：','#197[铸件攻丝]','如题',9,'','http://60.205.186.160/#/task/details/205?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/205?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#197 任务详情',205,3,1,'2020-03-31 08:01:16',1),(274,'康文生分享了一个任务@康文生：','#198[WCM40  差速器生产线中的应用]','如题',11,'','http://60.205.186.160/#/task/details/206?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/206?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#198 任务详情',206,3,1,'2020-03-31 08:02:17',1),(275,'李伟东分享了一个任务@马英福：','#199[RS10A-009找正机构画出找正角度]','RS10A-009找正机构画出找正角度，发给三星',4,'','http://60.205.186.160/#/task/details/207?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/207?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#199 任务详情',207,3,1,'2020-03-31 08:47:31',1),(276,'李伟东分享了一个任务@马英福：','#200[RS08A-027 活塞环高度变化说明]','RS08A-027 活塞环高度变化说明',4,'','http://60.205.186.160/#/task/details/208?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/208?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#200 任务详情',208,3,1,'2020-03-31 08:54:01',1),(277,'李伟东分享了一个任务@马英福：','#201[RS08A-027整理说明书用装配图，换型表]','RS08A-027整理说明书用装配图，换型表',4,'','http://60.205.186.160/#/task/details/209?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/209?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#201 任务详情',209,3,1,'2020-03-31 13:37:24',1),(278,'赵辛生分享了一个任务@陈俊：','#202[ZY1908]','ZY1908合肥美芝整改件安装',15,'','http://60.205.186.160/#/task/details/210?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/210?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#202 任务详情',210,3,1,'2020-03-31 17:16:02',1),(279,'陈俊分享了一个任务@王金龙：','#203[底座部装]','如题',9,'','http://60.205.186.160/#/task/details/211?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/211?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#203 任务详情',211,3,1,'2020-04-01 07:56:31',1),(280,'陈俊分享了一个任务@梁引科、@郭伟：','#204[发货准备]','如题',9,'','http://60.205.186.160/#/task/details/212?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/212?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#204 任务详情',212,3,1,'2020-04-01 07:58:21',1),(281,'赵辛生分享了一个任务@张灵跃：','#205[恩布拉科报价方案3D图]','如题',15,'','http://60.205.186.160/#/task/details/213?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/213?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#205 任务详情',213,3,1,'2020-04-01 08:12:12',1),(282,'李伟东分享了一个任务@马英福：','#206[R08-002夹具设计]','R08-002夹具设计',4,'','http://60.205.186.160/#/task/details/214?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/214?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#206 任务详情',214,3,1,'2020-04-01 08:20:08',1),(283,'李伟东分享了一个任务@胡玉龙：','#207[R08-002非标防护]','R08-002非标防护',4,'','http://60.205.186.160/#/task/details/215?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/215?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#207 任务详情',215,3,1,'2020-04-01 08:22:12',1),(284,'李伟东分享了一个任务@马英福：','#206[R08-002夹具设计]','R08-002夹具设计',4,'','http://60.205.186.160/#/task/details/214?company=QNaYJM&user=root#313,http://60.205.186.160/mobileConsoles/task_details/214?company=QNaYJM&user=root','http://60.205.186.160/share/sharePageTask/,http://60.205.186.160/mobileConsoles/sharePageTask','任务大厅','RELEASE_TASK','#206 任务详情',214,3,0,'2020-04-01 08:23:03',1);
/*!40000 ALTER TABLE `jee_share` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_shop_cart`
--

DROP TABLE IF EXISTS `jee_shop_cart`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_shop_cart` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `share_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `sku_code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `pay_types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_id` (`product_id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_shop_cart`
--

LOCK TABLES `jee_shop_cart` WRITE;
/*!40000 ALTER TABLE `jee_shop_cart` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_shop_cart` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_sms`
--

DROP TABLE IF EXISTS `jee_sms`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_sms` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `code` varchar(11) COLLATE utf8_unicode_ci NOT NULL,
  `tel` varchar(11) COLLATE utf8_unicode_ci NOT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `send_time` datetime DEFAULT NULL,
  `mobileids` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `stat` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `add_time` datetime NOT NULL,
  `template` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=41 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_sms`
--

LOCK TABLES `jee_sms` WRITE;
/*!40000 ALTER TABLE `jee_sms` DISABLE KEYS */;
INSERT INTO `jee_sms` VALUES (20,0,0,'867120','15011853807','【九程软件】您的手机验证码是：867120，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2018-12-13 15:41:20','15011853807',100,2,'2018-12-13 15:41:20','CAPTCHA'),(21,0,0,'152212','15011853809','【九程软件】您的手机验证码是：152212，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2018-12-13 15:45:00','15011853809',100,2,'2018-12-13 15:45:00','CAPTCHA'),(22,0,0,'759893','15011853810','【九程软件】您的手机验证码是：759893，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-15 11:04:24','15011853810',100,2,'2019-04-15 11:04:24','CAPTCHA'),(23,0,0,'526873','15011853811','【九程软件】您的手机验证码是：526873，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-15 11:34:13','15011853811',100,2,'2019-04-15 11:34:13','CAPTCHA'),(24,0,0,'583645','15011853812','【九程软件】您的手机验证码是：583645，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-15 15:22:59','15011853812',100,2,'2019-04-15 15:22:59','CAPTCHA'),(25,0,0,'446975','15011853814','【九程软件】您的手机验证码是：446975，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-17 15:24:03','15011853814',100,2,'2019-04-17 15:24:03','CAPTCHA'),(26,0,0,'242602','15011853815','【WorkLess】您的手机验证码是：242602，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-17 15:25:27','15011853815',100,2,'2019-04-17 15:25:27','CAPTCHA'),(27,0,0,'865664','15011853815','【WorkLess】您的手机验证码是：865664，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-23 09:10:44','15011853815',100,0,'2019-04-23 09:10:44','CAPTCHA'),(28,0,0,'963031','15011853816','【WorkLess】您的手机验证码是：963031，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-23 09:11:37','15011853816',100,2,'2019-04-23 09:11:37','CAPTCHA'),(29,0,0,'207226','15011853817','【WorkLess】您的手机验证码是：207226，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-23 09:21:52','15011853817',100,2,'2019-04-23 09:21:52','CAPTCHA'),(30,0,0,'502978','15011853818','【WorkLess】您的手机验证码是：502978，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-23 09:32:58','15011853818',100,2,'2019-04-23 09:32:58','CAPTCHA'),(31,0,0,'852838','15011853819','【WorkLess】您的手机验证码是：852838，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-23 09:34:42','15011853819',100,2,'2019-04-23 09:34:42','CAPTCHA'),(32,0,0,'712570','15011853820','【WorkLess】您的手机验证码是：712570，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-23 09:38:23','15011853820',100,2,'2019-04-23 09:38:23','CAPTCHA'),(33,0,0,'510778','15011853821','【WorkLess】您的手机验证码是：510778，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-23 09:40:13','15011853821',100,2,'2019-04-23 09:40:13','CAPTCHA'),(34,0,0,'885604','15011853822','【WorkLess】您的手机验证码是：885604，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-23 09:45:25','15011853822',100,2,'2019-04-23 09:45:25','CAPTCHA'),(35,0,0,'660137','15011853823','【WorkLess】您的手机验证码是：660137，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-23 09:48:05','15011853823',100,2,'2019-04-23 09:48:05','CAPTCHA'),(36,0,0,'208682','15011853824','【WorkLess】您的手机验证码是：208682，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-04-23 09:49:44','15011853824',100,2,'2019-04-23 09:49:44','CAPTCHA'),(37,0,0,'548076','15011853801','您申请手机找回密码，验证码是548076。请保密并确认本人操作！【九程软件】','2019-06-20 20:19:15','15011853801',100,2,'2019-06-20 20:19:15','SMS_FIND'),(38,0,0,'733693','15011853801','您申请手机找回密码，验证码是733693。请保密并确认本人操作！【九程软件】','2019-06-20 20:32:57','15011853801',100,2,'2019-06-20 20:32:57','SMS_FIND'),(39,0,0,'337032','15011853801','您申请手机找回密码，验证码是337032。请保密并确认本人操作！【九程软件】','2019-06-20 20:34:12','15011853801',100,2,'2019-06-20 20:34:12','SMS_FIND'),(40,0,0,'722760','15011853899','【九程软件】您的手机验证码是：722760，有效时间10分钟，请勿泄漏。如非本人操作，请勿理会。','2019-08-14 18:11:45','15011853899',100,0,'2019-08-14 18:11:45','CAPTCHA');
/*!40000 ALTER TABLE `jee_sms` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_staff`
--

DROP TABLE IF EXISTS `jee_staff`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_staff` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `user_name` varchar(255) DEFAULT NULL,
  `role_name` varchar(255) DEFAULT NULL,
  `effect` int(20) DEFAULT NULL,
  `point` int(20) DEFAULT NULL,
  `pwd` varchar(255) DEFAULT NULL,
  `safepwd` varchar(255) DEFAULT NULL,
  `department` int(11) DEFAULT NULL,
  `station` int(11) DEFAULT NULL,
  `phone` varchar(15) DEFAULT NULL,
  `qq` varchar(15) DEFAULT NULL,
  `wx` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `bonus` decimal(20,2) DEFAULT NULL,
  `snack_num` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=50 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_staff`
--

LOCK TABLES `jee_staff` WRITE;
/*!40000 ALTER TABLE `jee_staff` DISABLE KEYS */;
INSERT INTO `jee_staff` VALUES (1,1,'丽丽',1,'15011853801','system',0,0,'','',1,1,'15011853801','','','','2020-01-11 14:44:53','',1,'',0.00,0),(2,2,'bally',2,'18682470266','system',0,0,'','',2,2,'18682470266','','','','2020-01-11 14:45:23','',1,'',0.00,0),(3,3,'陈富永',3,'13641163918','system',0,0,'','',3,3,'13641163918','','','','2020-01-11 16:49:39','',1,'',0.00,0),(4,3,'李伟东',4,'15011024585','staff',0,0,NULL,NULL,10,3,'15011024585','0','0','','2020-01-13 16:27:23','',1,NULL,0.00,0),(5,3,'任颖',5,'13671328465','staff',0,0,NULL,NULL,4,3,'13671328465','0','0','','2020-01-13 16:36:23','',1,NULL,0.00,0),(6,3,'黄国峰',6,'13910572882','staff',0,0,NULL,NULL,4,3,'13910572882','0','0','','2020-01-13 16:41:46','',1,NULL,0.00,0),(7,3,'刘长澜',7,'18600506410','staff',0,0,NULL,NULL,6,3,'18600506410','0','0','','2020-01-13 17:12:20','',1,NULL,0.00,0),(8,3,'调试员',8,'13161947850','staff',0,0,NULL,NULL,3,3,'13161947850','0','0','','2020-01-13 17:23:33','',1,NULL,0.00,0),(9,3,'陈俊',9,'13671252651','staff',0,0,NULL,NULL,5,3,'13671252651','0','0','','2020-01-13 17:35:38','',1,NULL,0.00,0),(10,3,'胡玉龙',10,'15321508091','staff',0,0,NULL,NULL,10,3,'15321508091','0','0','','2020-01-13 17:37:21','',1,NULL,0.00,0),(11,3,'康文生',11,'13406856010','staff',0,0,NULL,NULL,6,3,'13406856010','0','0','','2020-01-14 08:25:09','',1,NULL,0.00,0),(12,3,'王兆钢',13,'18810904113','staff',0,0,NULL,NULL,9,3,'18810904113','0','0','','2020-01-14 08:28:19','',1,NULL,0.00,0),(13,3,'王文利',12,'13520561820','staff',0,0,NULL,NULL,7,3,'13520561820','0','0','','2020-01-14 08:28:30','',1,NULL,0.00,0),(14,3,'王楠',14,'15501009175','staff',0,0,NULL,NULL,6,3,'15501009175','0','0','','2020-01-14 08:30:46','',1,NULL,0.00,0),(15,3,'赵辛生',15,'13910003990','staff',0,0,NULL,NULL,9,3,'13910003990','0','0','','2020-01-14 08:38:04','',1,NULL,0.00,0),(49,3,'调试员',8,'13161947850','staff',0,0,NULL,NULL,0,0,'13161947850','0','0','','2020-03-27 14:53:30',NULL,1,NULL,0.00,0),(17,3,'王保森',17,'13911496998','staff',0,0,NULL,NULL,8,3,'13911496998','0','0','','2020-01-14 15:46:45','',1,NULL,0.00,0),(18,3,'王正',18,'13911620344','staff',0,0,NULL,NULL,3,3,'13911620344','0','0','','2020-01-14 15:47:54','',1,NULL,0.00,0),(19,3,'高英俊',19,'18732322181','staff',0,0,NULL,NULL,8,3,'18732322181','0','0','','2020-01-14 16:54:56','',1,NULL,0.00,0),(20,3,'郝俊才',20,'18514578009','staff',0,0,NULL,NULL,11,3,'18514578009','0','0','','2020-01-14 17:23:38','',1,NULL,0.00,0),(21,3,'马英福',21,'13683531206','staff',0,0,NULL,NULL,10,3,'13683531206','0','0','','2020-01-14 18:33:32','',1,NULL,0.00,0),(22,3,'杨鹏飞',22,'17692617973','staff',0,0,NULL,NULL,5,3,'17692617973','0','0','','2020-01-15 11:38:08','',1,NULL,0.00,0),(23,3,'石耀平',23,'13522009698','staff',0,0,NULL,NULL,5,3,'13522009698','0','0','','2020-01-15 11:54:24','',1,NULL,0.00,0),(24,3,'杨海',24,'17335739296','staff',0,0,NULL,NULL,5,3,'17335739296','0','0','','2020-01-15 11:58:04','',1,NULL,0.00,0),(25,3,'刘克伟',26,'15603386310','staff',0,0,NULL,NULL,8,3,'15603386310','0','0','','2020-01-15 16:42:20','',1,NULL,0.00,0),(26,3,'闫海宾',27,'15811171135','staff',0,0,NULL,NULL,5,3,'15811171135','0','0','','2020-01-16 09:34:27','',1,NULL,0.00,0),(36,3,'满立',35,'18514002958','staff',0,0,NULL,NULL,5,3,'18514002958','0','0','','2020-02-10 12:02:48','',1,NULL,0.00,0),(28,3,'董晨瑞',29,'18600043943','staff',0,0,NULL,NULL,12,3,'18600043943','0','0','','2020-02-10 10:35:23','',1,NULL,0.00,0),(29,3,'吴永德',30,'15810649384','staff',0,0,NULL,NULL,12,3,'15810649384','0','0','','2020-02-10 11:37:19','',1,NULL,0.00,0),(30,3,'李湘洋',31,'13681442852','staff',0,0,NULL,NULL,5,3,'13681442852','0','0','','2020-02-10 11:47:18','',1,NULL,0.00,0),(44,3,'李朋杰',41,'15910611626','staff',0,0,NULL,NULL,4,3,'15910611626','0','0','','2020-02-11 16:51:23','',3,NULL,0.00,0),(32,3,'梁引科',32,'13722468830','staff',0,0,NULL,NULL,5,3,'13722468830','0','0','','2020-02-10 11:53:45','',1,NULL,0.00,0),(33,3,'福立新',33,'18701350132','staff',0,0,NULL,NULL,5,3,'18701350132','0','0','','2020-02-10 11:55:01','',1,NULL,0.00,0),(34,3,'郭伟',25,'17600606809','staff',0,0,NULL,NULL,5,3,'17600606809','0','0','','2020-02-10 11:57:33','',1,NULL,0.00,0),(35,3,'王金龙',34,'13522182716','staff',0,0,NULL,NULL,5,3,'13522182716','0','0','','2020-02-10 11:58:23','',1,NULL,0.00,0),(37,3,'吕阳',36,'15910556682','staff',0,0,NULL,NULL,5,3,'15910556682','0','0','','2020-02-10 12:04:24','',1,NULL,0.00,0),(39,3,'胡光明',37,'13718144239','staff',0,0,NULL,NULL,5,3,'13718144239','0','0','','2020-02-10 12:09:15','',1,NULL,0.00,0),(40,3,'任春阳',38,'13718779520','staff',0,0,NULL,NULL,5,3,'13718779520','0','0','','2020-02-10 12:17:30','',1,NULL,0.00,0),(41,3,'代彦磊',39,'13269816432','staff',0,0,NULL,NULL,5,3,'13269816432','0','0','','2020-02-10 13:10:43','',1,NULL,0.00,0),(47,3,'彭兴乔',42,'13466722298','staff',0,0,NULL,NULL,12,3,'13466722298','0','0','','2020-03-12 14:51:11','',1,NULL,0.00,0),(46,3,'闫英杰',40,'18501073159','staff',0,0,NULL,NULL,5,3,'18501073159','0','0','','2020-03-05 16:10:37','',1,NULL,NULL,NULL),(48,3,'张灵跃',43,'15718882986','staff',0,0,NULL,NULL,9,3,'15718882986','0','0','','2020-03-16 09:43:40','',1,NULL,0.00,0);
/*!40000 ALTER TABLE `jee_staff` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_staff_group`
--

DROP TABLE IF EXISTS `jee_staff_group`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_staff_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `subject` varchar(255) DEFAULT NULL,
  `leader` smallint(6) DEFAULT NULL,
  `helper` smallint(6) DEFAULT NULL,
  `members` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_staff_group`
--

LOCK TABLES `jee_staff_group` WRITE;
/*!40000 ALTER TABLE `jee_staff_group` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_staff_group` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_staff_station`
--

DROP TABLE IF EXISTS `jee_staff_station`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_staff_station` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `department` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `rise_acorn` int(11) DEFAULT NULL,
  `limit_acorn` smallint(6) DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_staff_station`
--

LOCK TABLES `jee_staff_station` WRITE;
/*!40000 ALTER TABLE `jee_staff_station` DISABLE KEYS */;
INSERT INTO `jee_staff_station` VALUES (1,1,0,'-',0,NULL,1,NULL,NULL,NULL),(2,2,0,'-',0,NULL,1,NULL,NULL,NULL),(3,3,0,'-',0,NULL,1,NULL,NULL,NULL);
/*!40000 ALTER TABLE `jee_staff_station` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_standard`
--

DROP TABLE IF EXISTS `jee_standard`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_standard` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `names` varchar(255) DEFAULT NULL,
  `classify` smallint(6) DEFAULT NULL,
  `sub_classify` smallint(6) DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  `methods` smallint(6) DEFAULT NULL,
  `cycle` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `s_no` varchar(255) DEFAULT NULL,
  `hot` int(11) DEFAULT NULL,
  `workload` varchar(255) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `classify` (`classify`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=1307 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_standard`
--

LOCK TABLES `jee_standard` WRITE;
/*!40000 ALTER TABLE `jee_standard` DISABLE KEYS */;
INSERT INTO `jee_standard` VALUES (105,'工作时间做其他事情',3,0,-5,1,-1,1,'','2018-10-09 14:34:06',11,'HGA7hiVm',0,NULL,0),(104,'未按规定汇报工作',4,0,-5,1,-1,1,'如日报，周报或者其他规定的汇报工作','2018-10-09 14:04:09',11,'RWnCFc7m',0,NULL,0),(103,'主动分享日常有趣的事情',3,0,2,0,-1,1,'主动分享日常有趣的事情，促进同事之间关系','2018-10-08 10:50:56',11,'HGpaPIV5',0,NULL,0),(102,'任务难度高',4,0,10,1,-1,1,'任务难度高，且完成得比较理想','2018-09-30 22:26:33',11,'RWZa9tUv',2,NULL,0),(99,'分享了影响力申请',1,0,1,0,-1,1,'申请影响力后分享链接给朋友，分享者可获得影响力','2018-09-29 09:27:05',11,'SHwbSvYH',0,NULL,0),(98,'每日任务-日报',4,0,0,1,-1,1,'','2018-09-28 18:59:43',11,'RWwGm8pX',0,NULL,0),(97,'幸运奖',1,0,0,2,-1,1,'','2018-09-28 18:48:40',11,'SHVKNmSQ',0,NULL,0),(88,'任务总结汇报及时有效',3,0,2,1,-1,1,'','2018-09-21 11:18:40',11,'HG9gVJdv',0,NULL,0),(87,'任务效率高',3,0,5,1,-1,1,'','2018-09-21 11:17:41',11,'HGzhI2tA',0,NULL,0),(85,'原创性公司宣传文案',5,0,1000,2,-1,1,'','2018-09-06 16:37:27',11,'',0,NULL,0),(84,'原创性行业文章',5,0,20,2,-1,1,'','2018-09-06 16:37:17',11,'',0,NULL,0),(83,'原创性技术文档',5,0,20,2,-1,1,'','2018-09-06 16:37:07',11,'',0,NULL,0),(82,'主动学习提高专业水平',6,0,5,2,-1,1,'','2018-09-06 16:36:56',11,'',0,NULL,0),(81,'相关职位未能完成每月加减分任务',4,0,-10,2,2,1,'','2018-09-06 16:36:33',11,'',0,NULL,0),(80,'参加客户会议',4,0,5,2,-1,1,'','2018-09-06 16:35:58',11,'',0,NULL,0),(79,'周报汇报详细，有计划性',4,0,5,2,-1,1,'','2018-09-06 16:35:20',11,'',0,NULL,0),(78,'及时处理系统BUG',4,0,5,2,-1,1,'','2018-09-06 16:35:07',11,'',0,NULL,0),(77,'采购办公用品',4,0,5,2,-1,1,'','2018-09-06 16:34:56',11,'',0,NULL,0),(76,'负责合作企业外联汇报事项',4,0,5,2,-1,1,'','2018-09-06 16:34:43',11,'',1,NULL,0),(75,'数据库误操作',4,0,-50,2,-1,1,'','2018-09-06 16:34:24',11,'',0,NULL,0),(74,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,2,-1,1,'','2018-09-06 16:34:13',11,'',0,NULL,0),(73,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,2,-1,1,'','2018-09-06 16:33:59',11,'',0,NULL,0),(72,'每个数据库维护',4,0,10,2,2,1,'','2018-09-06 16:33:01',11,'',0,NULL,0),(71,'安装一个新服务器',4,0,20,2,-1,1,'','2018-09-06 16:32:30',11,'',0,NULL,0),(70,'每台服务器维护',4,0,10,2,2,1,'','2018-09-06 16:31:04',11,'',0,NULL,0),(69,'尾款',4,0,20,2,-1,1,'','2018-09-06 16:30:52',11,'',0,NULL,0),(68,'客服对接商机',4,0,5,2,-1,1,'','2018-09-06 16:30:41',11,'',0,NULL,0),(67,'创造商机',4,0,20,2,-1,1,'','2018-09-06 16:30:16',11,'',0,NULL,0),(66,'统计影响力',4,0,30,2,2,1,'','2018-09-06 16:29:54',11,'',0,NULL,0),(65,'交社保、公积金',4,0,5,2,-1,1,'','2018-09-06 16:29:28',11,'',1,NULL,0),(64,'签单',4,0,30,2,-1,1,'','2018-09-06 16:29:06',11,'',0,NULL,0),(63,'做方案',4,0,5,2,-1,1,'','2018-09-06 16:28:57',11,'',0,NULL,0),(62,'约谈客户',4,0,5,2,-1,1,'','2018-09-06 16:28:48',11,'',0,NULL,0),(61,'开发票',4,0,5,2,-1,1,'','2018-09-06 16:28:34',11,'',0,NULL,0),(60,'公司网站文章发布',4,0,3,2,-1,1,'发布一篇文章3分','2018-09-06 16:28:05',11,'',0,NULL,0),(59,'公司公众号文章群发',4,0,10,2,-1,1,'','2018-09-06 16:27:55',11,'',2,NULL,0),(58,'申请公众号（注册、认证、微信支付）',4,0,10,2,-1,1,'','2018-09-06 16:27:30',11,'',1,NULL,0),(57,'申请公众号（注册、认证）',4,0,8,2,-1,1,'','2018-09-06 16:27:16',11,'',2,NULL,0),(56,'升级',4,0,5,2,-1,1,'','2018-09-06 16:27:04',11,'',0,NULL,0),(55,'任务执行延期',4,0,-10,2,-1,1,'','2018-09-06 16:26:51',11,'',0,NULL,0),(54,'任务执行',4,0,0,2,-1,1,'','2018-09-06 16:26:34',11,'',90,NULL,0),(53,'引导客户，减少开发工作量',2,0,5,2,-1,1,'','2018-09-06 16:25:30',11,'',0,NULL,0),(52,'小组长',2,0,20,2,2,1,'','2018-09-06 16:25:13',11,'',0,NULL,0),(51,'经理',2,0,30,2,2,1,'','2018-09-06 16:24:59',11,'',0,NULL,0),(50,'总监',2,0,50,2,2,1,'','2018-09-06 16:24:44',11,'',0,NULL,0),(49,'专科',2,0,30,2,2,1,'','2018-09-06 16:23:53',11,'',0,NULL,0),(48,'本科',2,0,50,2,2,1,'','2018-09-06 16:23:10',11,'',1,NULL,0),(47,'帮助同事解决工作上的难点问题',2,0,5,2,-1,1,'','2018-09-06 16:23:00',11,'',0,NULL,0),(46,'组织培训',2,0,15,2,-1,1,'','2018-09-06 16:22:47',11,'',0,NULL,0),(45,'承诺的事情没做到',3,0,-8,2,-1,1,'','2018-09-06 16:22:15',11,'',1,NULL,0),(44,'主动积极帮助同事处理生活中难题',3,0,2,2,-1,1,'','2018-09-06 16:22:01',11,'',0,NULL,0),(43,'加班',3,0,5,2,-1,1,'','2018-09-06 16:21:51',11,'',0,NULL,0),(42,'办公桌面不整洁',3,0,-2,2,-1,1,'','2018-09-06 16:21:33',11,'',0,NULL,0),(41,'上班后吃早餐',3,0,-2,2,-1,1,'','2018-09-06 16:21:20',11,'',0,NULL,0),(40,'被客户投诉',3,0,-5,2,-1,1,'','2018-09-06 16:21:08',11,'',2,NULL,0),(39,'跟客户沟通获得客户好感及肯定',3,0,5,2,-1,1,'','2018-09-06 16:20:54',11,'',0,NULL,0),(38,'外出消费开公司发票（消费金额200以上）',3,0,1,2,-1,1,'','2018-09-06 16:20:36',11,'',0,NULL,0),(37,'说公司不好',3,0,-10,2,-1,1,'','2018-09-06 16:20:20',11,'',0,NULL,0),(36,'讨论和传递负面情绪',3,0,-10,2,-1,1,'','2018-09-06 16:20:07',11,'',0,NULL,0),(35,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,2,-1,1,'','2018-09-06 16:19:49',11,'',0,NULL,0),(34,'积极主动处理问题',3,0,2,2,-1,1,'','2018-09-06 16:19:34',11,'',0,NULL,0),(33,'勇于主动承担责任',3,0,2,2,-1,1,'','2018-09-06 16:19:20',11,'',0,NULL,0),(32,'合理的工作计划',3,0,2,2,-1,1,'','2018-09-06 16:19:06',11,'',0,NULL,0),(31,'提出合理化建设意见',3,0,2,2,-1,1,'','2018-09-06 16:08:20',11,'',0,NULL,0),(30,'重要场合着装非常得体',3,0,2,2,-1,1,'','2018-09-06 16:07:59',11,'',0,NULL,0),(29,'保护公司财产',3,0,5,2,-1,1,'','2018-09-06 16:07:39',11,'',0,NULL,0),(28,'给同事带好吃的',3,0,5,2,-1,1,'','2018-09-06 16:07:25',11,'',0,NULL,0),(27,'请同事吃饭',3,0,5,2,-1,1,'','2018-09-06 16:06:56',11,'',0,NULL,0),(26,'早退',3,0,-5,2,-1,1,'','2018-09-06 16:06:19',11,'',0,NULL,0),(25,'迟到',3,0,-5,2,-1,1,'','2018-09-06 16:00:59',11,'',0,NULL,0),(24,'最后一个离开公司',3,0,2,2,-1,1,'','2018-09-06 16:00:39',11,'',0,NULL,0),(23,'第一个到公司',3,0,2,2,-1,1,'','2018-09-06 16:00:26',11,'',0,NULL,0),(22,'有素质讲礼貌的习惯',3,0,5,2,-1,1,'','2018-09-06 15:50:20',11,NULL,0,NULL,0),(21,'未能检查电器水源是否关闭',1,0,-2,2,-1,1,'','2018-09-06 15:37:52',11,NULL,0,NULL,0),(20,'请假（事假）',1,0,-5,1,-1,1,'','2018-09-06 15:36:59',11,NULL,0,NULL,0),(19,'爱心捐助',1,0,8,2,-1,1,'','2018-09-06 15:22:04',11,NULL,0,NULL,0),(18,'拾金不昧',1,0,2,2,-1,1,'','2018-09-06 15:20:01',11,NULL,0,NULL,0),(17,'见义勇为',1,0,15,2,-1,1,'','2018-09-06 15:18:34',11,NULL,1,NULL,0),(16,'献血',1,0,20,2,-1,1,'','2018-09-06 14:44:01',11,NULL,0,NULL,0),(15,'主动养护公司绿植',1,0,2,2,-1,1,'','2018-09-06 14:43:28',11,NULL,0,NULL,0),(14,'主动清理垃圾',1,0,2,2,-1,1,'','2018-09-06 14:41:15',11,NULL,0,NULL,0),(13,'主动整理公司环境',1,0,2,2,-1,1,'SH0001','2018-09-06 14:40:15',11,NULL,0,NULL,0),(110,'宣传公司产品一次',6,0,5,2,-1,2,'奥is等级哦啊是','2018-10-16 09:29:01',11,'XX2eEqW4',0,NULL,0),(109,'测试标准申请',6,0,2,2,-1,2,'测试申请标准','2018-10-15 17:22:51',11,'XXsVtWIQ',0,NULL,0),(250,'纳新',12,0,20,0,0,1,'','2019-01-14 11:10:59',11,'XTBMbctZ',0,'',0),(113,'爱心公益',1,0,120,0,-1,1,'<pre><span style=\"color:#828eba;\">$</span>(<span style=\"color:#807d6e;font-weight:bold;\">\"</span><span style=\"color:#597cc2;font-weight:bold;\">input</span><span style=\"color:#807d6e;font-weight:bold;\">[name=\'acorn\']\"</span>).<span style=\"color:#d9af6c;\">v','2018-10-18 18:02:31',11,'SHk2eFKq',2,NULL,0),(114,'帮助同事',1,0,20,0,-1,1,'<pre><span style=\"color:#bababa;\">style=</span><span style=\"color:#4c84d9;\">\"</span><span style=\"color:#bababa;\">display</span>:<span style=\"color:#4c84d9;\">none\"</span></pre>\r\n<pre><span style=\"color:#bababa;\">style=</span><span style=\"color:#4c84d9;\">\"<','2018-10-25 10:44:17',11,'SHgfQGb5',0,NULL,0),(115,'验收任务',4,0,0,2,-1,1,'','2018-11-22 09:27:57',11,'',0,'',0),(116,'兑换小吃柜商品',1,0,0,0,-1,1,'','2018-12-14 11:43:17',11,'SHxdK7YH',0,'',0),(123,'老客户续费',9,0,0,0,-1,1,'(按照续费额,每1000 +5分)','2019-01-04 17:29:49',11,'YJCniUfr',3,'',0),(119,'促成新客户销售',9,0,0,0,-1,1,'(按照销售额,每10000 +50分)','2019-01-04 16:15:59',11,'YJ2ukMW5',0,'',0),(124,'促成老客户销售',9,0,0,0,-1,1,'(按照续费额,每10000 +30分)','2019-01-05 09:09:22',11,'YJj5yw8k',3,'',0),(126,'战略合作',9,0,0,0,-1,1,'(按照实际情况加分)','2019-01-05 09:57:55',11,'YJI4jkEH',0,'',0),(150,'孵化老客户促进新项目',9,0,0,0,-1,1,'(孵化老客户促进新项目 每10000 +60分)','2019-01-05 15:23:51',11,'YJY4RAqM',0,'',0),(145,'日报',8,0,5,0,-1,1,'(+5分，根据质量可浮动给分)1','2019-01-05 11:58:50',11,'HBcSY8Tf',4,'',0),(135,'执行力效率',4,0,0,0,-1,1,'日报日报日报','2019-01-05 11:13:58',11,'RWvzYsnf',0,'',0),(146,'周报',8,0,0,0,-1,1,'(+10分，根据质量可浮动给分)','2019-01-05 11:59:03',11,'HBUSrdp4',2,'',0),(147,'拜访',8,0,0,0,-1,1,'(+10分，根据质量可浮动给分)','2019-01-05 11:59:18',11,'HB3sCKDt',0,'',0),(208,'个人目标和公司目标的兼容',12,0,20,0,0,1,'','2019-01-07 10:40:28',11,'XTmBNWet',0,'',0),(176,'周报',10,0,20,0,0,1,'每次周报12积分','2019-01-05 18:25:46',11,'XWB74vpP',80,'',0),(178,'团队合作',11,0,30,0,0,1,'','2019-01-05 18:41:25',11,'NL8hK9ZX',0,'',0),(249,'好的',11,0,10,0,0,1,'','2019-01-14 11:05:10',11,'NLyR48VN',0,'',0),(203,'早退',10,0,-5,0,-1,1,'每次 -5分','2019-01-07 09:15:07',11,'XWYS6g29',1,'',0),(242,'技能技巧',11,0,40,0,0,1,'','2019-01-12 09:05:39',11,'NLN3crxs',0,'',0),(209,'对公司战略的理解',12,0,20,0,0,1,'','2019-01-07 10:57:12',11,'XTkXWmF5',0,'',0),(210,'对公司未来充满希望',12,0,20,0,0,1,'','2019-01-07 10:57:22',11,'XTBAc4kb',0,'',0),(211,'对公司文化认同',12,0,20,0,0,1,'','2019-01-07 10:57:39',11,'XT8bGCVh',0,'',0),(199,'发布社交媒体宣传公司',10,0,2,0,0,1,'','2019-01-05 19:09:43',11,'XW8Y7cXb',4,'',0),(200,'帮助同事',10,0,5,0,0,1,'','2019-01-05 19:09:43',11,'XWNWfBQw',2,'',0),(201,'最后一个离开公司',10,0,2,0,0,1,'','2019-01-05 19:10:14',11,'XWCvRjJ2',2,'',0),(202,'加班',10,0,2,0,0,1,'加班加班加班加班加班','2019-01-05 19:10:14',11,'XWEYeG3z',1,'',0),(241,'责任心',11,0,20,0,0,1,'','2019-01-11 17:43:46',11,'NLEHGDj6',0,'',0),(274,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(275,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(276,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(265,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(266,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(267,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(268,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(269,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(270,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(271,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(272,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(273,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(264,'月报',8,0,15,0,-1,1,'+15分，月报','2019-04-12 11:31:47',11,'HBzghi8c',0,'',0),(252,'老客户成交一单',9,0,50,0,-1,1,'老客户成交一单，+50分','2019-03-27 18:17:08',11,'YJf6yVXQ',0,'',0),(277,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(278,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(279,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(280,'尾款',4,0,20,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(281,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(282,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(283,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(284,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(285,'签单',4,0,30,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(286,'做方案',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(287,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(288,'开发票',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(289,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(290,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(291,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(292,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(293,'升级',4,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(294,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(295,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(296,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(297,'小组长',2,0,20,0,2,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(298,'经理',2,0,30,0,2,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(299,'总监',2,0,50,0,2,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(300,'专科',2,0,30,0,2,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(301,'本科',2,0,50,0,2,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(302,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(303,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(304,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(305,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(306,'加班',3,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(307,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(308,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(309,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(310,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(311,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(312,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(313,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(314,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(315,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(316,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(317,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(318,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(319,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(320,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(321,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(322,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(323,'早退',3,0,-5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(324,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(325,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(326,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(327,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(328,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(329,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(330,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(331,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(332,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(333,'献血',1,0,20,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(334,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(335,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(336,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-15 11:38:36',12,'',0,NULL,NULL),(337,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(338,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(339,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(340,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(341,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(342,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(343,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(344,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(345,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(346,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(347,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(348,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(349,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(350,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(351,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(352,'尾款',4,0,20,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(353,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(354,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(355,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(356,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(357,'签单',4,0,30,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(358,'做方案',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(359,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(360,'开发票',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(361,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(362,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(363,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(364,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(365,'升级',4,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(366,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(367,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(368,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(369,'小组长',2,0,20,0,2,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(370,'经理',2,0,30,0,2,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(371,'总监',2,0,50,0,2,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(372,'专科',2,0,30,0,2,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(373,'本科',2,0,50,0,2,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(374,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(375,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(376,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(377,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(378,'加班',3,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(379,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(380,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(381,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(382,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(383,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(384,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(385,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(386,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(387,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(388,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(389,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(390,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(391,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(392,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(393,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(394,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(395,'早退',3,0,-5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(396,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(397,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(398,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(399,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(400,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(401,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(402,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(403,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(404,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(405,'献血',1,0,20,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(406,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(407,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(408,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-15 11:44:04',13,'',0,NULL,NULL),(409,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(410,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(411,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(412,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(413,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(414,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(415,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(416,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(417,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(418,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(419,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(420,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(421,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(422,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(423,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(424,'尾款',4,0,20,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(425,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(426,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(427,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(428,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(429,'签单',4,0,30,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(430,'做方案',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(431,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(432,'开发票',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(433,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(434,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(435,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(436,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(437,'升级',4,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(438,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(439,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(440,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(441,'小组长',2,0,20,0,2,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(442,'经理',2,0,30,0,2,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(443,'总监',2,0,50,0,2,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(444,'专科',2,0,30,0,2,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(445,'本科',2,0,50,0,2,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(446,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(447,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(448,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(449,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(450,'加班',3,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(451,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(452,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(453,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(454,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(455,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(456,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(457,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(458,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(459,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(460,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(461,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(462,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(463,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(464,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(465,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(466,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(467,'早退',3,0,-5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(468,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(469,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(470,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(471,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(472,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(473,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(474,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(475,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(476,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(477,'献血',1,0,20,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(478,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(479,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(480,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-15 14:44:36',14,'',0,NULL,NULL),(481,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(482,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(483,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(484,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(485,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(486,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(487,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(488,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(489,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(490,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(491,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(492,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(493,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(494,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(495,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(496,'尾款',4,0,20,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(497,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(498,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(499,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(500,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(501,'签单',4,0,30,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(502,'做方案',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(503,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(504,'开发票',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(505,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(506,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(507,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(508,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(509,'升级',4,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(510,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(511,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(512,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(513,'小组长',2,0,20,0,2,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(514,'经理',2,0,30,0,2,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(515,'总监',2,0,50,0,2,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(516,'专科',2,0,30,0,2,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(517,'本科',2,0,50,0,2,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(518,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(519,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(520,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(521,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(522,'加班',3,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(523,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(524,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(525,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(526,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(527,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(528,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(529,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(530,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(531,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(532,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(533,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(534,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(535,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(536,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(537,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(538,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(539,'早退',3,0,-5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(540,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(541,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(542,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(543,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(544,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(545,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(546,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(547,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(548,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(549,'献血',1,0,20,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(550,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(551,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(552,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-15 15:09:19',15,'',0,NULL,NULL),(553,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(554,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(555,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(556,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(557,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(558,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(559,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(560,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(561,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(562,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(563,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(564,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(565,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(566,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(567,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(568,'尾款',4,0,20,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(569,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(570,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(571,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(572,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(573,'签单',4,0,30,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(574,'做方案',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(575,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(576,'开发票',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(577,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(578,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(579,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(580,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(581,'升级',4,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(582,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(583,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(584,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(585,'小组长',2,0,20,0,2,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(586,'经理',2,0,30,0,2,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(587,'总监',2,0,50,0,2,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(588,'专科',2,0,30,0,2,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(589,'本科',2,0,50,0,2,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(590,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(591,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(592,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(593,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-15 15:27:37',16,'',0,NULL,NULL),(594,'加班',3,0,5,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(595,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(596,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(597,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(598,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(599,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(600,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(601,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(602,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(603,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(604,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(605,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(606,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(607,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(608,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(609,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(610,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(611,'早退',3,0,-5,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(612,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(613,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(614,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(615,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(616,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(617,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(618,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(619,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(620,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(621,'献血',1,0,20,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(622,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(623,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(624,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-15 15:27:38',16,'',0,NULL,NULL),(625,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(626,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(627,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(628,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(629,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(630,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(631,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(632,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(633,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(634,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(635,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(636,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(637,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(638,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(639,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(640,'尾款',4,0,20,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(641,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(642,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(643,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(644,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(645,'签单',4,0,30,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(646,'做方案',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(647,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(648,'开发票',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(649,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(650,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(651,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(652,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(653,'升级',4,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(654,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(655,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(656,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(657,'小组长',2,0,20,0,2,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(658,'经理',2,0,30,0,2,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(659,'总监',2,0,50,0,2,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(660,'专科',2,0,30,0,2,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(661,'本科',2,0,50,0,2,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(662,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(663,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(664,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(665,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(666,'加班',3,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(667,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(668,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(669,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(670,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(671,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(672,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(673,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(674,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(675,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(676,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(677,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(678,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(679,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(680,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(681,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(682,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(683,'早退',3,0,-5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(684,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(685,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(686,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(687,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(688,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(689,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(690,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(691,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(692,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(693,'献血',1,0,20,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(694,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(695,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(696,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-15 15:31:48',17,'',0,NULL,NULL),(697,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-17 15:26:44',18,'',0,NULL,NULL),(698,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-17 15:26:44',18,'',0,NULL,NULL),(699,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-17 15:26:44',18,'',0,NULL,NULL),(700,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-17 15:26:44',18,'',0,NULL,NULL),(701,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:44',18,'',0,NULL,NULL),(702,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:44',18,'',0,NULL,NULL),(703,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:44',18,'',0,NULL,NULL),(704,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:44',18,'',0,NULL,NULL),(705,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(706,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(707,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(708,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(709,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(710,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(711,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(712,'尾款',4,0,20,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(713,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(714,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(715,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(716,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(717,'签单',4,0,30,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(718,'做方案',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(719,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(720,'开发票',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(721,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(722,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(723,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(724,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(725,'升级',4,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(726,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(727,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(728,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(729,'小组长',2,0,20,0,2,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(730,'经理',2,0,30,0,2,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(731,'总监',2,0,50,0,2,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(732,'专科',2,0,30,0,2,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(733,'本科',2,0,50,0,2,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(734,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(735,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(736,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(737,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(738,'加班',3,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(739,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(740,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(741,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(742,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(743,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(744,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(745,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(746,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(747,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(748,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(749,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(750,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(751,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(752,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(753,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(754,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(755,'早退',3,0,-5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(756,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(757,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(758,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(759,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(760,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(761,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(762,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(763,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(764,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(765,'献血',1,0,20,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(766,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(767,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(768,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-17 15:26:45',18,'',0,NULL,NULL),(769,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(770,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(771,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(772,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(773,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(774,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(775,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(776,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(777,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(778,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(779,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(780,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(781,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(782,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(783,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(784,'尾款',4,0,20,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(785,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(786,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(787,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(788,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(789,'签单',4,0,30,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(790,'做方案',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(791,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(792,'开发票',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(793,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(794,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(795,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(796,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(797,'升级',4,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(798,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(799,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(800,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(801,'小组长',2,0,20,0,2,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(802,'经理',2,0,30,0,2,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(803,'总监',2,0,50,0,2,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(804,'专科',2,0,30,0,2,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(805,'本科',2,0,50,0,2,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(806,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(807,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(808,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(809,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(810,'加班',3,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(811,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(812,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(813,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(814,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(815,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(816,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(817,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(818,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-17 15:40:15',19,'',0,NULL,NULL),(819,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(820,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(821,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(822,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(823,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(824,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(825,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(826,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(827,'早退',3,0,-5,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(828,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(829,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(830,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(831,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(832,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(833,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(834,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(835,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(836,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(837,'献血',1,0,20,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(838,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(839,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(840,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-17 15:40:16',19,'',0,NULL,NULL),(841,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(842,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(843,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(844,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(845,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(846,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(847,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(848,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(849,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(850,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(851,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(852,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(853,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(854,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(855,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(856,'尾款',4,0,20,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(857,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(858,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(859,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(860,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(861,'签单',4,0,30,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(862,'做方案',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(863,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(864,'开发票',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(865,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(866,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(867,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(868,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(869,'升级',4,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(870,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(871,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(872,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(873,'小组长',2,0,20,0,2,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(874,'经理',2,0,30,0,2,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(875,'总监',2,0,50,0,2,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(876,'专科',2,0,30,0,2,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(877,'本科',2,0,50,0,2,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(878,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(879,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(880,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(881,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(882,'加班',3,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(883,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(884,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(885,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(886,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(887,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(888,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(889,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(890,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(891,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(892,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(893,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(894,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(895,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(896,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(897,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(898,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(899,'早退',3,0,-5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(900,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(901,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(902,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(903,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(904,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(905,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(906,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(907,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(908,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(909,'献血',1,0,20,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(910,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(911,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(912,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-17 15:41:59',20,'',0,NULL,NULL),(913,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(914,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(915,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(916,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(917,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(918,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(919,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(920,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(921,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(922,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(923,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(924,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(925,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(926,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(927,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(928,'尾款',4,0,20,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(929,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(930,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(931,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(932,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(933,'签单',4,0,30,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(934,'做方案',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(935,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(936,'开发票',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(937,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(938,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(939,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(940,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(941,'升级',4,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(942,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(943,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(944,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(945,'小组长',2,0,20,0,2,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(946,'经理',2,0,30,0,2,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(947,'总监',2,0,50,0,2,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(948,'专科',2,0,30,0,2,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(949,'本科',2,0,50,0,2,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(950,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(951,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(952,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(953,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(954,'加班',3,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(955,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(956,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(957,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(958,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(959,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(960,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(961,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(962,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(963,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(964,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(965,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(966,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(967,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(968,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(969,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(970,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(971,'早退',3,0,-5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(972,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(973,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(974,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(975,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(976,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(977,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(978,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(979,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(980,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(981,'献血',1,0,20,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(982,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(983,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(984,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-17 16:36:23',21,'',0,NULL,NULL),(985,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(986,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(987,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(988,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(989,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(990,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(991,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(992,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(993,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(994,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(995,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(996,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(997,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(998,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(999,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1000,'尾款',4,0,20,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1001,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1002,'创造商机',4,0,20,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1003,'统计影响力',4,0,30,0,2,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1004,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1005,'签单',4,0,30,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1006,'做方案',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1007,'约谈客户',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1008,'开发票',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1009,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1010,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1011,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1012,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1013,'升级',4,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1014,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1015,'任务执行',4,0,10,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1016,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1017,'小组长',2,0,20,0,2,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1018,'经理',2,0,30,0,2,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1019,'总监',2,0,50,0,2,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1020,'专科',2,0,30,0,2,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1021,'本科',2,0,50,0,2,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1022,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1023,'组织培训',2,0,15,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1024,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1025,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1026,'加班',3,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1027,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1028,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1029,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1030,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1031,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1032,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1033,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1034,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1035,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1036,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1037,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1038,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1039,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1040,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1041,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1042,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1043,'早退',3,0,-5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1044,'迟到',3,0,-5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1045,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1046,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1047,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1048,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-04-23 09:13:16',22,'',0,NULL,NULL),(1049,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-04-23 09:13:17',22,'',0,NULL,NULL),(1050,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-04-23 09:13:17',22,'',0,NULL,NULL),(1051,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-04-23 09:13:17',22,'',0,NULL,NULL),(1052,'见义勇为',1,0,15,0,-1,1,NULL,'2019-04-23 09:13:17',22,'',0,NULL,NULL),(1053,'献血',1,0,20,0,-1,1,NULL,'2019-04-23 09:13:17',22,'',0,NULL,NULL),(1054,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-04-23 09:13:17',22,'',0,NULL,NULL),(1055,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-04-23 09:13:17',22,'',0,NULL,NULL),(1056,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-04-23 09:13:17',22,'',0,NULL,NULL),(1057,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1058,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1059,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1060,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1061,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1062,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1063,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1064,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1065,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1066,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1067,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1068,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1069,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1070,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1071,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1072,'尾款',4,0,20,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1073,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1074,'创造商机',4,0,20,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1075,'统计影响力',4,0,30,0,2,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1076,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1077,'签单',4,0,30,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1078,'做方案',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1079,'约谈客户',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1080,'开发票',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1081,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1082,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1083,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1084,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1085,'升级',4,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1086,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1087,'任务执行',4,0,10,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1088,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1089,'小组长',2,0,20,0,2,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1090,'经理',2,0,30,0,2,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1091,'总监',2,0,50,0,2,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1092,'专科',2,0,30,0,2,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1093,'本科',2,0,50,0,2,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1094,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1095,'组织培训',2,0,15,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1096,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1097,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1098,'加班',3,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1099,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1100,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1101,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1102,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1103,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1104,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1105,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1106,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1107,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1108,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1109,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1110,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1111,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1112,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1113,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1114,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1115,'早退',3,0,-5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1116,'迟到',3,0,-5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1117,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1118,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1119,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1120,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1121,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1122,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1123,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1124,'见义勇为',1,0,15,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1125,'献血',1,0,20,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1126,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1127,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1128,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-08-01 17:52:15',23,'',0,NULL,NULL),(1129,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-08-26 11:22:03',24,'',0,NULL,0),(1201,'原创性行业文章',5,0,20,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1202,'原创性技术文档',5,0,20,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1203,'主动学习提高专业水平',6,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1204,'相关职位未能完成每月加减分任务',4,0,-10,0,2,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1205,'参加客户会议',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,NULL),(1206,'周报汇报详细，有计划性',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1207,'及时处理系统BUG',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1208,'采购办公用品',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1209,'负责合作企业外联汇报事项',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1210,'数据库误操作',4,0,-50,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1211,'服务器出现一次严重故障（影响超过30分钟）',4,0,-50,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1212,'服务器出现一次普通故障（影响30分钟之内）',4,0,-10,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1213,'每个数据库维护',4,0,10,0,2,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1214,'安装一个新服务器',4,0,20,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1215,'每台服务器维护',4,0,10,0,2,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1216,'尾款',4,0,20,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1217,'客服对接商机',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1218,'创造商机',4,0,20,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1219,'统计影响力',4,0,30,0,2,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1220,'交社保、公积金',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1221,'签单',4,0,30,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1222,'做方案',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1223,'约谈客户',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1224,'开发票',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1225,'公司网站文章发布',4,0,10,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1226,'公司公众号文章群发',4,0,10,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1227,'申请公众号（注册、认证、微信支付）',4,0,10,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1228,'申请公众号（注册、认证）',4,0,8,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1229,'升级',4,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1230,'任务执行延期',4,0,-10,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1231,'任务执行',4,0,10,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,1),(1232,'引导客户，减少开发工作量',2,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1233,'小组长',2,0,20,0,2,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1234,'经理',2,0,30,0,2,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1235,'总监',2,0,50,0,2,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1236,'专科',2,0,30,0,2,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1237,'本科',2,0,50,0,2,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1238,'帮助同事解决工作上的难点问题',2,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1239,'组织培训',2,0,15,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1240,'承诺的事情没做到',3,0,-8,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1241,'主动积极帮助同事处理生活中难题',3,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1242,'加班',3,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1243,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1244,'上班后吃早餐',3,0,-2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1245,'被客户投诉',3,0,-5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1246,'跟客户沟通获得客户好感及肯定',3,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1247,'外出消费开公司发票（消费金额200以上）',3,0,1,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1248,'说公司不好',3,0,-10,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1249,'讨论和传递负面情绪',3,0,-10,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1250,'主动正面宣传公司产品或者文化（如朋友圈）',3,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1251,'积极主动处理问题',3,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1252,'勇于主动承担责任',3,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1253,'合理的工作计划',3,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1254,'提出合理化建设意见',3,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1255,'重要场合着装非常得体',3,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1256,'保护公司财产',3,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1257,'给同事带好吃的',3,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1258,'请同事吃饭',3,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1259,'早退',3,0,-5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1260,'迟到',3,0,-5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1261,'最后一个离开公司',3,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1262,'第一个到公司',3,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1263,'有素质讲礼貌的习惯',3,0,5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1264,'未能检查电器水源是否关闭',1,0,-2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1265,'请假（事假）',1,0,-5,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1266,'爱心捐助',1,0,8,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1267,'拾金不昧',1,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1268,'见义勇为',1,0,15,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1269,'献血',1,0,20,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1270,'主动养护公司绿植',1,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1271,'主动清理垃圾',1,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1272,'主动整理公司环境',1,0,2,0,-1,1,NULL,'2019-08-26 11:25:17',25,'',0,NULL,0),(1273,'任务执行延期',10,0,-10,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,0),(1274,'任务执行',4,0,10,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,1),(1275,'加班',10,0,5,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,0),(1276,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,0),(1277,'早退',10,0,-5,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,0),(1278,'迟到',10,0,-5,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,0),(1279,'最后一个离开公司',10,0,2,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,0),(1280,'第一个到公司',10,0,2,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,0),(1281,'办公区域抽烟',10,0,-10,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,0),(1282,'周报',8,0,10,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,0),(1283,'培训',9,0,10,0,-1,1,NULL,'2020-01-11 14:44:53',1,'',0,NULL,0),(1284,'任务执行延期',10,0,-10,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,0),(1285,'任务执行',4,0,10,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,1),(1286,'加班',10,0,5,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,0),(1287,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,0),(1288,'早退',10,0,-5,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,0),(1289,'迟到',10,0,-5,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,0),(1290,'最后一个离开公司',10,0,2,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,0),(1291,'第一个到公司',10,0,2,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,0),(1292,'办公区域抽烟',10,0,-10,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,0),(1293,'周报',8,0,10,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,0),(1294,'培训',9,0,10,0,-1,1,NULL,'2020-01-11 14:45:23',2,'',0,NULL,0),(1295,'任务执行延期',10,0,-10,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,0),(1296,'任务执行',4,0,10,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,1),(1297,'加班',10,0,5,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,0),(1298,'办公桌面不整洁',3,0,-2,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,0),(1299,'早退',10,0,-5,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,0),(1300,'迟到',10,0,-5,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,0),(1301,'最后一个离开公司',10,0,2,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,0),(1302,'第一个到公司',10,0,2,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,0),(1303,'办公区域抽烟',10,0,-10,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,0),(1304,'周报',8,0,10,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,0),(1305,'培训',9,0,10,0,-1,1,NULL,'2020-01-11 16:49:39',3,'',0,NULL,0),(1306,'验收任务',4,0,0,2,-1,1,'','2020-02-12 13:29:41',3,'',0,'',NULL);
/*!40000 ALTER TABLE `jee_standard` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_standard_apply`
--

DROP TABLE IF EXISTS `jee_standard_apply`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_standard_apply` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `stard_id` int(11) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `auditor` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `apply_time` datetime DEFAULT NULL,
  `memo` text,
  `status` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_standard_apply`
--

LOCK TABLES `jee_standard_apply` WRITE;
/*!40000 ALTER TABLE `jee_standard_apply` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_standard_apply` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_standard_classify`
--

DROP TABLE IF EXISTS `jee_standard_classify`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_standard_classify` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `pid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `names_en` varchar(255) DEFAULT NULL,
  `abbreviation` varchar(20) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=47 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_standard_classify`
--

LOCK TABLES `jee_standard_classify` WRITE;
/*!40000 ALTER TABLE `jee_standard_classify` DISABLE KEYS */;
INSERT INTO `jee_standard_classify` VALUES (6,0,0,'学习','TrainAndLearn','XX',0),(5,0,0,'内容','Content','NR',0),(4,0,7,'任务','Task','RW',1),(3,0,0,'好感','GoodFeeling','HG',0),(2,0,0,'稀缺','Rare','XQ',0),(1,0,0,'社会','SocialIdentity','SH',0),(9,0,7,'业绩','Achievement','YJ',1),(8,0,7,'汇报','Report','HB',1),(7,0,0,'成果','Achievements','CG',1),(10,0,0,'行为','Action','XW',1),(11,0,0,'能力','Ability','NL',1),(12,0,0,'心态和文化','MentalityAndCulture','XT',1);
/*!40000 ALTER TABLE `jee_standard_classify` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_stock_buy`
--

DROP TABLE IF EXISTS `jee_stock_buy`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_stock_buy` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `collection` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account_no` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `money` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `balance` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `check_time` datetime DEFAULT NULL,
  `admin_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `use_priority` smallint(6) DEFAULT NULL,
  `proof` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_stock_buy`
--

LOCK TABLES `jee_stock_buy` WRITE;
/*!40000 ALTER TABLE `jee_stock_buy` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_stock_buy` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_stock_category`
--

DROP TABLE IF EXISTS `jee_stock_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_stock_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_stock_category`
--

LOCK TABLES `jee_stock_category` WRITE;
/*!40000 ALTER TABLE `jee_stock_category` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_stock_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_stock_launch`
--

DROP TABLE IF EXISTS `jee_stock_launch`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_stock_launch` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sysmemo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `num` int(11) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `join_person` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `examine_person` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `source` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `sort_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort_info` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `collection` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_stock_launch`
--

LOCK TABLES `jee_stock_launch` WRITE;
/*!40000 ALTER TABLE `jee_stock_launch` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_stock_launch` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_stock_lock`
--

DROP TABLE IF EXISTS `jee_stock_lock`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_stock_lock` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `stock` int(11) DEFAULT NULL,
  `price_ori` decimal(10,2) DEFAULT NULL,
  `stock_ori` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_stock_lock`
--

LOCK TABLES `jee_stock_lock` WRITE;
/*!40000 ALTER TABLE `jee_stock_lock` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_stock_lock` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_stock_priority`
--

DROP TABLE IF EXISTS `jee_stock_priority`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_stock_priority` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `money` decimal(20,0) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `from_id` int(11) DEFAULT NULL,
  `number` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `available_time` datetime DEFAULT NULL,
  `use_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_stock_priority`
--

LOCK TABLES `jee_stock_priority` WRITE;
/*!40000 ALTER TABLE `jee_stock_priority` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_stock_priority` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_stock_trade`
--

DROP TABLE IF EXISTS `jee_stock_trade`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_stock_trade` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `buy_id` int(11) DEFAULT NULL,
  `sell_id` int(11) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `stock` int(11) DEFAULT NULL,
  `money` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `trade_time` datetime DEFAULT NULL,
  `finish_time` datetime DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_stock_trade`
--

LOCK TABLES `jee_stock_trade` WRITE;
/*!40000 ALTER TABLE `jee_stock_trade` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_stock_trade` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_study`
--

DROP TABLE IF EXISTS `jee_study`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_study` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `rec` smallint(6) DEFAULT NULL,
  `showcase` smallint(6) DEFAULT NULL,
  `apply` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `audit_task` smallint(6) DEFAULT NULL,
  `audit_user` int(11) DEFAULT NULL,
  `acorn` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `issue_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `standard_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_study`
--

LOCK TABLES `jee_study` WRITE;
/*!40000 ALTER TABLE `jee_study` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_study` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_study_detail`
--

DROP TABLE IF EXISTS `jee_study_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_study_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `stu_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `task_count` smallint(6) DEFAULT NULL,
  `total_count` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `done_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_study_detail`
--

LOCK TABLES `jee_study_detail` WRITE;
/*!40000 ALTER TABLE `jee_study_detail` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_study_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_study_res`
--

DROP TABLE IF EXISTS `jee_study_res`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_study_res` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `tid` int(11) DEFAULT NULL,
  `aid` int(11) DEFAULT NULL,
  `stu_id` int(11) DEFAULT NULL,
  `setting_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_study_res`
--

LOCK TABLES `jee_study_res` WRITE;
/*!40000 ALTER TABLE `jee_study_res` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_study_res` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_study_setting`
--

DROP TABLE IF EXISTS `jee_study_setting`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_study_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_study_setting`
--

LOCK TABLES `jee_study_setting` WRITE;
/*!40000 ALTER TABLE `jee_study_setting` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_study_setting` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_study_task`
--

DROP TABLE IF EXISTS `jee_study_task`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_study_task` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `stu_id` int(11) DEFAULT NULL,
  `task_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_study_task`
--

LOCK TABLES `jee_study_task` WRITE;
/*!40000 ALTER TABLE `jee_study_task` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_study_task` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_supplier`
--

DROP TABLE IF EXISTS `jee_supplier`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_supplier` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `role_name` varchar(255) DEFAULT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `pwd` varchar(255) DEFAULT NULL,
  `pwd2` varchar(255) DEFAULT NULL,
  `rid` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `qq` int(11) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `birthday` datetime DEFAULT NULL,
  `sex` smallint(6) DEFAULT NULL,
  `area` varchar(255) DEFAULT NULL,
  `s_names` varchar(255) DEFAULT NULL,
  `expire_time` datetime DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `industry` smallint(6) DEFAULT NULL,
  `user_code` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_supplier`
--

LOCK TABLES `jee_supplier` WRITE;
/*!40000 ALTER TABLE `jee_supplier` DISABLE KEYS */;
INSERT INTO `jee_supplier` VALUES (1,'15011854245','15011854245','','珞珞','e10adc3949ba59abbe56e057f20f883e','123456',0,'2019-07-19 10:12:59',1,'',0,'',NULL,0,'地址','广西航洋济阳','0000-00-00 00:00:00','是',0,'20190730VjZOgN'),(2,'15011854245','15011854245','','珞珞','e10adc3949ba59abbe56e057f20f883e','123456',0,'2019-07-19 10:33:01',1,'',0,'',NULL,0,'北京市东城区','新美香食品公司','0000-00-00 00:00:00','新美香食品公司',0,'20190730hvwTxW'),(3,'15011854245','15011854245','','珞珞','e10adc3949ba59abbe56e057f20f883e','123456',0,'2019-07-19 11:21:26',1,'',0,'',NULL,0,'北京市东城区','滋美多食品公司','0000-00-00 00:00:00','丽丽安抚',0,'20190730AzdvMk'),(4,'15011854245','15011854245','','珞珞','e10adc3949ba59abbe56e057f20f883e','123456',0,'2019-07-19 14:43:59',1,'',0,'',NULL,0,'北京市东城区','美雅润食品公司','2019-07-25 18:14:01','美雅润食品公司',0,'20190730AUVgWY'),(5,'15011853811','15011853811','','珞珞','e10adc3949ba59abbe56e057f20f883e','123456',0,'2019-07-25 18:04:08',1,'',0,'1140428544@qq.com',NULL,0,'北京市东城区','美食','2019-07-25 18:11:22','电饭锅',1,'20190730MzERwX');
/*!40000 ALTER TABLE `jee_supplier` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_survey`
--

DROP TABLE IF EXISTS `jee_survey`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_survey` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `code` varchar(255) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `stand_id` int(11) DEFAULT NULL,
  `survey_object` varchar(255) DEFAULT NULL,
  `survey_team` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `issue` int(11) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `total_score` smallint(6) DEFAULT NULL,
  `anonymity` smallint(6) DEFAULT NULL,
  `user_score` longtext,
  `tags` text,
  PRIMARY KEY (`id`),
  KEY `sid` (`sid`) USING BTREE,
  KEY `sc_id` (`sc_id`) USING BTREE,
  KEY `issue` (`issue`) USING BTREE,
  KEY `stand_id` (`stand_id`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='names：调查项目名称\r\ntype：调查项目类型\r\n';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_survey`
--

LOCK TABLES `jee_survey` WRITE;
/*!40000 ALTER TABLE `jee_survey` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_survey` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_survey_acorn`
--

DROP TABLE IF EXISTS `jee_survey_acorn`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_survey_acorn` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` int(11) DEFAULT NULL,
  `auditor` int(11) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `memo` longtext COLLATE utf8_unicode_ci,
  `sys_memo` longtext COLLATE utf8_unicode_ci,
  `balance` decimal(20,2) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`) USING BTREE,
  KEY `from_user` (`from_user`) USING BTREE,
  KEY `auditor` (`auditor`) USING BTREE,
  KEY `sc_id` (`sc_id`) USING BTREE,
  KEY `names` (`names`) USING BTREE,
  KEY `status` (`status`) USING BTREE,
  KEY `types` (`types`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_survey_acorn`
--

LOCK TABLES `jee_survey_acorn` WRITE;
/*!40000 ALTER TABLE `jee_survey_acorn` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_survey_acorn` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_survey_group`
--

DROP TABLE IF EXISTS `jee_survey_group`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_survey_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `leader` smallint(6) DEFAULT NULL,
  `helper` smallint(6) DEFAULT NULL,
  `members` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_survey_group`
--

LOCK TABLES `jee_survey_group` WRITE;
/*!40000 ALTER TABLE `jee_survey_group` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_survey_group` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_survey_result`
--

DROP TABLE IF EXISTS `jee_survey_result`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_survey_result` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `survey_id` int(11) DEFAULT NULL,
  `team_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `total` varchar(255) DEFAULT NULL,
  `user_score` longtext,
  `add_time` datetime DEFAULT NULL,
  `score_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `survey_id` (`survey_id`) USING BTREE,
  KEY `team_id` (`team_id`) USING BTREE,
  KEY `user_id` (`user_id`) USING BTREE
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_survey_result`
--

LOCK TABLES `jee_survey_result` WRITE;
/*!40000 ALTER TABLE `jee_survey_result` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_survey_result` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_take_address`
--

DROP TABLE IF EXISTS `jee_take_address`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_take_address` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `receiver` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL,
  `postal_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `country` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `province` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `area` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `detail` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_default` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_take_address`
--

LOCK TABLES `jee_take_address` WRITE;
/*!40000 ALTER TABLE `jee_take_address` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_take_address` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target`
--

DROP TABLE IF EXISTS `jee_target`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `start_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `remind` longtext COLLATE utf8_unicode_ci,
  `auditor` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `member` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `others_staff` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `times` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `m_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `o_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `a_names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `a_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target`
--

LOCK TABLES `jee_target` WRITE;
/*!40000 ALTER TABLE `jee_target` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target_audit`
--

DROP TABLE IF EXISTS `jee_target_audit`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target_audit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `t_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target_audit`
--

LOCK TABLES `jee_target_audit` WRITE;
/*!40000 ALTER TABLE `jee_target_audit` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target_audit` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target_detail`
--

DROP TABLE IF EXISTS `jee_target_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `m_id` int(11) DEFAULT NULL,
  `sc_id` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `percent` decimal(10,0) DEFAULT NULL,
  `self_eval` decimal(10,2) DEFAULT NULL,
  `others_eval` decimal(10,2) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `process` text,
  `proportion` decimal(10,2) DEFAULT NULL,
  `self_content` longtext,
  `standard_types` smallint(6) DEFAULT NULL,
  `standard_set` longtext,
  `standard_memo` longtext,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target_detail`
--

LOCK TABLES `jee_target_detail` WRITE;
/*!40000 ALTER TABLE `jee_target_detail` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target_eval`
--

DROP TABLE IF EXISTS `jee_target_eval`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target_eval` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `td_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `content` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target_eval`
--

LOCK TABLES `jee_target_eval` WRITE;
/*!40000 ALTER TABLE `jee_target_eval` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target_eval` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target_my`
--

DROP TABLE IF EXISTS `jee_target_my`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target_my` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `t_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `user_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `memo` longtext COLLATE utf8_unicode_ci,
  `a_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target_my`
--

LOCK TABLES `jee_target_my` WRITE;
/*!40000 ALTER TABLE `jee_target_my` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target_my` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target_org_detail`
--

DROP TABLE IF EXISTS `jee_target_org_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target_org_detail` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `to_id` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `content` longtext,
  `types` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `year` varchar(20) DEFAULT NULL,
  `month` varchar(20) DEFAULT NULL,
  `quarter` varchar(20) DEFAULT NULL,
  `half_year` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target_org_detail`
--

LOCK TABLES `jee_target_org_detail` WRITE;
/*!40000 ALTER TABLE `jee_target_org_detail` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target_org_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target_organize`
--

DROP TABLE IF EXISTS `jee_target_organize`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target_organize` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `dep_id` int(11) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target_organize`
--

LOCK TABLES `jee_target_organize` WRITE;
/*!40000 ALTER TABLE `jee_target_organize` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target_organize` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target_others`
--

DROP TABLE IF EXISTS `jee_target_others`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target_others` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `td_id` int(11) DEFAULT NULL,
  `score` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `content` longtext,
  `m_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target_others`
--

LOCK TABLES `jee_target_others` WRITE;
/*!40000 ALTER TABLE `jee_target_others` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target_others` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target_process`
--

DROP TABLE IF EXISTS `jee_target_process`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target_process` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `td_id` int(11) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `process` text,
  `proportion` decimal(10,2) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target_process`
--

LOCK TABLES `jee_target_process` WRITE;
/*!40000 ALTER TABLE `jee_target_process` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target_process` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target_reply`
--

DROP TABLE IF EXISTS `jee_target_reply`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target_reply` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `td_id` int(11) DEFAULT NULL,
  `te_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `reply_id` int(11) DEFAULT NULL,
  `content` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target_reply`
--

LOCK TABLES `jee_target_reply` WRITE;
/*!40000 ALTER TABLE `jee_target_reply` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target_reply` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_target_setting`
--

DROP TABLE IF EXISTS `jee_target_setting`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_target_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `principle` longtext COLLATE utf8_unicode_ci,
  `specs` longtext COLLATE utf8_unicode_ci,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_target_setting`
--

LOCK TABLES `jee_target_setting` WRITE;
/*!40000 ALTER TABLE `jee_target_setting` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_target_setting` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task`
--

DROP TABLE IF EXISTS `jee_task`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) DEFAULT NULL,
  `issue_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `names` varchar(255) DEFAULT NULL,
  `priority` smallint(6) DEFAULT NULL,
  `executor` smallint(6) DEFAULT NULL,
  `nums` smallint(6) DEFAULT NULL,
  `cycle_types` smallint(6) DEFAULT NULL,
  `deadline` datetime DEFAULT NULL,
  `acorn` varchar(255) DEFAULT NULL,
  `medal` int(11) DEFAULT NULL,
  `learns` varchar(255) DEFAULT NULL,
  `content` text,
  `add_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sid` int(11) DEFAULT NULL,
  `cycle_use` smallint(6) DEFAULT NULL,
  `executors` varchar(255) DEFAULT NULL,
  `cycle_start` varchar(255) DEFAULT NULL,
  `cycle_end` varchar(255) DEFAULT NULL,
  `accept_id` int(11) DEFAULT NULL,
  `thumbs` varchar(2048) DEFAULT NULL,
  `standard_id` int(11) DEFAULT NULL,
  `excluders` varchar(255) DEFAULT NULL,
  `code_no` int(11) DEFAULT NULL,
  `astatus` smallint(6) DEFAULT NULL,
  `workload` varchar(255) DEFAULT NULL,
  `cycle_times` int(11) DEFAULT NULL,
  `cycle_next` int(11) DEFAULT NULL,
  `visibility` int(11) DEFAULT NULL,
  `standard_types` smallint(6) DEFAULT NULL,
  `rechecks` varchar(255) DEFAULT NULL,
  `tags` varchar(255) DEFAULT NULL,
  `resolves` varchar(255) DEFAULT NULL,
  `accept_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `pid` (`pid`) USING BTREE,
  KEY `issue_id` (`issue_id`) USING BTREE,
  KEY `accept_id` (`accept_id`) USING BTREE,
  KEY `standard_id` (`standard_id`) USING BTREE,
  KEY `executors` (`executors`),
  KEY `tags` (`tags`),
  KEY `rechecks` (`rechecks`)
) ENGINE=InnoDB AUTO_INCREMENT=216 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task`
--

LOCK TABLES `jee_task` WRITE;
/*!40000 ALTER TABLE `jee_task` DISABLE KEYS */;
INSERT INTO `jee_task` VALUES (2,2,17,2,'四轴动力头下单',2,0,0,0,'2020-01-15 16:59:59','',0,'','如题','2020-01-14 17:13:23',NULL,3,3,0,'19','','',17,'[]',0,'',2,0,'0,2,0',0,0,0,1,'','2,王保森,高英俊,P1906','{\"fullName\":{\"17\":\"王保森\",\"19\":\"高英俊\"},\"groupName\":{\"2\":\"P1906\"}}','2020-02-12 13:22:19'),(3,5,4,2,'SH2002夹具设计',2,0,0,0,'2020-01-18 23:59:59','',0,'','完成连杆试珩夹具设计','2020-01-18 08:54:38',NULL,2,3,0,'10','','',4,'[]',0,'',3,0,'1,0,0',0,0,0,1,'','3,李伟东,胡玉龙,SH2002','{\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"},\"groupName\":{\"5\":\"SH2002\"}}',NULL),(4,4,4,2,'SH2001夹具设计',2,0,0,0,'2020-01-18 23:59:59','',0,'','阀套试珩夹具','2020-01-18 08:58:19',NULL,3,3,0,'21','','',4,'[]',0,'',4,0,'1,0,0',0,0,0,1,'','4,李伟东,马英福,SH2001','{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"4\":\"SH2001\"}}','2020-03-04 10:34:10'),(5,1,4,2,'RS08A-028技术任务书',2,0,0,0,'2020-01-10 23:59:59','',0,'','RS08A-028技术任务书','2020-01-18 09:06:06',NULL,3,3,0,'4','','',4,'[]',0,'',5,0,'0,2,0',0,0,0,1,'','5,李伟东,RS08A-028','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}','2020-02-28 09:22:09'),(6,1,4,2,'RS08A-028订单处理',2,0,0,0,'2020-02-06 23:59:59','',0,'','RS08A-028主机下单','2020-01-18 09:09:45',NULL,3,3,0,'4','','',4,'[]',0,'',6,0,'1,0,0',0,0,0,1,'','6,李伟东,RS08A-028','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}','2020-03-09 08:57:32'),(7,1,4,2,'RS08A-028夹具设计',2,0,0,0,'2020-02-06 23:59:59','',0,'','RS08A-028夹具设计','2020-01-18 09:16:37',NULL,1,3,0,'21','','',4,'[]',0,'',7,0,'6,0,0',0,0,0,1,'','7,李伟东,马英福,RS08A-028','{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"1\":\"RS08A-028\"}}',NULL),(8,1,4,2,'RS08A-028刀具设计',2,0,0,0,'2020-02-06 23:59:59','',0,'','RS08A-028刀具设计','2020-01-18 09:17:55',NULL,3,3,0,'21,4','','',4,'[]',0,'',8,0,'0,4,0',0,0,0,1,'','8,李伟东,马英福,RS08A-028','{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"1\":\"RS08A-028\"}}','2020-03-31 16:23:34'),(10,24,9,2,'ZP005-002机床走线',1,0,0,0,'2020-02-16 23:59:59','',0,'','\r\n','2020-02-11 15:17:15',NULL,3,3,0,'24','','',9,'[]',0,'',10,0,'4,0,0',0,0,1,1,'','10,陈俊,杨海,ZH005-002','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"24\":\"ZH005-002\"}}','2020-02-14 10:19:26'),(11,28,6,2,'MS100B顶箱设计',3,0,0,0,'2020-02-16 23:59:59','',0,'','已有方案，出装配图和工程图，三表，并下速达及制作分发PDF图纸','2020-02-11 16:41:27',NULL,3,3,0,'6','','',3,'[[\"\",\"\"]]',0,'',11,0,'3,0,0',0,0,0,1,'','11,陈富永,黄国峰,MS100B','{\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\"},\"groupName\":{\"28\":\"MS100B\"}}','2020-02-14 08:46:16'),(12,1,3,2,'RS08A-028项目执行表',2,0,0,0,'2020-02-12 23:59:59','',0,'','如题','2020-02-12 10:48:57',NULL,3,3,0,'3','','',3,'[]',0,'',12,0,'0,0,30',0,0,0,1,'','12,陈富永,RS08A-028','{\"fullName\":{\"3\":\"陈富永\"},\"groupName\":{\"1\":\"RS08A-028\"}}','2020-02-12 12:24:04'),(13,0,9,2,'ZY1906整改线体拆卸',2,0,0,0,'2020-02-14 23:59:59','',0,'','\r\n','2020-02-13 09:03:31',NULL,3,3,0,'9,24','','',9,'[]',0,'',13,0,'2,0,0',0,0,1,1,'','13,陈俊,杨海','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}','2020-02-14 10:20:21'),(14,28,6,2,'MS100B主轴箱设计',3,0,0,0,'2020-02-23 23:59:59','',0,'','已有方案，细化结构尺寸，出三维模型、工程图、三表，并下速达发图','2020-02-17 08:25:35',NULL,3,3,0,'6,41','','',3,'[]',0,'',14,0,'4,0,0',0,0,0,1,'','14,陈富永,黄国峰,李朋杰,MS100B','{\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\",\"41\":\"李朋杰\"},\"groupName\":{\"28\":\"MS100B\"}}','2020-02-25 17:46:15'),(15,19,9,2,'RS10A-007-010夹具整改',2,0,0,0,'2020-02-23 23:59:59','',0,'','如题','2020-02-17 08:29:50',NULL,3,3,0,'9,24','','',9,'[]',0,'',15,0,'5,0,0',0,0,1,1,'','15,陈俊,杨海,RS10A-007-010','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}','2020-02-20 09:25:30'),(16,0,20,2,'售后服务阿里巴巴平台搭建',2,0,0,0,'2020-02-24 23:59:00','',0,'','搭建磁分机阿里巴巴销售网店','2020-02-18 08:12:07',NULL,2,3,0,'20','','',18,'[]',0,'',16,0,'5,0,0',0,0,1,1,'','16,王正,郝俊才','{\"fullName\":{\"18\":\"王正\",\"20\":\"郝俊才\"}}',NULL),(17,31,3,2,'SFQ750-002液压系统设计',2,0,0,0,'2020-02-19 23:59:59','',0,'','如题','2020-02-18 08:38:42',NULL,3,3,0,'12','','',3,'[]',0,'',17,0,'2,0,0',0,0,0,1,'','17,陈富永,王文利,SFQ750-002','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}','2020-02-20 15:07:40'),(18,31,3,2,'SFQ750-002气动系统设计',2,0,0,0,'2020-02-21 23:59:59','',0,'','如题','2020-02-19 17:37:11',NULL,3,3,0,'12','','',3,'[]',0,'',18,0,'1,0,0',0,0,0,1,'','18,陈富永,王文利,SFQ750-002','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}','2020-02-21 17:50:59'),(19,6,9,2,'ZTA-002机床整理，精度调整',2,0,0,0,'2020-02-25 23:59:59','',0,'','如题','2020-02-20 09:30:29',NULL,3,3,0,'9,24','','',9,'[]',0,'',19,0,'7,0,0',0,0,0,1,'','19,陈俊,杨海,ZTA-002','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"6\":\"ZTA-002\"}}','2020-02-28 11:11:50'),(20,31,3,2,'SFQ750-002润滑系统设计',2,0,0,0,'2020-02-25 23:59:59','',0,'','如题','2020-02-21 18:05:36',NULL,3,3,0,'12','','',3,'[]',0,'',20,0,'8,0,0',0,0,0,1,'','20,陈富永,王文利,SFQ750-002','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}','2020-02-25 17:09:45'),(21,29,11,2,'DVM-500-001-20011  主轴箱精加工模型设计',2,0,0,0,'2020-02-24 23:59:59','',0,'','同时完成屯主轴箱有连接关系的零件模型。','2020-02-23 20:43:12',NULL,3,3,0,'11','','',11,'[]',0,'',21,0,'1,0,0',0,0,1,1,'','21,康文生,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-02-25 07:53:27'),(22,28,6,2,'MS100B主轴箱图纸审核打包下速达',3,0,0,0,'2020-02-24 23:59:59','',0,'','MS100B主轴箱图纸审核、打包、下速达','2020-02-24 08:30:56',NULL,3,3,0,'6','','',6,'[]',0,'',22,0,'0,6,0',0,0,0,1,'','22,黄国峰,MS100B','{\"fullName\":{\"6\":\"黄国峰\"},\"groupName\":{\"28\":\"MS100B\"}}','2020-02-25 08:19:58'),(23,28,6,2,'MS100B系统试验-控制器件及电路准备',2,0,0,0,'2020-02-26 23:59:59','',0,'','MS100B系统试验：三菱控制器件装箱走线','2020-02-24 08:33:06',NULL,3,3,0,'29','','',6,'[]',0,'',23,0,'3,0,0',0,0,0,1,'','23,黄国峰,董晨瑞,MS100B','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"28\":\"MS100B\"}}','2020-02-27 08:30:18'),(24,0,20,2,'P2001成都西菱换型夹具设计',2,0,0,0,'2020-02-27 23:59:00','',0,'','如题，西菱有两种连杆需要夹具换型','2020-02-24 08:46:52',NULL,3,3,0,'20','','',20,'[]',0,'',24,0,'3,0,0',0,0,0,1,'','24,郝俊才','{\"fullName\":{\"20\":\"郝俊才\"}}','2020-03-12 20:52:04'),(25,29,11,2,'DVL-1115-001-13011  滑座精加工模型设计',2,0,0,0,'2020-02-25 23:59:59','',0,'','完成与之相关的零件模型如，防护的钣金件、光栅尺寸读数头固定座、拖链支架','2020-02-25 07:59:37',NULL,3,3,0,'11','','',11,'[]',0,'',25,0,'1,2,0',0,0,1,1,'','25,康文生,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-02-25 21:18:11'),(26,28,6,2,'MS100B 立柱部件三维模型',3,0,0,0,'2020-02-26 23:59:59','',0,'','MS100B 立柱部件三维模型，模型尺寸细化达到可出工程图状态','2020-02-25 08:23:25',NULL,3,3,0,'6','','',6,'[]',0,'',26,0,'1,0,0',0,0,0,1,'','26,黄国峰,MS100B','{\"fullName\":{\"6\":\"黄国峰\"},\"groupName\":{\"28\":\"MS100B\"}}','2020-02-27 08:18:44'),(27,25,17,2,'ZH006-001三维设计和铸件下图',1,0,0,0,'2020-03-02 17:00:00','',0,'','细化ZH006-001三维设计，完成床身等铸件下图。','2020-02-25 09:16:50',NULL,3,3,0,'26','','',17,'[]',0,'',27,0,'7,0,0',0,0,0,1,'','27,王保森,刘克伟,ZH006-001','{\"fullName\":{\"17\":\"王保森\",\"26\":\"刘克伟\"},\"groupName\":{\"25\":\"ZH006-001\"}}','2020-03-20 11:03:36'),(28,31,3,2,'SFQ750-002冷却系统设计',2,0,0,0,'2020-02-27 23:59:59','',0,'','如题','2020-02-25 17:11:17',NULL,3,3,0,'12','','',3,'[]',0,'',28,0,'1,0,0',0,0,0,1,'','28,陈富永,王文利,SFQ750-002','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}','2020-03-03 13:31:34'),(29,31,3,2,'SFQ750-002防护罩方案设计',2,0,0,0,'2020-02-29 23:59:59','',0,'','如题','2020-02-25 17:13:02',NULL,3,3,0,'12','','',3,'[]',0,'',29,0,'3,0,0',0,0,0,1,'','29,陈富永,王文利,SFQ750-002','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}','2020-03-04 17:19:45'),(30,29,11,2,'DVM-500-001-12011  横梁精加工模型设计',2,0,0,0,'2020-02-26 23:59:59','',0,'','与横梁相关的钣金件设计。','2020-02-25 21:20:48',NULL,3,3,0,'11','','',11,'[]',0,'',30,0,'1,4,0',0,0,0,1,'','30,康文生,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-02-26 21:05:10'),(31,29,11,2,'DVL-1115-001  左、右床身精加工模型设计',2,0,0,0,'2020-02-28 23:59:59','',0,'','包括防护、铠甲防护的辅助导轨、拖链支架的模型设计。','2020-02-26 21:09:11',NULL,3,3,0,'11','','',11,'[]',0,'',31,0,'2,0,0',0,0,0,1,'','31,康文生,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-02-28 17:53:31'),(32,28,6,2,'MS100B 立柱部件工程图',3,0,0,0,'2020-02-28 23:59:59','',0,'','MS100B 立柱部件出装配图、零件工程图、三表、下速达单子并下发PDF图纸','2020-02-27 08:21:25',NULL,3,3,0,'6','','',6,'[]',0,'',32,0,'2,0,0',0,0,0,1,'','32,黄国峰,MS100B','{\"fullName\":{\"6\":\"黄国峰\"},\"groupName\":{\"28\":\"MS100B\"}}','2020-03-04 15:59:21'),(33,0,6,2,'MS100三菱PLC控制试验',3,0,0,0,'2020-03-01 23:59:59','',0,'','MS100，试验三菱PLC控制三菱电机带负载往复动作及控制方式','2020-02-27 08:26:47',NULL,3,3,0,'29','','',6,'[]',0,'',33,0,'2,0,0',0,0,0,1,'','33,黄国峰,董晨瑞','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}','2020-03-04 16:21:57'),(34,0,20,2,'磐吉奥夹具方案',2,0,0,0,'2020-02-27 23:59:00','',0,'','如题','2020-02-27 13:54:14',NULL,3,3,0,'20','','',20,'[[\"undefined\",\"undefined\"]]',0,'',34,0,'0,7,0',0,0,1,1,'','34,郝俊才','{\"fullName\":{\"20\":\"郝俊才\"}}','2020-03-12 20:50:16'),(35,7,4,2,'RS06A-014技术任务书',2,0,0,0,'2020-02-28 23:59:59','',0,'','RS06A-014技术任务书','2020-02-28 09:25:33',NULL,3,3,0,'4','','',4,'[]',0,'',35,0,'0,1,0',0,0,0,1,'','35,李伟东,RS06A-014','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"7\":\"RS06A-014\"}}','2020-02-28 15:05:12'),(36,7,4,2,'RS06A-014夹具设计',2,0,0,0,'2020-03-03 23:59:59','',0,'','RS06A-014夹具设计','2020-02-28 15:11:00',NULL,3,3,0,'4','','',4,'[]',0,'',36,0,'2,0,0',0,0,0,1,'','36,李伟东,RS06A-014','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"7\":\"RS06A-014\"}}','2020-03-03 14:21:31'),(37,29,11,2,'DVM-500-001-17001  刀库方案设计',2,0,0,0,'2020-02-29 23:59:59','',0,'','根据供货商提供的环形导轨成套设备，详细设计刀库方案。包括刀夹安装，电机选型。','2020-02-28 18:19:00',NULL,3,3,0,'11','','',11,'[]',0,'',37,0,'1,0,0',0,0,0,1,'','37,康文生,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-02-29 19:22:11'),(38,28,6,2,'MS100B系统试验',2,0,0,0,'2020-03-08 23:59:59','',0,'','MS100B三菱系统试验，验证三菱系统往复、主旋、进给动作。往复与主旋联动、往复换向时间、进给功能。','2020-02-28 21:56:48',NULL,3,3,0,'29','','',6,'[]',0,'',38,0,'3,0,0',0,0,0,1,'','38,黄国峰,董晨瑞,MS100B','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"28\":\"MS100B\"}}','2020-03-04 16:11:28'),(39,16,6,2,'MH150-005程序改进',2,0,0,0,'2020-03-15 23:59:59','',0,'','改进MH150-005精珩程序，解决或改善主旋停顿','2020-02-28 21:59:10',NULL,0,3,0,'29','','',6,'[]',0,'',39,0,'4,0,0',0,0,0,1,'','39,黄国峰,董晨瑞,MH150-005','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"16\":\"MH150-005\"}}',NULL),(40,28,9,2,'MS100B装配',2,0,0,0,'2020-02-29 23:59:59','',0,'','如题','2020-02-28 22:01:12',NULL,3,3,0,'9,24','','',9,'[]',0,'',40,0,'1,0,0',0,0,1,1,'','40,陈俊,杨海,MS100B','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"28\":\"MS100B\"}}','2020-02-29 15:33:37'),(41,32,6,2,'MS100-004电气整改',3,0,0,0,'2020-04-30 23:59:59','',0,'','MS100-004电气整改。机械整改完成后整理电气系统，达到单机出厂状态。','2020-02-28 22:01:52',NULL,0,3,0,'29','','',6,'[]',0,'',41,0,'4,0,0',0,0,0,1,'','41,黄国峰,董晨瑞,MS100-004','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"32\":\"MS100-004\"}}',NULL),(42,33,6,2,'MS100-007电气整顿',3,0,0,0,'2020-04-30 23:59:59','',0,'','MS100-007试验完成后进行机械整顿，机械整顿完成后进行电气整顿，达到出厂状态。','2020-02-28 22:04:31',NULL,3,3,0,'29','','',6,'[]',0,'',42,0,'4,0,0',0,0,0,1,'','42,黄国峰,董晨瑞,MS100-007','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"33\":\"MS100-007\"}}','2020-03-23 15:12:45'),(43,34,6,2,'MW500-001电气动作调试',3,0,0,0,'2020-03-31 23:59:59','',0,'','MW500-001电气动作调试','2020-02-28 22:08:44',NULL,0,3,0,'29','','',6,'[]',0,'',43,0,'5,0,0',0,0,0,1,'','43,黄国峰,董晨瑞,MW500-001','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"34\":\"MW500-001\"}}',NULL),(44,13,9,2,'ZP005-001调试',2,0,0,0,'2020-03-06 23:59:59','',0,'','如题','2020-03-01 14:12:39',NULL,3,3,0,'24','','',9,'[]',0,'',44,0,'5,0,0',0,0,1,1,'','44,陈俊,杨海,ZP005-001','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"13\":\"ZP005-001\"}}','2020-03-13 16:44:26'),(45,31,9,2,'抛光机试切',2,0,0,0,'2020-03-06 23:59:59','',0,'','如题','2020-03-01 18:20:41',NULL,3,3,0,'32','','',9,'[]',0,'',45,0,'3,0,0',0,0,1,1,'','45,陈俊,梁引科,SFQ750-002','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"31\":\"SFQ750-002\"}}','2020-03-07 13:10:46'),(46,29,11,2,'DVM-500-001-11011  底座精加工模型设计',2,0,0,0,'2020-03-03 23:59:59','',0,'','底座相关的整体防护底部框架模型与底座精加工模型设计\r\n','2020-03-01 18:53:57',NULL,3,3,0,'11','','',11,'[]',0,'',46,0,'2,0,0',0,0,0,1,'','46,康文生,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-03 17:32:46'),(47,10,4,2,'RS08A-027电气原理图&电气元件下速达',2,0,0,0,'2020-03-08 23:59:59','',0,'','RS08A-027电气原理图&电气元件下速达','2020-03-02 08:40:53',NULL,3,3,0,'29','','',4,'[]',0,'',47,0,'0,6,0',0,0,0,1,'','47,李伟东,董晨瑞,RS08A-027','{\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-04 18:12:34'),(48,1,4,2,'RS08A-028电气原理图&电气元件下速达',2,0,0,0,'2020-03-08 23:59:59','',0,'','RS08A-028电气原理图&电气元件下速达','2020-03-02 08:42:55',NULL,3,3,0,'29','','',4,'[]',0,'',48,0,'0,2,0',0,0,0,1,'','48,李伟东,董晨瑞,RS08A-028','{\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"},\"groupName\":{\"1\":\"RS08A-028\"}}','2020-03-04 10:33:40'),(49,7,4,2,'RS06A-014电气原理图&电气元件下速达',2,0,0,0,'2020-03-08 23:59:59','',0,'','RS06A-014电气原理图&电气元件下速达','2020-03-02 08:46:37',NULL,3,3,0,'29','','',4,'[]',0,'',49,0,'0,2,0',0,0,0,1,'','49,李伟东,董晨瑞,RS06A-014','{\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"},\"groupName\":{\"7\":\"RS06A-014\"}}','2020-03-09 08:56:17'),(50,28,6,2,'MS100B控制系统试验机械部分',3,0,0,0,'2020-03-03 23:59:59','',0,'','1、MS100-007换装往复电机、电机安装板、联轴器，并连接电机线缆；\r\n2、用百分表找出极限情况下电机的换向精度。\r\n\r\n说明：附件内有试验目标和验证项目','2020-03-02 17:11:04',NULL,3,3,0,'9','','',6,'[[\"\",\"\"]]',0,'',50,0,'0,6,0',0,0,0,1,'','50,黄国峰,陈俊,MS100B','{\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\"},\"groupName\":{\"28\":\"MS100B\"}}','2020-03-03 08:04:05'),(51,21,9,2,'精度确认，发货准备',2,0,0,0,'2020-03-04 23:59:59','',0,'','如题','2020-03-03 08:17:20',NULL,3,3,0,'32','','',9,'[]',0,'',51,0,'1,0,0',0,0,1,1,'','51,陈俊,梁引科,RC06A-011 ','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"21\":\"RC06A-011 \"}}','2020-03-03 18:31:48'),(52,19,4,2,'RS10A-007-010程序整改及接线',2,0,0,0,'2020-03-08 23:59:59','',0,'','RS10A-007-010程序整改及接线','2020-03-03 14:12:33',NULL,2,3,0,'29','','',4,'[]',0,'',52,0,'3,0,0',0,0,0,1,'','52,李伟东,董晨瑞,RS10A-007-010','{\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}',NULL),(53,19,4,2,'RS10A-007-010发货前准备技术文件',2,0,0,0,'2020-03-08 23:59:59','',0,'','RS10A-007-010发货前准备技术文件','2020-03-03 14:20:15',NULL,3,3,0,'4','','',4,'[]',0,'',53,0,'2,0,0',0,0,0,1,'','53,李伟东,RS10A-007-010','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}','2020-03-08 12:24:26'),(54,31,3,2,'测试系统',2,0,0,0,'2020-03-03 23:59:59','',0,'','如题','2020-03-03 14:44:55',NULL,0,3,0,'3','','',3,'[[\"\",\"\"],[\"\",\"\"],[\"\",\"\"],[\"\",\"\"],[\"\",\"\"]]',0,'',54,0,'2,3,0',0,0,1,1,'','54,陈富永,SFQ750-002','{\"fullName\":{\"3\":\"陈富永\"},\"groupName\":{\"31\":\"SFQ750-002\"}}',NULL),(55,29,11,2,'DVM-500-001  所有电机座与轴承座精加工模型',2,0,0,0,'2020-03-04 23:59:59','',0,'','如题','2020-03-03 17:37:46',NULL,3,3,0,'11','','',11,'[]',0,'',55,0,'1,2,0',0,0,0,1,'','55,康文生,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-04 19:53:41'),(56,1,4,2,'RS08A-028夹具审图下单',2,0,0,0,'2020-03-10 23:59:59','',0,'','RS08A-028夹具审图下单','2020-03-04 11:39:54',NULL,3,3,0,'4','','',4,'[]',0,'',56,0,'0,5,0',0,0,0,1,'','56,李伟东,RS08A-028','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}','2020-03-11 19:16:15'),(57,7,4,2,'RS06A-014机械手抓取定位装置改进',2,0,0,0,'2020-03-04 23:59:59','',0,'','RS06A-014机械手抓取定位装置改进','2020-03-04 11:52:02',NULL,3,3,0,'4','','',4,'[]',0,'',57,0,'1,4,0',0,0,0,1,'','57,李伟东,RS06A-014','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"7\":\"RS06A-014\"}}','2020-03-04 18:13:36'),(58,35,6,2,'ZP005电气调试',2,0,0,0,'2020-03-10 23:59:59','',0,'','检查输入输出点接线，调试程序动作，配合试加工。','2020-03-04 16:08:30',NULL,3,3,0,'30','','',17,'[]',0,'',58,0,'7,0,0',0,0,0,1,'','58,黄国峰,王保森,吴永德,ZP005','{\"fullName\":{\"6\":\"黄国峰\",\"17\":\"王保森\",\"30\":\"吴永德\"},\"groupName\":{\"35\":\"ZP005\"}}','2020-03-12 14:22:22'),(59,12,6,2,'MH150-006夹具增加浮动单元确定尺寸及部分三维模型',2,0,0,0,'2020-03-06 23:59:59','',0,'','MH150-006夹具增加浮动单元，确定浮动单元各个结构的尺寸及部分三维模型','2020-03-04 16:26:47',NULL,3,3,0,'41','','',6,'[]',0,'',59,0,'2,0,0',0,0,0,1,'','59,黄国峰,李朋杰,MH150-006','{\"fullName\":{\"6\":\"黄国峰\",\"41\":\"李朋杰\"},\"groupName\":{\"12\":\"MH150-006\"}}','2020-03-23 15:39:09'),(60,29,11,2,'DVM-500-001-17101  刀库底座详细模型设计',2,0,0,0,'2020-03-05 23:59:59','',0,'','如题','2020-03-04 19:55:18',NULL,3,3,0,'11','','',11,'[]',0,'',60,0,'1,0,0',0,0,0,1,'','60,康文生,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-05 18:02:25'),(61,31,3,2,'SFQ750-002防护罩结构设计',2,0,0,0,'2020-03-13 23:59:59','',0,'','如题','2020-03-05 08:24:57',NULL,3,3,0,'12','','',3,'[]',0,'',61,0,'5,0,0',0,0,0,1,'','61,陈富永,王文利,SFQ750-002','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}','2020-03-17 08:40:08'),(62,32,9,2,'MS100-004整理',2,0,0,0,'2020-03-06 23:59:59','',0,'','如题','2020-03-05 13:18:44',NULL,3,3,0,'32','','',9,'[]',0,'',62,0,'1,4,0',0,0,1,1,'','62,陈俊,梁引科,MS100-004','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"32\":\"MS100-004\"}}','2020-03-07 13:10:10'),(63,29,11,2,'DVM-500-011  刀库整体防护设计',2,0,0,0,'2020-03-06 23:59:59','',0,'','如题','2020-03-05 18:04:30',NULL,3,3,0,'11','','',11,'[]',0,'',63,0,'1,2,0',0,0,0,1,'','63,康文生,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-06 18:01:37'),(64,36,9,2,'SH1909中马变速',2,0,0,0,'2020-03-15 23:59:59','',0,'','如题','2020-03-06 10:08:08',NULL,0,3,0,'9','','',9,'[]',0,'',64,0,'3,0,0',0,0,1,1,'','64,陈俊,SH1909','{\"fullName\":{\"9\":\"陈俊\"},\"groupName\":{\"36\":\"SH1909\"}}',NULL),(65,10,9,2,'机床拆卸',2,0,0,0,'2020-03-07 23:59:59','',0,'','如题','2020-03-07 13:09:24',NULL,3,3,0,'32','','',9,'[]',0,'',65,0,'0,4,0',0,0,1,1,'','65,陈俊,梁引科,RS08A-027','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-08 17:30:47'),(66,10,9,2,'铸件，工作台追加工',2,0,0,0,'2020-03-08 23:59:59','',0,'','如题','2020-03-08 17:30:03',NULL,0,3,0,'36','','',9,'[]',0,'',66,0,'1,0,0',0,0,1,1,'','66,陈俊,吕阳,RS08A-027','{\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\"},\"groupName\":{\"10\":\"RS08A-027\"}}',NULL),(67,30,11,2,'WCM40-001  工作台防护详细方案模型设计',2,0,0,0,'2020-03-09 23:59:59','',0,'','如题','2020-03-08 19:50:31',NULL,3,3,0,'11','','',11,'[]',0,'',67,0,'0,4,0',0,0,0,1,'','67,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-09 19:01:22'),(68,30,11,2,'WCM40-001  主轴箱防护详细方案模型设计',2,0,0,0,'2020-03-09 23:59:59','',0,'','如题','2020-03-08 19:51:31',NULL,3,3,0,'11','','',11,'[]',0,'',68,0,'6,6,0',0,0,0,1,'','68,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-09 19:03:18'),(69,29,11,2,'DVM-500-001-11011  底座精加工工程图',2,0,0,0,'2020-03-09 23:59:59','',0,'','如题','2020-03-08 19:52:56',NULL,3,3,0,'14','','',11,'[]',0,'',69,0,'1,0,0',0,0,0,1,'','69,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-09 19:00:06'),(70,10,9,2,'装配',2,0,0,0,'2020-03-13 23:59:59','',0,'','如题','2020-03-09 08:09:41',NULL,3,3,0,'32','','',9,'[]',0,'',70,0,'2,0,0',0,0,0,1,'','70,陈俊,梁引科,RS08A-027','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-11 16:44:01'),(71,18,9,2,'线体发货准备',2,0,0,0,'2020-03-13 23:59:59','',0,'','如题','2020-03-09 08:11:04',NULL,3,3,0,'25','','',9,'[]',0,'',71,0,'2,0,0',0,0,0,1,'','71,陈俊,郭伟,ZY1906','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"18\":\"ZY1906\"}}','2020-03-11 16:44:37'),(72,37,6,2,'RS10A-007~010 线体接线及与主机联调',1,0,0,0,'2020-03-11 23:59:59','',0,'','RS10A-007~010 线体接线，然后与主机联调，优化程序','2020-03-09 08:42:59',NULL,3,3,0,'29','','',6,'[]',0,'',72,0,'5,0,0',0,0,0,1,'','72,黄国峰,董晨瑞,RS10A-007~010','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}','2020-03-11 18:15:40'),(73,16,6,2,'MH150-005珩磨头测绘',4,0,0,0,'2020-03-15 23:59:59','',0,'','MH150-005珩磨头测绘，共8个珩磨头，测名义尺寸，出三维模型','2020-03-09 08:45:40',NULL,3,3,0,'41','','',6,'[]',0,'',73,0,'3,0,0',0,0,0,1,'','73,黄国峰,李朋杰,MH150-005','{\"fullName\":{\"6\":\"黄国峰\",\"41\":\"李朋杰\"},\"groupName\":{\"16\":\"MH150-005\"}}','2020-03-23 15:38:45'),(74,29,11,2,'DVM-500-11012  左床身精加工工程图设计',2,0,0,0,'2020-03-10 23:59:59','',0,'','如题','2020-03-09 20:49:05',NULL,3,3,0,'14','','',11,'[]',0,'',74,0,'1,0,0',0,0,0,1,'','74,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-10 21:15:02'),(75,30,11,2,'WCM40-001  底座内防护详细方案模型设计',2,0,0,0,'2020-03-11 23:59:59','',0,'','如题','2020-03-09 20:50:59',NULL,3,3,0,'11','','',11,'[]',0,'',75,0,'2,0,0',0,0,0,1,'','75,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-11 19:35:01'),(76,19,9,2,'机床整改',2,0,0,0,'2020-03-15 23:59:59','',0,'','如题','2020-03-10 14:29:25',NULL,3,3,0,'32','','',9,'[]',0,'',76,0,'3,0,0',0,0,0,1,'','76,陈俊,梁引科,RS10A-007-010','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}','2020-03-13 16:39:11'),(77,12,9,2,'铸件加工',2,0,0,0,'2020-03-15 23:59:59','',0,'','如题','2020-03-10 14:31:40',NULL,0,3,0,'36','','',9,'[]',0,'',77,0,'6,0,0',0,0,0,1,'','77,陈俊,吕阳,MH150-006','{\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\"},\"groupName\":{\"12\":\"MH150-006\"}}',NULL),(78,0,6,2,'ZH005-002速达下单',2,0,0,0,'2020-03-10 23:59:59','',0,'','ZH005-002速达建号、下单','2020-03-10 18:04:31',NULL,3,3,0,'6','','',6,'[]',0,'',78,0,'1,0,0',0,0,0,1,'','78,黄国峰','{\"fullName\":{\"6\":\"黄国峰\"}}','2020-03-10 18:05:07'),(79,29,11,2,'DVM-500-11013  右床身  精加工工程图设计',2,0,0,0,'2020-03-11 23:59:59','',0,'','如题','2020-03-10 21:16:33',NULL,3,3,0,'14','','',11,'[]',0,'',79,0,'1,0,0',0,0,0,1,'','79,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-11 19:35:22'),(80,38,9,2,'售后托盘装配',2,0,0,0,'2020-03-15 23:59:59','',0,'','如题','2020-03-11 16:43:27',NULL,3,3,0,'25','','',9,'[]',0,'',80,0,'2,0,0',0,0,0,1,'','80,陈俊,郭伟,ZY1902','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"38\":\"ZY1902\"}}','2020-03-13 16:39:53'),(81,1,4,2,'RS08A-028气动&刀具&防护',2,0,0,0,'2020-03-11 23:59:59','',0,'','RS08A-028气动&刀具&防护','2020-03-11 19:17:47',NULL,3,3,0,'4','','',4,'[]',0,'',81,0,'0,4,0',0,0,0,1,'','81,李伟东,RS08A-028','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}','2020-03-13 09:26:11'),(82,39,4,2,'RC06A-018，E80竖排面板修改',3,0,0,0,'2020-03-13 23:59:59','',0,'','RC06A-018（E80竖排面板修改）','2020-03-11 19:26:47',NULL,3,3,0,'4,29','','',4,'[]',0,'',82,0,'0,4,0',0,0,0,1,'','82,李伟东,董晨瑞,RC06A-018','{\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"},\"groupName\":{\"39\":\"RC06A-018\"}}','2020-03-13 16:22:39'),(83,29,11,2,'DVM-500-12011  横梁精加工工程图设计',2,0,0,0,'2020-03-12 23:59:59','',0,'','如题','2020-03-11 19:45:02',NULL,3,3,0,'14','','',11,'[]',0,'',83,0,'1,0,0',0,0,0,1,'','83,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-12 16:59:29'),(84,30,11,2,'WCM40  整体防护方案模型设计',2,0,0,0,'2020-03-13 23:59:59','',0,'','如题','2020-03-11 19:46:36',NULL,3,3,0,'11','','',11,'[]',0,'',84,0,'2,0,0',0,0,0,1,'','84,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-14 21:20:34'),(85,7,6,2,'RS06A-014 电气设计',2,0,0,0,'2020-03-31 23:59:59','',0,'','RS06A-014 出原理图、端子接线图、电柜排布图','2020-03-12 16:37:59',NULL,1,3,0,'29','','',6,'[]',0,'',85,0,'4,0,0',0,0,0,1,'','85,黄国峰,董晨瑞,RS06A-014','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"7\":\"RS06A-014\"}}',NULL),(86,8,6,2,'ZY2001 电气设计',2,0,0,0,'2020-03-22 23:59:59','',0,'','ZY2001，出原理图、端子接线图、电柜排布图。包括：\r\n1、上料线控制柜\r\n2、中转线控制柜\r\n3、测量控制柜\r\n4、总控通讯线路\r\n（共计1台精镗机，1台珩磨机，1台清洗机，1套测量系统，3个机器人，2条线体）\r\n5、电源分流端子','2020-03-12 16:49:25',NULL,0,3,0,'29','','',6,'[]',0,'',86,0,'7,0,0',0,0,0,1,'','86,黄国峰,董晨瑞,ZY2001','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"8\":\"ZY2001\"}}',NULL),(87,6,6,2,'ZTA-002电气设计',2,0,0,0,'2020-03-31 23:59:59','',0,'','ZTA-002，出原理图、端子接线图、电柜排布图','2020-03-12 16:52:01',NULL,0,3,0,'29','','',6,'[]',0,'',87,0,'3,0,0',0,0,0,1,'','87,黄国峰,董晨瑞,ZTA-002','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"6\":\"ZTA-002\"}}',NULL),(88,29,11,2,'DVM-500-13011  滑座  精加工工程图设计',2,0,0,0,'2020-03-13 23:59:59','',0,'','如题','2020-03-12 17:00:26',NULL,3,3,0,'14','','',11,'[]',0,'',88,0,'1,0,0',0,0,0,1,'','88,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-14 21:19:57'),(89,3,6,2,'DVL-1115-001电气设计',2,0,0,0,'2020-03-28 23:59:59','',0,'','DVL-1115-001，出原理图、端子接线图、电柜布局图、线缆图','2020-03-12 18:16:07',NULL,2,3,0,'42','','',11,'[]',0,'',89,0,'10,0,0',0,0,0,1,'','89,黄国峰,康文生,彭兴乔,DVL-1115-001  双轴立式车削中心','{\"fullName\":{\"6\":\"黄国峰\",\"11\":\"康文生\",\"42\":\"彭兴乔\"},\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"}}',NULL),(90,21,4,2,'RC06A-011发货前准备技术文件',2,0,0,0,'2020-03-13 23:59:59','',0,'','RC06A-011发货前准备技术文件','2020-03-13 09:27:38',NULL,3,3,0,'4','','',4,'[]',0,'',90,0,'0,2,0',0,0,0,1,'','90,李伟东,RC06A-011 ','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"21\":\"RC06A-011 \"}}','2020-03-13 14:44:05'),(91,5,4,2,'SH2002夹具设计',2,0,0,0,'2020-03-15 23:59:59','',0,'','SH2002夹具设计','2020-03-13 14:52:53',NULL,3,3,0,'4','','',4,'[]',0,'',91,0,'1,4,0',0,0,0,1,'','91,李伟东,SH2002','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"5\":\"SH2002\"}}','2020-03-13 16:27:37'),(92,40,3,2,'SFQ750-001工艺试验20-02',2,0,0,0,'2020-03-15 23:59:59','',0,'','试加工确定工艺参数，解决粗糙度、平坦度问题。','2020-03-13 16:27:09',NULL,3,3,0,'12','','',3,'[]',0,'',92,0,'2,0,0',0,0,0,1,'','92,陈富永,王文利,SFQ750-001','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"40\":\"SFQ750-001\"}}','2020-03-17 08:42:37'),(93,31,3,2,'SFQ750-002走线走管设计',2,0,0,0,'2020-03-17 23:59:59','',0,'','电气走线，电柜线槽、支架；液压走管，液压站、阀组安装；润滑、气动安装；冷却走管；','2020-03-13 16:40:08',NULL,3,3,0,'12','','',3,'[]',0,'',93,0,'2,0,0',0,0,0,1,'','93,陈富永,王文利,SFQ750-002','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}','2020-03-19 13:11:56'),(94,37,9,2,'走线整改',2,0,0,0,'2020-03-15 23:59:59','',0,'','如题','2020-03-13 19:50:19',NULL,3,3,0,'24','','',9,'[]',0,'',94,0,'2,0,0',0,0,0,1,'','94,陈俊,杨海,RS10A-007~010','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}','2020-03-15 16:23:23'),(95,37,9,2,'走线整改',2,0,0,0,'2020-03-15 23:59:59','',0,'','如题','2020-03-13 19:51:18',NULL,3,3,0,'32','','',9,'[]',0,'',95,0,'2,0,0',0,0,0,1,'','95,陈俊,梁引科,RS10A-007~010','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}','2020-03-20 17:35:59'),(96,37,6,2,'RS10A-007~010 改线',1,0,0,0,'2020-03-16 23:59:59','',0,'','RS10A-007~010 防护罩内线缆部分改到防护罩外','2020-03-14 13:26:46',NULL,3,3,0,'29','','',6,'[]',0,'',96,0,'4,0,0',0,0,0,1,'','96,黄国峰,董晨瑞,RS10A-007~010','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}','2020-03-16 08:17:38'),(97,24,6,2,'ZH005-002 电气设计',2,0,0,0,'2020-03-20 12:59:59','',0,'','ZH005-002 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单','2020-03-14 13:30:56',NULL,3,3,0,'30','','',6,'[]',0,'',97,0,'4,0,0',0,0,0,1,'','97,黄国峰,吴永德,ZH005-002','{\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"},\"groupName\":{\"24\":\"ZH005-002\"}}','2020-03-26 17:46:51'),(98,26,6,2,'ZH007-002',2,0,0,0,'2020-03-20 12:59:59','',0,'','ZH007-002 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单','2020-03-14 13:32:03',NULL,0,3,0,'30','','',6,'[]',0,'',98,0,'4,0,0',0,0,0,1,'','98,黄国峰,吴永德,ZH007-002','{\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"},\"groupName\":{\"26\":\"ZH007-002\"}}',NULL),(99,25,6,2,'ZH006-001 电气设计',2,0,0,0,'2020-03-20 12:59:59','',0,'','ZH006-001 电气设计，出原理图，端子接线图，电柜布局图，电气元件清单','2020-03-14 13:35:39',NULL,3,3,0,'42','','',6,'[]',0,'',99,0,'6,0,0',0,0,0,1,'','99,黄国峰,彭兴乔,ZH006-001','{\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"},\"groupName\":{\"25\":\"ZH006-001\"}}','2020-03-25 08:55:09'),(100,10,9,2,'夹具装配',2,0,0,0,'2020-03-19 23:59:59','',0,'','如题','2020-03-15 16:23:58',NULL,3,3,0,'33','','',9,'[]',0,'',100,0,'4,0,0',0,0,1,1,'','100,陈俊,福立新,RS08A-027','{\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-19 11:11:11'),(101,35,9,2,'发货准备',2,0,0,0,'2020-03-18 23:59:59','',0,'','如题','2020-03-15 16:25:17',NULL,3,3,0,'24','','',9,'[]',0,'',101,0,'2,0,0',0,0,0,1,'','101,陈俊,杨海,ZP005','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"35\":\"ZP005\"}}','2020-03-20 17:35:00'),(102,10,9,2,'上下料装配，机床总装',2,0,0,0,'2020-03-20 23:59:59','',0,'','如题','2020-03-15 16:27:50',NULL,3,3,0,'32','','',9,'[]',0,'',102,0,'5,0,0',0,0,0,1,'','102,陈俊,梁引科,RS08A-027','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-20 17:34:39'),(103,29,11,2,'DVM-500-20011  主轴箱  精加工工程图设计',2,0,0,0,'2020-03-16 23:59:59','',0,'','如题','2020-03-16 07:53:50',NULL,3,3,0,'14','','',11,'[]',0,'',103,0,'1,0,0',0,0,0,1,'','103,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-16 19:32:47'),(104,30,11,2,'WCM40  细化相关防护结构',2,0,0,0,'2020-03-17 23:59:59','',0,'','细化与铸件有连接关系的防护结构，从而确定铸件的螺钉孔位置。','2020-03-16 07:57:03',NULL,3,3,0,'11','','',11,'[]',0,'',104,0,'2,0,0',0,0,0,1,'','104,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-17 18:46:07'),(105,21,9,2,'发货',2,0,0,0,'2020-03-16 23:59:59','',0,'','如题','2020-03-16 07:58:29',NULL,3,3,0,'9','','',9,'[]',0,'',105,0,'1,0,0',0,0,1,1,'','105,陈俊,RC06A-011 ','{\"fullName\":{\"9\":\"陈俊\"},\"groupName\":{\"21\":\"RC06A-011 \"}}','2020-03-16 16:59:24'),(106,1,4,2,'增加工件防漏拿装置',2,0,0,0,'2020-03-17 23:59:59','',0,'','增加工件防漏拿装置','2020-03-16 08:27:55',NULL,3,3,0,'4','','',4,'[]',0,'',106,0,'0,4,0',0,0,0,1,'','106,李伟东,RS08A-028','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}','2020-03-16 17:35:24'),(108,8,9,2,'线体装配',2,0,0,0,'2020-03-20 23:59:59','',0,'','如题','2020-03-16 17:14:34',NULL,3,3,0,'25','','',9,'[]',0,'',108,0,'5,0,0',0,0,0,1,'','108,陈俊,郭伟,ZY2001','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"8\":\"ZY2001\"}}','2020-03-20 17:34:08'),(109,29,11,2,'X轴 导轨、丝杠定货工程图',2,0,0,0,'2020-03-17 23:59:59','',0,'','如题','2020-03-16 19:41:34',NULL,3,3,0,'14','','',11,'[]',0,'',109,0,'1,0,0',0,0,0,1,'','109,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-17 18:46:37'),(110,0,15,2,'ZY1907 ',2,0,0,0,'2020-03-16 23:59:59','',0,'','新增防护围栏设计','2020-03-17 07:55:52',NULL,3,3,0,'43','','',15,'[]',0,'',110,0,'1,0,0',0,0,1,1,'','110,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}','2020-03-17 07:58:57'),(111,0,15,2,'ZY1904',2,0,0,0,'2020-03-17 23:59:59','',0,'','宿迁东贝接油盘漏水整改','2020-03-17 08:05:08',NULL,3,3,0,'43','','',15,'[]',0,'',111,0,'1,0,0',0,0,0,1,'','111,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}','2020-03-18 14:48:01'),(112,0,15,2,'ZY2001',2,0,0,0,'2020-03-16 23:59:59','',0,'','ZY2001 上下料干涉检查','2020-03-17 08:44:06',NULL,3,3,0,'15','','',15,'[]',0,'',112,0,'1,0,0',0,0,0,1,'','112,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}','2020-03-17 08:44:59'),(113,0,15,2,'ZY2001',2,0,0,0,'2020-03-17 23:59:59','',0,'','ZY2001 加工件下速达','2020-03-17 08:46:57',NULL,3,3,0,'15','','',15,'[]',0,'',113,0,'1,0,0',0,0,0,1,'','113,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}','2020-03-18 14:54:45'),(114,1,4,2,'RS08A-028检查是否漏下',2,0,0,0,'2020-03-18 23:59:59','',0,'','如题','2020-03-17 14:35:06',NULL,3,3,0,'4','','',4,'[]',0,'',114,0,'0,2,0',0,0,0,1,'','114,李伟东,RS08A-028','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"1\":\"RS08A-028\"}}','2020-03-20 15:25:28'),(115,37,4,2,'RS10A-007~010现场跟踪防护整改',2,0,0,0,'2020-03-17 23:59:59','',0,'','如题','2020-03-17 14:37:15',NULL,3,3,0,'4','','',4,'[]',0,'',115,0,'0,2,0',0,0,0,1,'','115,李伟东,RS10A-007~010','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}','2020-03-17 14:37:45'),(116,10,4,2,'RS08A-027解决装配中遇到的问题',2,0,0,0,'2020-03-18 23:59:59','',0,'','如题','2020-03-17 14:41:29',NULL,3,3,0,'4','','',4,'[]',0,'',116,0,'0,2,0',0,0,0,1,'','116,李伟东,RS08A-027','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-20 15:24:56'),(117,29,11,2,'X、Y轴、刀库门 铠甲防护定货工程图',2,0,0,0,'2020-03-18 23:59:59','',0,'','如题','2020-03-17 19:07:12',NULL,3,3,0,'14','','',11,'[]',0,'',117,0,'1,0,0',0,0,0,1,'','117,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-18 16:42:44'),(118,30,11,2,'底座精加工模型设计',2,0,0,0,'2020-03-18 23:59:59','',0,'','如题','2020-03-17 19:08:00',NULL,3,3,0,'11','','',11,'[]',0,'',118,0,'1,0,0',0,0,0,1,'','118,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-18 16:41:52'),(119,16,9,2,'夹具整改装配',2,0,0,0,'2020-03-18 23:59:59','',0,'','如题','2020-03-18 08:00:18',NULL,3,3,0,'9,32','','',9,'[]',0,'',119,0,'1,0,0',0,0,0,1,'','119,陈俊,梁引科,MH150-005','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"16\":\"MH150-005\"}}','2020-03-20 17:53:36'),(120,10,9,2,'电装',2,0,0,0,'2020-03-18 23:59:59','',0,'','如题','2020-03-18 08:01:52',NULL,3,3,0,'24','','',9,'[]',0,'',120,0,'1,0,0',0,0,0,1,'','120,陈俊,杨海,RS08A-027','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-20 17:33:18'),(121,7,4,2,'RS06A-014吹气装置改进',2,0,0,0,'2020-03-18 23:59:59','',0,'','如题','2020-03-18 09:44:47',NULL,3,3,0,'4','','',4,'[]',0,'',121,0,'0,2,30',0,0,0,1,'','121,李伟东,RS06A-014','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"7\":\"RS06A-014\"}}','2020-03-20 15:24:22'),(122,12,9,2,'铸件攻丝',2,0,0,0,'2020-03-19 23:59:59','',0,'','如题','2020-03-18 14:46:53',NULL,3,3,0,'25','','',9,'[]',0,'',122,0,'1,0,0',0,0,0,1,'','122,陈俊,郭伟,MH150-006','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"12\":\"MH150-006\"}}','2020-03-24 09:07:26'),(123,0,15,2,'ZY1904',2,0,0,0,'2020-03-18 23:59:59','',0,'','宿迁东贝机床导水挂板整改','2020-03-18 14:53:04',NULL,3,3,0,'43','','',15,'[]',0,'',123,0,'1,0,0',0,0,0,1,'','123,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}','2020-03-19 10:29:20'),(124,0,15,2,'ZY2001',2,0,0,0,'2020-03-19 23:59:59','',0,'','成都西菱外购件整理，下速达','2020-03-18 15:02:53',NULL,3,3,0,'15','','',15,'[]',0,'',124,0,'2,0,0',0,0,0,1,'','124,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}','2020-03-20 08:27:15'),(125,29,11,2,'DVM-500-11001 底座装配工程图设计',2,0,0,0,'2020-03-20 23:59:59','',0,'','完成DVM-500-11001 底座装配工程图、三表、其它非钣金件的工程图','2020-03-18 19:49:36',NULL,3,3,0,'14','','',11,'[]',0,'',125,0,'2,0,0',0,0,0,1,'','125,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-20 19:44:09'),(126,30,11,2,'WCM40-20011、21011左、右主轴箱精加工模型设计',2,0,0,0,'2020-03-19 23:59:59','',0,'','如题','2020-03-18 19:51:06',NULL,3,3,0,'11','','',11,'[]',0,'',126,0,'1,0,0',0,0,0,1,'','126,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-19 17:57:55'),(127,0,15,2,'广州万宝，青岛万宝根据图纸整理（报价用）',2,0,0,0,'2020-03-19 23:59:59','',0,'','广州万宝，青岛万宝根据图纸整理（报价用）','2020-03-19 10:33:31',NULL,3,3,0,'43','','',15,'[]',0,'',127,0,'1,0,0',0,0,0,1,'','127,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}','2020-03-20 08:25:55'),(128,37,9,2,'发货准备',2,0,0,0,'2020-03-22 23:59:59','',0,'','如题','2020-03-19 12:51:57',NULL,3,3,0,'24','','',9,'[]',0,'',128,0,'3,0,0',0,0,0,1,'','128,陈俊,杨海,RS10A-007~010','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}','2020-03-21 20:29:37'),(129,37,9,2,'发货准备',2,0,0,0,'2020-03-22 23:59:59','',0,'','如题','2020-03-19 12:54:28',NULL,3,3,0,'32','','',9,'[]',0,'',129,0,'2,0,0',0,0,0,1,'','129,陈俊,梁引科,RS10A-007~010','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}','2020-03-21 20:29:16'),(130,31,3,2,'SFQ750-002内防护设计',2,0,0,0,'2020-03-22 23:59:59','',0,'','导轨防护、电机防护、拖链、抛光架等防护','2020-03-19 13:17:31',NULL,3,3,0,'12','','',3,'[]',0,'',130,0,'3,0,0',0,0,0,1,'','130,陈富永,王文利,SFQ750-002','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"31\":\"SFQ750-002\"}}','2020-03-24 10:03:04'),(131,30,11,2,'WCM40-20012、21011、13011滑座精加工模型设计',2,0,0,0,'2020-03-20 23:59:59','',0,'','如题','2020-03-19 19:41:56',NULL,3,3,0,'11','','',11,'[]',0,'',131,0,'1,0,0',0,0,0,1,'','131,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-20 19:43:38'),(132,0,15,2,'贝斯特中间体报价用方案',2,0,0,0,'2020-03-23 23:59:59','',0,'','贝斯特中间体报价用方案','2020-03-20 08:34:13',NULL,3,3,0,'43','','',15,'[]',0,'',132,0,'2,0,0',0,0,0,1,'','132,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}','2020-03-24 09:12:05'),(133,44,17,2,'电器设计及调试',2,0,0,0,'2020-06-26 23:59:59','',0,'','优化ZT003电气设计，电器部分下单，装盘及走线技术支持，整机调试。','2020-03-20 11:12:23',NULL,0,3,0,'6','','',17,'[[\"\",\"\"]]',0,'',133,0,'7,0,0',0,0,0,1,'','133,黄国峰,王保森,ZT003-003','{\"fullName\":{\"6\":\"黄国峰\",\"17\":\"王保森\"},\"groupName\":{\"44\":\"ZT003-003\"}}',NULL),(134,10,6,2,'RS08A-27床身走线',1,0,0,0,'2020-03-25 23:59:59','',0,'','RS08A-27床身走线','2020-03-20 11:55:14',NULL,3,3,0,'29','','',9,'[]',0,'',134,0,'2,0,0',0,0,0,1,'','134,黄国峰,陈俊,董晨瑞,RS08A-027','{\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\",\"29\":\"董晨瑞\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-30 17:48:30'),(135,10,6,2,'RS08A-27整机调试',1,0,0,0,'2020-03-26 23:59:59','',0,'','如题','2020-03-20 11:57:05',NULL,3,3,0,'29','','',6,'[]',0,'',135,0,'3,0,0',0,0,0,1,'','135,黄国峰,董晨瑞,RS08A-027','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-27 19:04:27'),(136,19,4,2,'RS10A发货前清点装箱单',2,0,0,0,'2020-03-21 23:59:59','',0,'','RS10A发货前清点装箱单','2020-03-20 15:26:53',NULL,3,3,0,'4','','',4,'[]',0,'',136,0,'0,5,0',0,0,0,1,'','136,李伟东,RS10A-007-010','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}','2020-03-22 13:12:40'),(137,19,4,2,'RS10A工件打标',2,0,0,0,'2020-03-21 23:59:59','',0,'','换型件加工厂未打标','2020-03-20 15:28:04',NULL,3,3,0,'4','','',4,'[]',0,'',137,0,'0,4,0',0,0,0,1,'','137,李伟东,RS10A-007-010','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"19\":\"RS10A-007-010\"}}','2020-03-22 13:12:14'),(138,37,9,3,'发货',2,0,0,1,'2020-03-21 00:30:00','',0,'','发货\r\n','2020-03-21 00:00:00',NULL,3,3,1,'25','00:00','00:30',9,'[]',0,'',138,0,'1,0,0',1,20200322,0,1,'','138,陈俊,郭伟,RS10A-007~010','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}','2020-03-22 16:13:04'),(139,35,9,2,'发货',2,0,0,0,'2020-03-22 23:59:59','',0,'','包装发货\r\n','2020-03-21 20:30:59',NULL,3,3,0,'24,32,25','','',9,'[]',0,'',139,0,'1,0,0',0,0,0,1,'','139,陈俊,杨海,郭伟,梁引科,ZP005','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"},\"groupName\":{\"35\":\"ZP005\"}}','2020-03-22 19:29:16'),(140,10,9,2,'安装防护，机床线体走线',2,0,0,0,'2020-03-25 23:59:59','',0,'','安装防护，机床线体走线','2020-03-22 17:08:54',NULL,2,3,0,'24,32,25','','',9,'[]',0,'',140,0,'2,0,0',0,0,0,1,'','140,陈俊,杨海,郭伟,梁引科,RS08A-027','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"},\"groupName\":{\"10\":\"RS08A-027\"}}',NULL),(141,29,11,2,'DVM-500-12001  横梁装配工程图设计',2,0,0,0,'2020-03-25 23:59:59','',0,'','如题','2020-03-23 07:47:11',NULL,3,3,0,'14','','',11,'[]',0,'',141,0,'2,4,0',0,0,0,1,'','141,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-25 20:48:24'),(142,30,11,2,'WCM40-14011  滑座的精加工模型设计',2,0,0,0,'2020-03-23 23:59:59','',0,'','如题','2020-03-23 07:48:47',NULL,3,3,0,'11','','',11,'[]',0,'',142,0,'1,0,0',0,0,0,1,'','142,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-25 20:47:50'),(143,47,9,2,'装配',2,0,0,0,'2020-03-24 23:59:59','',0,'','如题','2020-03-23 08:15:35',NULL,1,3,0,'33','','',9,'[]',0,'',143,0,'1,0,0',0,0,0,1,'','143,陈俊,福立新,P1925','{\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"},\"groupName\":{\"47\":\"P1925\"}}',NULL),(144,48,9,2,'装配',2,0,0,0,'2020-03-29 23:59:59','',0,'','如题','2020-03-23 08:16:28',NULL,3,3,0,'33','','',9,'[]',0,'',144,0,'1,0,0',0,0,0,1,'','144,陈俊,福立新,P1926','{\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"},\"groupName\":{\"48\":\"P1926\"}}','2020-03-30 15:26:49'),(145,10,4,2,'RS08A-027统计防护罩到货情况',2,0,0,0,'2020-03-23 23:59:59','',0,'','RS08A-027统计防护罩到货情况','2020-03-23 09:40:35',NULL,3,3,0,'4','','',4,'[]',0,'',145,0,'0,2,0',0,0,0,1,'','145,李伟东,RS08A-027','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-24 19:41:39'),(146,10,9,2,'安装防护，机床走线',2,0,0,0,'2020-03-25 23:59:59','',0,'','如题','2020-03-23 17:50:50',NULL,3,3,0,'32,25','','',9,'[]',0,'',146,0,'3,0,0',0,0,0,1,'','146,陈俊,郭伟,梁引科,RS08A-027','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-28 13:58:32'),(147,35,9,2,'售后调试',2,0,0,0,'2020-03-29 23:59:59','',0,'','如题','2020-03-23 17:52:31',NULL,3,3,0,'24','','',9,'[]',0,'',147,0,'10,0,0',0,0,0,1,'','147,陈俊,杨海,ZP005','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"},\"groupName\":{\"35\":\"ZP005\"}}','2020-03-28 13:57:42'),(148,43,4,2,'R08-002主机设计',2,0,0,0,'2020-03-26 23:59:59','',0,'','R08-002主机设计','2020-03-23 18:07:54',NULL,3,3,0,'4','','',4,'[]',0,'',148,0,'2,4,0',0,0,0,1,'','148,李伟东,R08-002','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"43\":\"R08-002\"}}','2020-03-24 19:42:25'),(149,3,11,2,'DVM-1115-001   整机防护结构方案设计',2,0,0,0,'2020-03-23 19:49:39','',0,'','整机防护结构方案设计依实现外观设计为准。','2020-03-23 19:52:41',NULL,3,3,0,'7','','',11,'[]',0,'',149,0,'4,0,0',0,0,0,1,'','149,刘长澜,康文生,DVL-1115-001  双轴立式车削中心','{\"fullName\":{\"7\":\"刘长澜\",\"11\":\"康文生\"},\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"}}','2020-03-27 20:27:29'),(150,30,11,2,'WCM40  整机防护外观方案模型设计',2,0,0,0,'2020-03-25 23:59:59','',0,'','着重于外观设计，主要是有于样本资料。','2020-03-23 19:54:24',NULL,3,3,0,'11','','',11,'[]',0,'',150,0,'2,0,0',0,0,0,1,'','150,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-25 20:47:28'),(151,0,15,2,'ZY2001',2,0,0,0,'2020-03-29 23:59:59','',0,'','ZY2001 西菱装配图','2020-03-24 09:13:31',NULL,3,3,0,'43','','',15,'[]',0,'',151,0,'2,0,0',0,0,0,1,'','151,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}','2020-03-26 09:01:47'),(152,46,3,2,'SFT750-001改造总方案',2,0,0,0,'2020-03-29 23:59:59','',0,'','确定总体改造内容，各部件改造总方案及可行性。','2020-03-24 10:07:44',NULL,3,3,0,'12','','',3,'[]',0,'',152,0,'3,0,0',0,0,0,1,'','152,陈富永,王文利,SFT750-001','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"46\":\"SFT750-001\"}}','2020-03-30 09:06:13'),(153,50,6,2,'RC08A-007 解除使用期限',2,0,0,0,'2020-03-24 23:59:59','',0,'','RC08A-007 解除使用期限。联络、制作并传文件、指导操作等','2020-03-24 12:04:26',NULL,3,3,0,'29','','',6,'[]',0,'',153,0,'0,2,0',0,0,0,1,'','153,黄国峰,董晨瑞,RC08A-007','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"50\":\"RC08A-007\"}}','2020-03-26 11:22:41'),(154,49,6,2,'RC06A-014 解除使用期限',2,0,0,0,'2020-03-24 23:59:59','',0,'','RC06A-014 解除使用期限。联络、制作并传文件、指导操作等','2020-03-24 12:05:38',NULL,3,3,0,'29','','',6,'[]',0,'',154,0,'0,2,0',0,0,0,1,'','154,黄国峰,董晨瑞,RC06A-014','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"},\"groupName\":{\"49\":\"RC06A-014\"}}','2020-03-26 11:22:58'),(155,40,3,2,'SFQ750-001测试软件',2,0,0,0,'2020-03-24 23:59:59','',0,'','如题','2020-03-24 16:38:03',NULL,3,3,0,'12','','',3,'[]',0,'',155,0,'0,1,0',0,0,0,1,'','155,陈富永,王文利,SFQ750-001','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"40\":\"SFQ750-001\"}}','2020-03-24 16:43:10'),(156,26,9,2,'铸件加工',2,0,0,0,'2020-03-29 23:59:59','',0,'','如题','2020-03-24 17:32:05',NULL,0,3,0,'36,39','','',9,'[]',0,'',156,0,'5,0,0',0,0,0,1,'','156,陈俊,吕阳,代彦磊,ZH007-002','{\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\",\"39\":\"代彦磊\"},\"groupName\":{\"26\":\"ZH007-002\"}}',NULL),(157,43,4,2,'R08-002主机部分下单',2,0,0,0,'2020-03-25 23:59:59','',0,'','R08-002主机部分下单','2020-03-24 19:47:51',NULL,3,3,0,'5','','',4,'[]',0,'',157,0,'0,3,0',0,0,0,1,'','157,李伟东,任颖,R08-002','{\"fullName\":{\"4\":\"李伟东\",\"5\":\"任颖\"},\"groupName\":{\"43\":\"R08-002\"}}','2020-03-27 15:22:06'),(158,39,4,2,'RC06A-018技术任务书',2,0,0,0,'2020-03-25 23:59:59','',0,'','RC06A-018技术任务书','2020-03-24 19:49:34',NULL,3,3,0,'4','','',4,'[]',0,'',158,0,'0,2,0',0,0,0,1,'','158,李伟东,RC06A-018','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"39\":\"RC06A-018\"}}','2020-03-25 16:42:16'),(159,39,4,2,'RC06A-018夹具设计',2,0,0,0,'2020-03-29 23:59:59','',0,'','RC06A-018夹具设计','2020-03-24 19:50:54',NULL,3,3,0,'4','','',4,'[]',0,'',159,0,'1,4,0',0,0,0,1,'','159,李伟东,RC06A-018','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"39\":\"RC06A-018\"}}','2020-03-27 15:10:07'),(160,37,9,2,'四台磁分',2,0,0,0,'2020-03-27 23:59:59','',0,'','如题','2020-03-25 07:57:35',NULL,0,3,0,'33','','',9,'[]',0,'',160,0,'3,0,0',0,0,0,1,'','160,陈俊,福立新,RS10A-007~010','{\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}',NULL),(161,43,6,2,'R08-002 电气设计',2,0,0,0,'2020-04-16 23:59:59','',0,'','R08-002 电气设计，与第一台相同。整理并审查第一台的原理图和元器件表，添加端子接线图和电柜排布图。','2020-03-25 08:59:10',NULL,3,3,0,'42','','',6,'[]',0,'',161,0,'2,0,0',0,0,0,1,'','161,黄国峰,彭兴乔,R08-002','{\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"},\"groupName\":{\"43\":\"R08-002\"}}','2020-03-30 13:10:23'),(162,44,6,2,'ZT003-003 电气设计',2,0,0,0,'2020-04-17 23:59:59','',0,'','ZT003-003 电气设计，出原理图、端子接线图、电柜排布图','2020-03-25 09:54:28',NULL,0,3,0,'42','','',6,'[]',0,'',162,0,'6,0,0',0,0,0,1,'','162,黄国峰,彭兴乔,ZT003-003','{\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"},\"groupName\":{\"44\":\"ZT003-003\"}}',NULL),(163,54,6,2,'RC06A-018 电气设计',2,0,0,0,'2020-04-11 23:59:59','',0,'','RC06A-018，出原理图、端子接线图、电柜排布图。注意操作面板为RC机型第3版，是新版本。','2020-03-25 12:27:12',NULL,1,3,0,'42','','',6,'[]',0,'',163,0,'5,0,0',0,0,0,1,'','163,黄国峰,彭兴乔,RC06A-018','{\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"},\"groupName\":{\"54\":\"RC06A-018\"}}',NULL),(164,30,11,2,'WCM40  优化总机外形尺寸',2,0,0,0,'2020-03-25 23:59:59','',0,'','总机尺寸过长，优化主机总长尺寸与使用者的操作空间尺寸。','2020-03-25 20:51:22',NULL,3,3,0,'11','','',11,'[]',0,'',164,0,'1,0,0',0,0,0,1,'','164,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-26 20:20:56'),(165,29,11,2,'DVM-500-13001  滑座装配工程图设计',2,0,0,0,'2020-03-27 23:59:59','',0,'','如题','2020-03-25 20:52:51',NULL,3,3,0,'14','','',11,'[]',0,'',165,0,'2,4,0',0,0,0,1,'','165,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-27 20:27:48'),(166,11,9,2,'夹具装配',2,0,0,0,'2020-04-01 23:59:59','',0,'','如题','2020-03-26 08:04:02',NULL,0,3,0,'33','','',9,'[]',0,'',166,0,'3,0,0',0,0,0,1,'','166,陈俊,福立新,RC06A-017','{\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"},\"groupName\":{\"11\":\"RC06A-017\"}}',NULL),(167,0,15,2,'自动化说明书模板',2,0,0,0,'2020-03-31 23:59:59','',0,'','自动化说明书模板','2020-03-26 08:59:09',NULL,3,3,0,'43','','',15,'[]',0,'',167,0,'5,0,0',0,0,0,1,'','167,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}','2020-03-31 17:17:49'),(168,0,15,2,'恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价',2,0,0,0,'2020-03-26 23:59:59','',0,'','如题','2020-03-26 09:01:15',NULL,3,3,0,'15','','',15,'[]',0,'',168,0,'2,0,0',0,0,0,1,'','168,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}','2020-03-31 17:16:49'),(169,10,6,2,'RS08A-027 水箱及输送机走线',2,0,0,0,'2020-03-27 23:59:59','',0,'','RS08A-027 水箱及输送机走线','2020-03-26 11:24:36',NULL,3,3,0,'42','','',6,'[]',0,'',169,0,'1,4,0',0,0,0,1,'','169,黄国峰,彭兴乔,RS08A-027','{\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-27 13:03:31'),(170,52,20,2,'P2002磐吉奥换型夹具设计及下单',1,0,0,0,'2020-03-29 23:59:59','',0,'','售后服务项目；用户两种零件的换型夹具','2020-03-26 11:28:31',NULL,0,3,0,'20','','',20,'[]',0,'',170,0,'5,0,0',0,0,0,1,'','170,郝俊才,P2002','{\"fullName\":{\"20\":\"郝俊才\"},\"groupName\":{\"52\":\"P2002\"}}',NULL),(171,10,9,2,'调试，发货',2,0,0,0,'2020-03-27 23:59:59','',0,'','如题','2020-03-27 08:00:26',NULL,3,3,0,'32,33,25','','',9,'[]',0,'',171,0,'1,0,0',0,0,0,1,'','171,陈俊,郭伟,梁引科,福立新,RS08A-027','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\",\"33\":\"福立新\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-28 13:57:09'),(172,30,11,2,'WCM40  样本资料设计',2,0,0,0,'2020-03-27 23:59:59','',0,'','如题','2020-03-27 08:08:24',NULL,3,3,0,'11','','',11,'[]',0,'',172,0,'1,0,0',0,0,0,1,'','172,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-27 20:27:03'),(173,13,6,2,'ZP005-001 编写电气说明书',2,0,0,0,'2020-03-31 23:59:59','',0,'','ZP005-001 编写电气说明书','2020-03-27 13:06:45',NULL,0,3,0,'30','','',6,'[]',0,'',173,0,'1,4,0',0,0,0,1,'','173,黄国峰,吴永德,ZP005-001','{\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"},\"groupName\":{\"13\":\"ZP005-001\"}}',NULL),(174,53,6,2,'ZH005-001 修改程序',2,0,0,0,'2020-03-27 23:59:59','',0,'','ZH005-001 修改程序','2020-03-27 13:09:55',NULL,3,3,0,'30','','',6,'[]',0,'',174,0,'7,0,0',0,0,0,1,'','174,黄国峰,吴永德,ZH005-001','{\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"},\"groupName\":{\"53\":\"ZH005-001\"}}','2020-03-30 12:33:08'),(175,10,4,2,'RS08A-027发货清单及核对换型件',2,0,0,0,'2020-03-27 23:59:59','',0,'','如题','2020-03-27 15:20:03',NULL,3,3,0,'4','','',4,'[]',0,'',175,0,'0,3,0',0,0,0,1,'','175,李伟东,RS08A-027','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-30 08:55:42'),(176,51,4,2,'SH2003夹具设计',2,0,0,0,'2020-03-27 23:59:59','',0,'','SH2003夹具设计','2020-03-27 15:21:37',NULL,3,3,0,'4','','',4,'[]',0,'',176,0,'0,4,0',0,0,0,1,'','176,李伟东,SH2003','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"51\":\"SH2003\"}}','2020-03-30 08:55:14'),(177,25,6,2,'ZH006-001 速达建号下单',2,0,0,0,'2020-03-30 23:59:59','',0,'','3.13	ZH006-001所有铸件建号\r\n3.19	给采购修改货品号和新建外购件号（ZH006)\r\n3.27	修改货品号（ZH006）并与采购核实确认\r\n','2020-03-28 13:31:57',NULL,1,3,0,'5','','',6,'[]',0,'',177,0,'0,4,30',0,0,0,1,'','177,任颖,黄国峰,ZH006-001','{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"25\":\"ZH006-001\"}}',NULL),(178,46,9,2,'改造',2,0,0,0,'2020-04-05 23:59:59','',0,'','如题','2020-03-30 07:13:35',NULL,2,3,0,'32,25','','',9,'[]',0,'',178,0,'2,0,0',0,0,0,1,'','178,陈俊,郭伟,梁引科,SFT750-001','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"},\"groupName\":{\"46\":\"SFT750-001\"}}',NULL),(179,30,11,2,'WCM40  完成产品的样本',2,0,0,0,'2020-03-30 23:59:59','',0,'','如题','2020-03-30 07:51:45',NULL,3,3,0,'11','','',11,'[]',0,'',179,0,'1,0,0',0,0,0,1,'','179,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}','2020-03-31 07:56:23'),(180,29,11,2,'DVM-500-20001  主轴装配工程图设计',2,0,0,0,'2020-03-31 23:59:59','',0,'','如题','2020-03-30 07:53:34',NULL,3,3,0,'14','','',11,'[]',0,'',180,0,'1,4,0',0,0,0,1,'','180,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}','2020-03-31 20:12:07'),(181,3,11,2,'DVL-1115  完成内总钣金件的设计',2,0,0,0,'2020-04-03 23:59:59','',0,'','如题','2020-03-30 07:56:12',NULL,0,3,0,'7','','',11,'[]',0,'',181,0,'5,0,0',0,0,0,1,'','181,刘长澜,康文生,DVL-1115-001  双轴立式车削中心','{\"fullName\":{\"7\":\"刘长澜\",\"11\":\"康文生\"},\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"}}',NULL),(182,8,6,2,'ZY2001 速达建号下单',2,0,0,0,'2020-03-30 23:59:59','',0,'','3.16	智羽做采购计划和外购件建号\r\n3.17	智羽外购件建号','2020-03-30 08:24:53',NULL,1,3,0,'5','','',6,'[]',0,'',182,0,'0,2,0',0,0,0,1,'','182,任颖,黄国峰,ZY2001','{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"8\":\"ZY2001\"}}',NULL),(183,43,6,2,'R08-002 速达项目号审核建号',2,0,0,0,'2020-03-30 23:59:59','',0,'','R08-002 速达项目号审核建号','2020-03-30 08:53:33',NULL,1,3,0,'5','','',6,'[]',0,'',183,0,'0,0,30',0,0,0,1,'','183,任颖,黄国峰,R08-002','{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"43\":\"R08-002\"}}',NULL),(184,44,6,2,'ZT003-003 速达项目号审核建号',2,0,0,0,'2020-03-30 23:59:59','',0,'','ZT003-003 速达项目号审核建号','2020-03-30 08:54:27',NULL,1,3,0,'5','','',6,'[]',0,'',184,0,'0,0,30',0,0,0,1,'','184,任颖,黄国峰,ZT003-003','{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"44\":\"ZT003-003\"}}',NULL),(185,51,6,2,'SH2003 速达项目号审核建号',2,0,0,0,'2020-03-30 23:59:59','',0,'','SH2003 速达项目号审核建号','2020-03-30 08:55:54',NULL,1,3,0,'5','','',6,'[]',0,'',185,0,'0,0,30',0,0,0,1,'','185,任颖,黄国峰,SH2003','{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"51\":\"SH2003\"}}',NULL),(186,54,6,2,'RC06A-018 速达项目号审核建号',2,0,0,0,'2020-03-30 23:59:59','',0,'','RC06A-018 速达项目号审核建号','2020-03-30 08:56:47',NULL,1,3,0,'5','','',6,'[]',0,'',186,0,'0,0,30',0,0,0,1,'','186,任颖,黄国峰,RC06A-018','{\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"},\"groupName\":{\"54\":\"RC06A-018\"}}',NULL),(187,54,4,2,'RC06A-018查找防护电柜缺失件并补齐',2,0,0,0,'2020-03-30 23:59:59','',0,'','RC06A-018查找防护电柜缺失件并补齐','2020-03-30 09:04:15',NULL,3,3,0,'10','','',4,'[]',0,'',187,0,'0,4,0',0,0,0,1,'','187,李伟东,胡玉龙,RC06A-018','{\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"},\"groupName\":{\"54\":\"RC06A-018\"}}','2020-03-30 20:16:58'),(188,40,3,2,'SFQ750-001振动系统改造设计',2,0,0,0,'2020-03-31 23:59:59','',0,'','压缩油缸振动修改为主轴箱、尾座一体振动。\r\n尾座增加导轨，与主轴箱增加刚性连接。','2020-03-30 09:10:45',NULL,0,3,0,'12','','',3,'[]',0,'',188,0,'2,0,0',0,0,0,1,'','188,陈富永,王文利,SFQ750-001','{\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"},\"groupName\":{\"40\":\"SFQ750-001\"}}',NULL),(189,43,4,2,'R08-002夹具方案设计',2,0,0,0,'2020-04-01 23:59:59','',0,'','R08-002夹具方案设计','2020-03-30 09:35:29',NULL,0,3,0,'4','','',4,'[]',0,'',189,0,'2,0,0',0,0,0,1,'','189,李伟东,R08-002','{\"fullName\":{\"4\":\"李伟东\"},\"groupName\":{\"43\":\"R08-002\"}}',NULL),(190,11,9,2,'装配',2,0,0,0,'2020-03-30 23:59:59','',0,'','如题','2020-03-30 15:27:51',NULL,3,3,0,'32','','',9,'[]',0,'',190,0,'1,0,0',0,0,0,1,'','190,陈俊,梁引科,RC06A-017','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"},\"groupName\":{\"11\":\"RC06A-017\"}}','2020-03-31 22:00:33'),(191,26,9,2,'铸件攻丝',2,0,0,0,'2020-03-30 23:59:59','',0,'','如题','2020-03-30 15:28:49',NULL,3,3,0,'25','','',9,'[]',0,'',191,0,'1,0,0',0,0,0,1,'','191,陈俊,郭伟,ZH007-002','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"26\":\"ZH007-002\"}}','2020-03-31 22:00:12'),(192,15,9,2,'试切',2,0,0,0,'2020-03-30 23:59:59','',0,'','如题','2020-03-30 15:29:42',NULL,3,3,0,'34','','',9,'[]',0,'',192,0,'1,0,0',0,0,0,1,'','192,陈俊,王金龙,ZH008','{\"fullName\":{\"9\":\"陈俊\",\"34\":\"王金龙\"},\"groupName\":{\"15\":\"ZH008\"}}','2020-03-31 22:01:13'),(193,43,4,2,'R08-002更换电柜空调厂家',2,0,0,0,'2020-03-31 23:59:59','',0,'','R08-002更换电柜空调厂家，电柜接口重出图','2020-03-30 16:01:12',NULL,3,3,0,'10','','',4,'[]',0,'',193,0,'0,3,0',0,0,0,1,'','193,李伟东,胡玉龙,R08-002','{\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"},\"groupName\":{\"43\":\"R08-002\"}}','2020-04-01 08:18:44'),(202,54,4,2,'RC06A-018夹具装配图，气动原理图',2,0,0,0,'2020-03-31 23:59:59','',0,'','RC06A-018夹具装配图，气动原理图','2020-03-30 20:23:53',NULL,3,3,0,'10','','',4,'[]',0,'',194,0,'0,4,0',0,0,0,1,'','194,李伟东,胡玉龙,RC06A-018','{\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"},\"groupName\":{\"54\":\"RC06A-018\"}}','2020-04-01 08:18:30'),(203,29,11,2,'DVN-500  液压系统设计任务书',2,0,0,0,'2020-04-01 23:59:59','',0,'','如题','2020-03-31 07:57:33',NULL,1,3,0,'14','','',11,'[]',0,'',195,0,'1,4,0',0,0,0,1,'','195,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"},\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"}}',NULL),(204,16,9,2,'收尾',2,0,0,0,'2020-03-31 23:59:59','',0,'','如题','2020-03-31 07:59:48',NULL,3,3,0,'32,34','','',9,'[]',0,'',196,0,'1,0,0',0,0,1,1,'','196,陈俊,梁引科,王金龙,MH150-005','{\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\",\"34\":\"王金龙\"},\"groupName\":{\"16\":\"MH150-005\"}}','2020-04-01 07:58:54'),(205,26,9,2,'铸件攻丝',2,0,0,0,'2020-03-31 23:59:59','',0,'','如题','2020-03-31 08:01:16',NULL,3,3,0,'25','','',9,'[]',0,'',197,0,'1,0,0',0,0,0,1,'','197,陈俊,郭伟,ZH007-002','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"},\"groupName\":{\"26\":\"ZH007-002\"}}','2020-04-01 07:54:28'),(206,30,11,2,'WCM40  差速器生产线中的应用',2,0,0,0,'2020-04-01 23:59:59','',0,'','如题','2020-03-31 08:02:17',NULL,0,3,0,'11','','',11,'[]',0,'',198,0,'2,0,0',0,0,0,1,'','198,康文生,WCM40-001  差速器壳复合加工中心','{\"fullName\":{\"11\":\"康文生\"},\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"}}',NULL),(207,37,4,2,'RS10A-009找正机构画出找正角度',2,0,0,0,'2020-03-31 23:59:59','',0,'','RS10A-009找正机构画出找正角度，发给三星','2020-03-31 08:47:31',NULL,3,3,0,'21','','',4,'[]',0,'',199,0,'0,2,0',0,0,0,1,'','199,李伟东,马英福,RS10A-007~010','{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"37\":\"RS10A-007~010\"}}','2020-03-31 13:37:57'),(208,10,4,2,'RS08A-027 活塞环高度变化说明',2,0,0,0,'2020-03-31 23:59:59','',0,'','RS08A-027 活塞环高度变化说明','2020-03-31 08:54:01',NULL,3,3,0,'21','','',4,'[]',0,'',200,0,'0,2,0',0,0,0,1,'','200,李伟东,马英福,RS08A-027','{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-31 13:37:38'),(209,10,4,2,'RS08A-027整理说明书用装配图，换型表',2,0,0,0,'2020-03-31 23:59:59','',0,'','RS08A-027整理说明书用装配图，换型表','2020-03-31 13:37:24',NULL,3,3,0,'21','','',4,'[]',0,'',201,0,'0,3,0',0,0,0,1,'','201,李伟东,马英福,RS08A-027','{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"10\":\"RS08A-027\"}}','2020-03-31 16:24:14'),(210,0,15,2,'ZY1908',2,0,0,0,'2020-04-05 23:59:59','',0,'','ZY1908合肥美芝整改件安装','2020-03-31 17:16:02',NULL,0,3,0,'9','','',15,'[]',0,'',202,0,'2,0,0',0,0,0,1,'','202,陈俊,赵辛生','{\"fullName\":{\"9\":\"陈俊\",\"15\":\"赵辛生\"}}',NULL),(211,3,9,2,'底座部装',2,0,0,0,'2020-04-01 23:59:59','',0,'','如题','2020-04-01 07:56:31',NULL,0,3,0,'34','','',9,'[]',0,'',203,0,'2,0,0',0,0,0,1,'','203,陈俊,王金龙,DVL-1115-001  双轴立式车削中心','{\"fullName\":{\"9\":\"陈俊\",\"34\":\"王金龙\"},\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"}}',NULL),(212,16,9,2,'发货准备',2,0,0,0,'2020-04-01 23:59:59','',0,'','如题','2020-04-01 07:58:21',NULL,0,3,0,'32,25','','',9,'[]',0,'',204,0,'2,0,0',0,0,0,1,'','204,陈俊,郭伟,梁引科,MH150-005','{\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"},\"groupName\":{\"16\":\"MH150-005\"}}',NULL),(213,0,15,2,'恩布拉科报价方案3D图',2,0,0,0,'2020-04-01 23:59:59','',0,'','如题','2020-04-01 08:12:12',NULL,1,3,0,'43','','',15,'[]',0,'',205,0,'1,0,0',0,0,0,1,'','205,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',NULL),(214,43,4,2,'R08-002夹具设计',2,0,0,0,'2020-04-07 23:59:59','',0,'','R08-002夹具设计','2020-04-01 08:20:08',NULL,0,3,0,'21','','',4,'[]',0,'',206,0,'4,0,0',0,0,0,1,'','206,李伟东,马英福,R08-002','{\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"},\"groupName\":{\"43\":\"R08-002\"}}',NULL),(215,43,4,2,'R08-002非标防护',2,0,0,0,'2020-04-07 23:59:59','',0,'','R08-002非标防护','2020-04-01 08:22:12',NULL,0,3,0,'10','','',4,'[]',0,'',207,0,'3,4,0',0,0,0,1,'','207,李伟东,胡玉龙,R08-002','{\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"},\"groupName\":{\"43\":\"R08-002\"}}',NULL);
/*!40000 ALTER TABLE `jee_task` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_allot`
--

DROP TABLE IF EXISTS `jee_task_allot`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_allot` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `from_id` int(11) DEFAULT NULL,
  `next_user` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `done_time` datetime DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  `rating` smallint(6) DEFAULT NULL,
  `medal` int(11) DEFAULT NULL,
  `learns` varchar(255) DEFAULT NULL,
  `accept` smallint(6) DEFAULT NULL,
  `accept_day` varchar(255) DEFAULT NULL,
  `accept_hard` decimal(11,2) DEFAULT NULL,
  `accept_quality` decimal(11,2) DEFAULT NULL,
  `workload` varchar(255) DEFAULT NULL,
  `recheck_id` int(11) DEFAULT NULL,
  `accept_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `tid` (`tid`),
  KEY `user_id` (`user_id`),
  KEY `recheck_id` (`recheck_id`)
) ENGINE=MyISAM AUTO_INCREMENT=228 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_allot`
--

LOCK TABLES `jee_task_allot` WRITE;
/*!40000 ALTER TABLE `jee_task_allot` DISABLE KEYS */;
INSERT INTO `jee_task_allot` VALUES (2,2,19,1,0,NULL,'2020-01-14 17:13:23','2020-01-15 16:59:59',1,'2020-01-15 09:41:15',0,98,0,'null',1,'0,0,30',1.10,100.00,'0,0,0',NULL,'2020-02-12 13:22:19'),(3,3,10,1,0,NULL,'2020-01-18 08:54:38','2020-01-18 23:59:59',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(4,4,21,1,0,NULL,'2020-01-18 08:58:19','2020-01-18 23:59:59',1,'2020-01-18 09:03:34',46,98,NULL,'null',1,'1,0,0',1.00,95.00,'1,0,0',NULL,'2020-03-04 10:34:10'),(5,5,4,1,0,NULL,'2020-01-18 09:06:06','2020-01-10 23:59:59',1,'2020-01-18 09:06:35',13,98,NULL,'null',1,'0,2,0',1.10,95.00,'0,2,0',NULL,'2020-02-28 09:22:09'),(6,6,4,1,0,NULL,'2020-01-18 09:09:45','2020-02-06 23:59:59',1,'2020-01-18 09:09:54',23,98,NULL,'null',1,'0,1,0',1.00,95.00,'0,4,0',NULL,'2020-03-09 08:57:32'),(7,7,21,1,0,NULL,'2020-01-18 09:16:37','2020-02-06 23:59:59',1,'2020-03-31 16:26:24',NULL,NULL,NULL,NULL,NULL,'6,0,0',NULL,NULL,NULL,NULL,NULL),(8,8,21,1,0,NULL,'2020-01-18 09:17:55','2020-02-06 23:59:59',2,'2020-03-31 16:22:41',NULL,NULL,NULL,NULL,1,'0,0,0',NULL,NULL,'0,0,0,0',NULL,NULL),(12,11,6,1,0,NULL,'2020-02-11 16:41:27','2020-02-16 23:59:59',1,'2020-02-13 13:35:53',96,98,0,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-02-14 08:46:16'),(13,12,3,1,0,NULL,'2020-02-12 10:48:57','2020-02-12 23:59:59',1,'2020-02-12 12:18:01',3,98,NULL,'null',1,'0,0,30',1.00,100.00,'0,0,30',NULL,'2020-02-12 12:24:04'),(11,10,24,1,0,NULL,'2020-02-11 15:17:15','2020-02-16 23:59:59',1,'2020-02-13 08:42:59',201,98,NULL,'null',1,'4,0,0',1.10,95.00,'4,0,0',NULL,'2020-02-14 10:19:26'),(14,13,9,1,0,NULL,'2020-02-13 09:03:31','2020-02-14 23:59:59',1,'2020-02-14 10:20:12',100,98,NULL,'null',1,'2,0,0',1.10,95.00,'2,0,0',NULL,'2020-02-14 10:20:21'),(15,13,24,1,0,NULL,'2020-02-13 09:03:31','2020-02-14 23:59:59',1,'2020-02-17 09:02:32',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-02-18 10:55:20'),(16,14,6,1,0,NULL,'2020-02-17 08:25:35','2020-02-23 23:59:59',1,'2020-02-25 08:18:05',192,98,NULL,'null',1,'4,0,0',1.00,100.00,'4,0,0',NULL,'2020-02-25 17:45:16'),(17,14,41,1,0,NULL,'2020-02-17 08:25:35','2020-02-23 23:59:59',1,'2020-02-25 17:27:43',192,98,NULL,'null',1,'4,0,0',1.00,100.00,'4,0,0',NULL,'2020-02-25 17:46:15'),(18,15,9,1,0,NULL,'2020-02-17 08:29:50','2020-02-23 23:59:59',1,'2020-02-20 09:25:13',251,98,NULL,'null',1,'4,0,0',1.10,95.00,'5,0,0',NULL,'2020-02-20 09:25:30'),(19,15,24,1,0,NULL,'2020-02-17 08:29:50','2020-02-23 23:59:59',1,'2020-02-24 08:19:23',251,98,NULL,'null',1,'5,0,0',1.10,95.00,'5,0,0',NULL,'2020-02-28 11:10:08'),(20,16,20,1,0,NULL,'2020-02-18 08:12:07','2020-02-24 23:59:00',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(21,17,12,1,0,NULL,'2020-02-18 08:38:42','2020-02-19 23:59:59',1,'2020-02-19 18:04:41',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-02-20 15:07:40'),(22,18,12,1,0,NULL,'2020-02-19 17:37:11','2020-02-21 23:59:59',1,'2020-02-21 16:45:14',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-02-21 17:50:59'),(23,19,9,1,0,NULL,'2020-02-20 09:30:29','2020-02-25 23:59:59',1,'2020-02-28 11:11:08',351,98,NULL,'null',1,'5,0,0',1.10,95.00,'7,0,0',NULL,'2020-02-28 11:11:50'),(24,19,24,1,0,NULL,'2020-02-20 09:30:29','2020-02-25 23:59:59',1,'2020-02-28 16:22:19',351,98,NULL,'null',1,'7,0,0',1.10,95.00,'7,0,0',NULL,'2020-03-01 14:10:34'),(25,20,12,1,0,NULL,'2020-02-21 18:05:36','2020-02-25 23:59:59',1,'2020-02-25 16:48:16',96,98,NULL,'null',1,'1,7,0',1.00,100.00,'2,0,0',NULL,'2020-02-25 17:09:45'),(26,21,11,1,0,NULL,'2020-02-23 20:43:12','2020-02-24 23:59:59',1,'2020-02-25 07:52:36',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-02-25 07:53:27'),(27,22,6,1,0,NULL,'2020-02-24 08:30:56','2020-02-24 23:59:59',1,'2020-02-25 08:18:42',38,98,NULL,'null',1,'0,6,0',1.10,95.00,'0,6,0',NULL,'2020-02-25 08:19:58'),(28,23,29,1,0,NULL,'2020-02-24 08:33:06','2020-02-26 23:59:59',1,'2020-02-27 08:29:42',150,98,NULL,'null',1,'3,0,0',1.10,95.00,'3,0,0',NULL,'2020-02-27 08:30:18'),(29,24,20,1,0,NULL,'2020-02-24 08:46:52','2020-02-27 23:59:00',1,'2020-03-12 20:51:02',115,98,0,'null',1,'3,0,0',1.00,80.00,'3,0,0',NULL,'2020-03-12 20:52:04'),(30,25,11,1,0,NULL,'2020-02-25 07:59:37','2020-02-25 23:59:59',1,'2020-02-25 21:17:24',60,98,NULL,'null',1,'1,2,0',1.00,100.00,'1,2,0',NULL,'2020-02-25 21:18:11'),(31,26,6,1,0,NULL,'2020-02-25 08:23:25','2020-02-26 23:59:59',1,'2020-02-27 08:18:08',50,98,NULL,'null',1,'1,0,0',1.10,95.00,'1,0,0',NULL,'2020-02-27 08:18:44'),(32,27,26,1,0,NULL,'2020-02-25 09:16:50','2020-03-02 17:00:00',1,'2020-02-28 11:14:25',336,98,NULL,'null',3,'4,0,0',1.00,100.00,'7,0,0',NULL,'2020-03-20 11:03:36'),(33,28,12,1,0,NULL,'2020-02-25 17:11:17','2020-02-27 23:59:59',1,'2020-03-03 08:14:37',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-03 13:31:34'),(34,29,12,1,0,NULL,'2020-02-25 17:13:02','2020-02-29 23:59:59',1,'2020-03-03 08:15:14',144,98,NULL,'null',1,'3,0,0',1.00,100.00,'3,0,0',NULL,'2020-03-04 17:19:45'),(35,30,11,1,0,NULL,'2020-02-25 21:20:48','2020-02-26 23:59:59',1,'2020-02-26 21:04:47',72,98,NULL,'null',1,'1,4,0',1.00,100.00,'1,4,0',NULL,'2020-02-26 21:05:10'),(36,31,11,1,0,NULL,'2020-02-26 21:09:11','2020-02-28 23:59:59',1,'2020-02-28 17:52:33',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-02-28 17:53:31'),(37,32,6,1,0,NULL,'2020-02-27 08:21:25','2020-02-28 23:59:59',1,'2020-03-04 15:59:05',115,98,NULL,'null',1,'3,0,0',1.00,80.00,'3,0,0',NULL,'2020-03-04 15:59:21'),(38,33,29,1,0,NULL,'2020-02-27 08:26:47','2020-03-01 23:59:59',1,'2020-02-29 15:10:47',130,97,NULL,'null',1,'2,4,0',1.00,90.00,'3,0,0',NULL,'2020-03-04 16:21:57'),(39,34,20,1,0,NULL,'2020-02-27 13:54:14','2020-02-27 23:59:00',1,'2020-03-12 20:48:49',34,98,0,'null',1,'0,7,0',1.00,80.00,'0,7,0',NULL,'2020-03-12 20:50:16'),(40,35,4,1,0,NULL,'2020-02-28 09:25:33','2020-02-28 23:59:59',1,'2020-02-28 15:04:51',6,98,NULL,'null',1,'0,1,0',1.10,95.00,'0,1,0',NULL,'2020-02-28 15:05:12'),(41,36,4,1,0,NULL,'2020-02-28 15:11:00','2020-03-03 23:59:59',1,'2020-03-03 14:21:05',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-03 14:21:31'),(42,37,11,1,0,NULL,'2020-02-28 18:19:00','2020-02-29 23:59:59',1,'2020-02-29 19:21:49',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-02-29 19:22:11'),(43,38,29,1,0,NULL,'2020-02-28 21:56:48','2020-03-08 23:59:59',1,'2020-03-04 16:03:14',130,97,NULL,'null',1,'2,0,0',1.00,90.00,'3,0,0',NULL,'2020-03-04 16:11:28'),(44,39,29,1,0,NULL,'2020-02-28 21:59:10','2020-03-15 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(45,40,9,1,0,NULL,'2020-02-28 22:01:12','2020-02-29 23:59:59',1,'2020-02-29 15:32:24',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-02-29 15:33:37'),(46,40,24,1,0,NULL,'2020-02-28 22:01:12','2020-02-29 23:59:59',1,'2020-02-29 15:23:40',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-02-29 15:33:11'),(47,41,29,1,0,NULL,'2020-02-28 22:01:52','2020-04-30 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(48,42,29,1,0,NULL,'2020-02-28 22:04:31','2020-04-30 23:59:59',1,'2020-03-19 12:08:12',192,98,NULL,'null',1,'3,4,0',1.00,100.00,'4,0,0',NULL,'2020-03-23 15:12:45'),(49,43,29,1,0,NULL,'2020-02-28 22:08:44','2020-03-31 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(50,44,24,1,0,NULL,'2020-03-01 14:12:39','2020-03-06 23:59:59',1,'2020-03-13 16:42:49',228,98,NULL,'null',1,'10,0,0',1.00,95.00,'5,0,0',NULL,'2020-03-13 16:44:26'),(51,45,32,1,0,NULL,'2020-03-01 18:20:41','2020-03-06 23:59:59',1,'2020-03-06 16:39:55',137,98,NULL,'null',1,'3,0,0',1.00,95.00,'3,0,0',NULL,'2020-03-07 13:10:46'),(52,46,11,1,0,NULL,'2020-03-01 18:53:57','2020-03-03 23:59:59',1,'2020-03-03 17:32:22',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-03 17:32:46'),(53,47,29,1,0,NULL,'2020-03-02 08:40:53','2020-03-08 23:59:59',1,'2020-03-04 16:04:57',36,98,NULL,'null',1,'0,6,0',1.00,100.00,'0,6,0',NULL,'2020-03-04 18:12:34'),(54,48,29,1,0,NULL,'2020-03-02 08:42:55','2020-03-08 23:59:59',1,'2020-03-02 15:57:10',12,98,NULL,'null',1,'0,2,0',1.00,100.00,'0,2,0',NULL,'2020-03-04 10:33:40'),(55,49,29,1,0,NULL,'2020-03-02 08:46:37','2020-03-08 23:59:59',1,'2020-03-08 08:47:56',11,97,NULL,'null',1,'0,2,0',1.00,95.00,'0,2,0',NULL,'2020-03-09 08:56:17'),(56,50,9,1,0,NULL,'2020-03-02 17:11:04','2020-03-03 23:59:59',1,'2020-03-02 17:29:51',23,98,NULL,'null',1,'1,0,0',0.80,80.00,'0,6,0',NULL,'2020-03-03 08:04:05'),(57,51,32,1,0,NULL,'2020-03-03 08:17:20','2020-03-04 23:59:59',1,'2020-03-03 17:40:27',46,98,NULL,'null',1,'1,0,0',1.00,95.00,'1,0,0',NULL,'2020-03-03 18:31:48'),(58,52,29,1,0,NULL,'2020-03-03 14:12:33','2020-03-08 23:59:59',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(59,53,4,1,0,NULL,'2020-03-03 14:20:15','2020-03-08 23:59:59',1,'2020-03-08 12:24:12',86,98,NULL,'null',1,'2,0,0',1.00,90.00,'2,0,0',NULL,'2020-03-08 12:24:26'),(60,54,3,1,0,NULL,'2020-03-03 14:44:55','2020-03-03 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(61,55,11,1,0,NULL,'2020-03-03 17:37:46','2020-03-04 23:59:59',1,'2020-03-04 19:53:12',60,98,NULL,'null',1,'1,2,0',1.00,100.00,'1,2,0',NULL,'2020-03-04 19:53:41'),(62,56,4,1,0,NULL,'2020-03-04 11:39:54','2020-03-10 23:59:59',1,'2020-03-11 19:15:51',29,98,NULL,'null',1,'1,0,0',1.00,95.00,'0,5,0',NULL,'2020-03-11 19:16:15'),(63,57,4,1,0,NULL,'2020-03-04 11:52:02','2020-03-04 23:59:59',1,'2020-03-04 18:13:09',68,98,NULL,'null',1,'1,4,0',1.00,95.00,'1,4,0',NULL,'2020-03-04 18:13:36'),(64,58,30,1,0,NULL,'2020-03-04 16:08:30','2020-03-10 23:59:59',1,'2020-03-12 09:53:17',336,98,NULL,'null',1,'11,0,0',1.00,100.00,'7,0,0',NULL,'2020-03-12 14:22:22'),(65,59,41,1,0,NULL,'2020-03-04 16:26:47','2020-03-06 23:59:59',1,'2020-03-23 15:13:28',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-23 15:39:09'),(66,60,11,1,0,NULL,'2020-03-04 19:55:18','2020-03-05 23:59:59',1,'2020-03-05 18:02:07',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-05 18:02:25'),(67,61,12,1,0,NULL,'2020-03-05 08:24:57','2020-03-13 23:59:59',1,'2020-03-13 16:48:04',240,98,NULL,'null',1,'5,0,0',1.00,100.00,'5,0,0',NULL,'2020-03-17 08:40:08'),(68,62,32,1,0,NULL,'2020-03-05 13:18:44','2020-03-06 23:59:59',1,'2020-03-06 16:07:33',68,98,NULL,'null',1,'1,0,0',1.00,95.00,'1,4,0',NULL,'2020-03-07 13:10:10'),(69,63,11,1,0,NULL,'2020-03-05 18:04:30','2020-03-06 23:59:59',1,'2020-03-06 18:01:03',60,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,2,0',NULL,'2020-03-06 18:01:37'),(70,64,9,1,0,NULL,'2020-03-06 10:08:08','2020-03-15 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(71,65,32,1,0,NULL,'2020-03-07 13:09:24','2020-03-07 23:59:59',1,'2020-03-07 19:43:39',68,98,NULL,'null',1,'0,4,0',1.00,95.00,'1,4,0',NULL,'2020-03-08 17:30:47'),(72,66,36,1,0,NULL,'2020-03-08 17:30:03','2020-03-08 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(73,67,11,1,0,NULL,'2020-03-08 19:50:31','2020-03-09 23:59:59',1,'2020-03-09 19:01:09',24,98,NULL,'null',1,'0,4,0',1.00,100.00,'0,4,0',NULL,'2020-03-09 19:01:22'),(74,68,11,1,0,NULL,'2020-03-08 19:51:31','2020-03-09 23:59:59',1,'2020-03-09 19:02:51',36,98,NULL,'null',1,'0,6,0',1.00,100.00,'0,6,0',NULL,'2020-03-09 19:03:18'),(75,69,14,1,0,NULL,'2020-03-08 19:52:56','2020-03-09 23:59:59',1,'2020-03-09 16:43:31',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-09 19:00:06'),(76,70,32,1,0,NULL,'2020-03-09 08:09:41','2020-03-13 23:59:59',1,'2020-03-10 14:33:42',91,98,NULL,'null',1,'1,6,0',1.00,95.00,'2,0,0',NULL,'2020-03-11 16:44:01'),(77,71,25,1,0,NULL,'2020-03-09 08:11:04','2020-03-13 23:59:59',1,'2020-03-11 15:11:13',137,98,NULL,'null',1,'3,0,0',1.00,95.00,'3,0,0',NULL,'2020-03-11 16:44:37'),(78,72,29,1,0,NULL,'2020-03-09 08:42:59','2020-03-11 23:59:59',1,'2020-03-11 10:39:11',288,98,NULL,'null',1,'6,0,0',1.20,100.00,'5,0,0',NULL,'2020-03-11 18:15:40'),(79,73,41,1,0,NULL,'2020-03-09 08:45:40','2020-03-15 23:59:59',1,'2020-03-23 15:14:12',144,98,NULL,'null',1,'3,0,0',1.00,100.00,'3,0,0',NULL,'2020-03-23 15:38:45'),(80,74,14,1,0,NULL,'2020-03-09 20:49:05','2020-03-10 23:59:59',1,'2020-03-10 16:44:02',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-10 21:15:02'),(81,75,11,1,0,NULL,'2020-03-09 20:50:59','2020-03-11 23:59:59',1,'2020-03-11 19:34:45',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-11 19:35:01'),(82,76,32,1,0,NULL,'2020-03-10 14:29:25','2020-03-15 23:59:59',1,'2020-03-13 16:33:22',137,98,NULL,'null',1,'3,0,0',1.00,95.00,'3,0,0',NULL,'2020-03-13 16:39:11'),(83,77,36,1,0,NULL,'2020-03-10 14:31:40','2020-03-15 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(84,78,6,1,0,NULL,'2020-03-10 18:04:31','2020-03-10 23:59:59',1,'2020-03-10 18:04:55',38,98,NULL,'null',1,'1,0,0',1.00,80.00,'1,0,0',NULL,'2020-03-10 18:05:07'),(85,79,14,1,0,NULL,'2020-03-10 21:16:33','2020-03-11 23:59:59',1,'2020-03-11 17:13:00',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-11 19:35:22'),(86,80,25,1,0,NULL,'2020-03-11 16:43:27','2020-03-15 23:59:59',1,'2020-03-12 16:40:07',91,98,NULL,'null',1,'1,0,0',1.00,95.00,'2,0,0',NULL,'2020-03-13 16:39:53'),(87,81,4,1,0,NULL,'2020-03-11 19:17:47','2020-03-11 23:59:59',1,'2020-03-11 19:18:16',23,98,NULL,'null',1,'0,4,0',1.00,95.00,'0,4,0',NULL,'2020-03-13 09:26:11'),(88,82,4,1,0,NULL,'2020-03-11 19:26:47','2020-03-13 23:59:59',1,'2020-03-13 16:22:18',16,97,NULL,'null',1,'0,3,0',1.00,90.00,'0,3,0',NULL,'2020-03-13 16:22:39'),(89,82,29,1,0,NULL,'2020-03-11 19:26:47','2020-03-13 23:59:59',1,'2020-03-13 16:37:55',16,98,NULL,'null',1,'0,3,0',1.00,90.00,'0,3,0',NULL,'2020-03-16 08:26:35'),(90,83,14,1,0,NULL,'2020-03-11 19:45:02','2020-03-12 23:59:59',1,'2020-03-12 16:46:50',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-12 16:59:29'),(91,84,11,1,0,NULL,'2020-03-11 19:46:36','2020-03-13 23:59:59',1,'2020-03-14 21:20:19',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-14 21:20:34'),(92,85,29,1,0,NULL,'2020-03-12 16:37:59','2020-03-31 23:59:59',1,'2020-04-01 16:52:04',NULL,NULL,NULL,NULL,NULL,'3,0,0',NULL,NULL,NULL,NULL,NULL),(93,86,29,1,0,NULL,'2020-03-12 16:49:25','2020-03-22 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(94,87,29,1,0,NULL,'2020-03-12 16:52:01','2020-03-31 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(95,88,14,1,0,NULL,'2020-03-12 17:00:26','2020-03-13 23:59:59',1,'2020-03-13 16:47:36',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-14 21:19:57'),(96,89,42,1,0,NULL,'2020-03-12 18:16:07','2020-03-28 23:59:59',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(97,90,4,1,0,NULL,'2020-03-13 09:27:38','2020-03-13 23:59:59',1,'2020-03-13 14:43:49',11,98,NULL,'null',1,'0,2,0',1.00,95.00,'0,2,0',NULL,'2020-03-13 14:44:05'),(98,91,4,1,0,NULL,'2020-03-13 14:52:53','2020-03-15 23:59:59',1,'2020-03-13 16:27:18',65,98,NULL,'null',1,'1,4,0',1.00,90.00,'1,4,0',NULL,'2020-03-13 16:27:37'),(99,92,12,1,0,NULL,'2020-03-13 16:27:09','2020-03-15 23:59:59',1,'2020-03-13 16:48:39',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-17 08:42:37'),(100,93,12,1,0,NULL,'2020-03-13 16:40:08','2020-03-17 23:59:59',1,'2020-03-18 17:55:04',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-19 13:11:56'),(101,94,24,1,0,NULL,'2020-03-13 19:50:19','2020-03-15 23:59:59',1,'2020-03-15 16:16:12',91,98,NULL,'null',1,'2,0,0',1.00,95.00,'2,0,0',NULL,'2020-03-15 16:23:23'),(102,95,32,1,0,NULL,'2020-03-13 19:51:18','2020-03-15 23:59:59',1,'2020-03-15 16:31:17',173,98,NULL,'null',1,'2,0,0',1.20,100.00,'3,0,0',NULL,'2020-03-20 17:35:59'),(103,96,29,1,0,NULL,'2020-03-14 13:26:46','2020-03-16 23:59:59',1,'2020-03-15 16:25:55',144,97,NULL,'null',1,'2,4,0',1.00,100.00,'3,0,0',NULL,'2020-03-16 08:17:38'),(104,97,30,1,0,NULL,'2020-03-14 13:30:56','2020-03-20 12:59:59',1,'2020-03-26 16:57:04',192,98,NULL,'null',1,'11,0,0',1.00,100.00,'4,0,0',NULL,'2020-03-26 17:46:51'),(105,98,30,1,0,NULL,'2020-03-14 13:32:03','2020-03-20 12:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(106,99,42,1,0,NULL,'2020-03-14 13:35:39','2020-03-20 12:59:59',1,'2020-03-24 16:28:25',336,98,NULL,'null',1,'7,0,0',1.00,100.00,'7,0,0',NULL,'2020-03-25 08:55:09'),(107,100,33,1,0,NULL,'2020-03-15 16:23:58','2020-03-19 23:59:59',1,'2020-03-19 11:10:41',192,98,NULL,'null',3,'3,0,0',1.00,100.00,'4,0,0',NULL,'2020-03-19 11:11:11'),(108,101,24,1,0,NULL,'2020-03-15 16:25:17','2020-03-18 23:59:59',1,'2020-03-18 08:06:12',77,98,NULL,'null',1,'2,0,0',1.00,80.00,'2,0,0',NULL,'2020-03-20 17:35:00'),(109,102,32,1,0,NULL,'2020-03-15 16:27:50','2020-03-20 23:59:59',1,'2020-03-19 12:56:54',154,98,NULL,'null',1,'3,4,0',1.00,80.00,'4,0,0',NULL,'2020-03-20 17:34:39'),(110,103,14,1,0,NULL,'2020-03-16 07:53:50','2020-03-16 23:59:59',1,'2020-03-16 16:46:32',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-16 19:32:47'),(111,104,11,1,0,NULL,'2020-03-16 07:57:03','2020-03-17 23:59:59',1,'2020-03-17 18:45:43',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-17 18:46:07'),(112,105,9,1,0,NULL,'2020-03-16 07:58:29','2020-03-16 23:59:59',1,'2020-03-16 16:59:02',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-16 16:59:24'),(113,106,4,1,0,NULL,'2020-03-16 08:27:55','2020-03-17 23:59:59',1,'2020-03-16 17:35:11',26,98,NULL,'null',1,'0,5,30',1.00,80.00,'0,5,30',NULL,'2020-03-16 17:35:24'),(115,108,25,1,0,NULL,'2020-03-16 17:14:34','2020-03-20 23:59:59',1,'2020-03-18 17:34:41',192,98,NULL,'null',1,'4,0,0',1.00,100.00,'4,0,0',NULL,'2020-03-20 17:34:08'),(116,109,14,1,0,NULL,'2020-03-16 19:41:34','2020-03-17 23:59:59',1,'2020-03-17 18:15:41',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-17 18:46:37'),(117,110,43,1,0,NULL,'2020-03-17 07:55:52','2020-03-16 23:59:59',1,'2020-03-17 07:58:07',38,98,NULL,'null',1,'0,7,45',1.00,80.00,'1,0,0',NULL,'2020-03-17 07:58:57'),(118,111,43,1,0,NULL,'2020-03-17 08:05:08','2020-03-17 23:59:59',1,'2020-03-17 18:20:07',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-18 14:48:01'),(119,112,15,1,0,NULL,'2020-03-17 08:44:06','2020-03-16 23:59:59',1,'2020-03-17 08:44:43',38,98,NULL,'null',1,'1,0,0',1.00,80.00,'1,0,0',NULL,'2020-03-17 08:44:59'),(120,113,15,1,0,NULL,'2020-03-17 08:46:57','2020-03-17 23:59:59',1,'2020-03-18 14:53:43',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-18 14:54:45'),(121,114,4,1,0,NULL,'2020-03-17 14:35:06','2020-03-18 23:59:59',1,'2020-03-20 15:25:17',11,98,NULL,'null',1,'0,2,0',1.00,95.00,'0,2,0',NULL,'2020-03-20 15:25:28'),(122,115,4,1,0,NULL,'2020-03-17 14:37:15','2020-03-17 23:59:59',1,'2020-03-17 14:37:29',11,98,NULL,'null',1,'0,2,0',1.00,90.00,'0,2,0',NULL,'2020-03-17 14:37:45'),(123,116,4,1,0,NULL,'2020-03-17 14:41:29','2020-03-18 23:59:59',1,'2020-03-20 15:24:44',17,98,NULL,'null',1,'0,3,0',1.00,95.00,'0,3,0',NULL,'2020-03-20 15:24:56'),(124,117,14,1,0,NULL,'2020-03-17 19:07:12','2020-03-18 23:59:59',1,'2020-03-18 16:42:02',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-18 16:42:44'),(125,118,11,1,0,NULL,'2020-03-17 19:08:00','2020-03-18 23:59:59',1,'2020-03-18 16:41:40',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-18 16:41:52'),(126,119,9,1,0,NULL,'2020-03-18 08:00:18','2020-03-18 23:59:59',1,'2020-03-20 17:52:39',48,98,NULL,'null',3,'2,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-20 17:53:36'),(127,119,32,1,0,NULL,'2020-03-18 08:00:18','2020-03-18 23:59:59',1,'2020-03-19 21:24:55',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-20 17:53:10'),(128,120,24,1,0,NULL,'2020-03-18 08:01:52','2020-03-18 23:59:59',1,'2020-03-18 16:44:50',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-20 17:33:18'),(129,121,4,1,0,NULL,'2020-03-18 09:44:47','2020-03-18 23:59:59',1,'2020-03-20 15:24:13',14,98,NULL,'null',1,'0,2,0',1.00,95.00,'0,2,30',NULL,'2020-03-20 15:24:22'),(130,122,25,1,0,NULL,'2020-03-18 14:46:53','2020-03-19 23:59:59',1,'2020-03-23 17:59:28',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-24 09:07:26'),(131,123,43,1,0,NULL,'2020-03-18 14:53:04','2020-03-18 23:59:59',1,'2020-03-18 17:33:19',48,97,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-19 10:29:20'),(132,124,15,1,0,NULL,'2020-03-18 15:02:53','2020-03-19 23:59:59',1,'2020-03-20 08:26:39',48,97,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-20 08:27:15'),(133,125,14,1,0,NULL,'2020-03-18 19:49:36','2020-03-20 23:59:59',1,'2020-03-20 17:40:39',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-20 19:44:09'),(134,126,11,1,0,NULL,'2020-03-18 19:51:06','2020-03-19 23:59:59',1,'2020-03-19 17:57:34',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-19 17:57:55'),(135,127,43,1,0,NULL,'2020-03-19 10:33:31','2020-03-19 23:59:59',1,'2020-03-19 17:23:18',48,97,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-20 08:25:55'),(136,128,24,1,0,NULL,'2020-03-19 12:51:57','2020-03-22 23:59:59',1,'2020-03-21 16:51:13',144,98,NULL,'null',1,'3,0,0',1.00,100.00,'3,0,0',NULL,'2020-03-21 20:29:37'),(137,129,32,1,0,NULL,'2020-03-19 12:54:28','2020-03-22 23:59:59',1,'2020-03-21 16:55:12',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-21 20:29:16'),(138,130,12,1,0,NULL,'2020-03-19 13:17:31','2020-03-22 23:59:59',1,'2020-03-23 08:56:52',144,98,NULL,'null',1,'3,0,0',1.00,100.00,'3,0,0',NULL,'2020-03-24 10:03:04'),(139,131,11,1,0,NULL,'2020-03-19 19:41:56','2020-03-20 23:59:59',1,'2020-03-20 19:43:25',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-20 19:43:38'),(140,132,43,1,0,NULL,'2020-03-20 08:34:13','2020-03-23 23:59:59',1,'2020-03-23 17:03:18',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-24 09:12:05'),(141,133,6,1,0,NULL,'2020-03-20 11:12:23','2020-06-26 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(142,134,29,1,0,NULL,'2020-03-20 11:55:14','2020-03-25 23:59:59',1,'2020-03-27 17:07:55',192,98,NULL,'null',1,'4,4,0',1.00,100.00,'4,0,0',NULL,'2020-03-30 17:48:30'),(143,135,29,1,0,NULL,'2020-03-20 11:57:05','2020-03-26 23:59:59',1,'2020-03-27 17:07:26',120,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,4,0',NULL,'2020-03-27 19:04:27'),(144,136,4,1,0,NULL,'2020-03-20 15:26:53','2020-03-21 23:59:59',1,'2020-03-22 13:12:30',27,98,NULL,'null',1,'0,5,0',1.00,90.00,'0,5,0',NULL,'2020-03-22 13:12:40'),(145,137,4,1,0,NULL,'2020-03-20 15:28:04','2020-03-21 23:59:59',1,'2020-03-22 13:12:00',27,98,NULL,'null',1,'0,5,0',1.00,90.00,'0,5,0',NULL,'2020-03-22 13:12:14'),(146,138,25,1,0,NULL,'2020-03-21 00:00:00','2020-03-21 00:30:00',1,'2020-03-21 20:33:25',38,98,NULL,'null',1,'1,0,0',1.00,80.00,'1,0,0',NULL,'2020-03-22 16:13:04'),(147,139,24,1,0,NULL,'2020-03-21 20:30:59','2020-03-22 23:59:59',1,'2020-03-22 16:10:54',38,98,NULL,'null',1,'1,0,0',1.00,80.00,'1,0,0',NULL,'2020-03-22 19:28:54'),(148,139,32,1,0,NULL,'2020-03-21 20:30:59','2020-03-22 23:59:59',1,'2020-03-22 16:11:34',38,98,NULL,'null',1,'1,0,0',1.00,80.00,'1,0,0',NULL,'2020-03-22 19:29:04'),(149,139,25,1,0,NULL,'2020-03-21 20:30:59','2020-03-22 23:59:59',1,'2020-03-22 16:14:19',38,98,NULL,'null',1,'1,0,0',1.00,80.00,'1,0,0',NULL,'2020-03-22 19:29:16'),(150,140,24,1,0,NULL,'2020-03-22 17:08:54','2020-03-25 23:59:59',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(151,140,32,1,0,NULL,'2020-03-22 17:08:54','2020-03-25 23:59:59',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(152,140,25,1,0,NULL,'2020-03-22 17:08:54','2020-03-25 23:59:59',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(153,141,14,1,0,NULL,'2020-03-23 07:47:11','2020-03-25 23:59:59',1,'2020-03-25 17:17:10',120,98,NULL,'null',1,'3,0,0',1.00,100.00,'2,4,0',NULL,'2020-03-25 20:48:24'),(154,142,11,1,0,NULL,'2020-03-23 07:48:47','2020-03-23 23:59:59',1,'2020-03-24 07:56:51',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-25 20:47:50'),(155,143,33,1,0,NULL,'2020-03-23 08:15:35','2020-03-24 23:59:59',1,'2020-04-01 08:39:02',NULL,NULL,NULL,NULL,NULL,'1,0,0',NULL,NULL,NULL,NULL,NULL),(156,144,33,1,0,NULL,'2020-03-23 08:16:28','2020-03-29 23:59:59',1,'2020-03-30 10:10:36',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-30 15:26:49'),(157,145,4,1,0,NULL,'2020-03-23 09:40:35','2020-03-23 23:59:59',1,'2020-03-24 19:40:27',12,98,NULL,'null',1,'2,0,0',1.00,100.00,'0,2,0',NULL,'2020-03-24 19:41:39'),(158,146,32,1,0,NULL,'2020-03-23 17:50:50','2020-03-25 23:59:59',1,'2020-03-27 09:46:38',240,98,NULL,'null',1,'5,0,0',1.00,100.00,'5,0,0',NULL,'2020-03-28 13:58:06'),(159,146,25,1,0,NULL,'2020-03-23 17:50:50','2020-03-25 23:59:59',1,'2020-03-27 09:49:49',192,98,NULL,'null',1,'4,4,0',1.00,100.00,'4,0,0',NULL,'2020-03-28 13:58:32'),(160,147,24,1,0,NULL,'2020-03-23 17:52:31','2020-03-29 23:59:59',1,'2020-03-26 17:22:24',240,98,NULL,'null',1,'4,0,0',1.00,100.00,'5,0,0',NULL,'2020-03-28 13:57:42'),(161,148,4,1,0,NULL,'2020-03-23 18:07:54','2020-03-26 23:59:59',1,'2020-03-24 19:42:16',120,98,NULL,'null',1,'2,4,0',1.00,100.00,'2,4,0',NULL,'2020-03-24 19:42:25'),(162,149,7,1,0,NULL,'2020-03-23 19:52:41','2020-03-23 19:49:39',1,'2020-03-27 16:39:16',192,98,NULL,'null',1,'4,0,0',1.00,100.00,'4,0,0',NULL,'2020-03-27 20:27:29'),(163,150,11,1,0,NULL,'2020-03-23 19:54:24','2020-03-25 23:59:59',1,'2020-03-25 20:47:10',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-25 20:47:28'),(164,151,43,1,0,NULL,'2020-03-24 09:13:31','2020-03-29 23:59:59',1,'2020-03-25 17:07:40',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-26 09:01:47'),(165,152,12,1,0,NULL,'2020-03-24 10:07:44','2020-03-29 23:59:59',1,'2020-03-30 09:02:11',144,98,NULL,'null',1,'3,0,0',1.00,100.00,'3,0,0',NULL,'2020-03-30 09:06:13'),(166,153,29,1,0,NULL,'2020-03-24 12:04:26','2020-03-24 23:59:59',1,'2020-03-25 20:59:27',12,98,NULL,'null',1,'0,2,0',1.00,100.00,'0,2,0',NULL,'2020-03-26 11:22:41'),(167,154,29,1,0,NULL,'2020-03-24 12:05:38','2020-03-24 23:59:59',1,'2020-03-25 20:59:12',12,98,NULL,'null',1,'0,2,0',1.00,100.00,'0,2,0',NULL,'2020-03-26 11:22:58'),(168,155,12,1,0,NULL,'2020-03-24 16:38:03','2020-03-24 23:59:59',1,'2020-03-24 16:40:24',2,98,NULL,'null',1,'0,0,15',1.00,100.00,'0,0,15',NULL,'2020-03-24 16:43:10'),(169,156,36,1,0,NULL,'2020-03-24 17:32:05','2020-03-29 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(170,156,39,1,0,NULL,'2020-03-24 17:32:05','2020-03-29 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(171,157,5,1,0,NULL,'2020-03-24 19:47:51','2020-03-25 23:59:59',1,'2020-03-26 12:48:36',18,98,NULL,'null',1,'0,3,0',1.00,100.00,'0,3,0',NULL,'2020-03-27 15:22:06'),(172,158,4,1,0,NULL,'2020-03-24 19:49:34','2020-03-25 23:59:59',1,'2020-03-25 16:42:09',12,98,NULL,'null',1,'0,2,0',1.00,100.00,'0,2,0',NULL,'2020-03-25 16:42:16'),(173,159,4,1,0,NULL,'2020-03-24 19:50:54','2020-03-29 23:59:59',1,'2020-03-27 15:09:54',72,98,NULL,'null',1,'1,4,0',1.00,100.00,'1,4,0',NULL,'2020-03-27 15:10:07'),(174,160,33,1,0,NULL,'2020-03-25 07:57:35','2020-03-27 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(175,161,42,1,0,NULL,'2020-03-25 08:59:10','2020-04-16 23:59:59',1,'2020-03-30 09:28:02',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-30 13:10:23'),(176,162,42,1,0,NULL,'2020-03-25 09:54:28','2020-04-17 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(177,163,42,1,0,NULL,'2020-03-25 12:27:12','2020-04-11 23:59:59',1,'2020-04-01 10:32:10',NULL,NULL,NULL,NULL,NULL,'2,2,0',NULL,NULL,NULL,NULL,NULL),(178,164,11,1,0,NULL,'2020-03-25 20:51:22','2020-03-25 23:59:59',1,'2020-03-26 20:20:42',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-26 20:20:56'),(179,165,14,1,0,NULL,'2020-03-25 20:52:51','2020-03-27 23:59:59',1,'2020-03-27 20:19:07',120,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,4,0',NULL,'2020-03-27 20:27:48'),(180,166,33,1,0,NULL,'2020-03-26 08:04:02','2020-04-01 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(181,167,43,1,0,NULL,'2020-03-26 08:59:09','2020-03-31 23:59:59',1,'2020-03-30 16:54:50',240,98,NULL,'null',1,'5,0,0',1.00,100.00,'5,0,0',NULL,'2020-03-31 17:17:49'),(182,168,15,1,0,NULL,'2020-03-26 09:01:15','2020-03-26 23:59:59',1,'2020-03-31 17:16:29',96,98,NULL,'null',1,'2,0,0',1.00,100.00,'2,0,0',NULL,'2020-03-31 17:16:49'),(183,169,42,1,0,NULL,'2020-03-26 11:24:36','2020-03-27 23:59:59',1,'2020-03-27 12:48:33',72,98,NULL,'null',1,'1,3,0',1.00,100.00,'1,4,0',NULL,'2020-03-27 13:03:31'),(184,170,20,1,0,NULL,'2020-03-26 11:28:31','2020-03-29 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(185,171,32,1,0,NULL,'2020-03-27 08:00:26','2020-03-27 23:59:59',1,'2020-03-27 21:39:48',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-28 13:56:28'),(186,171,33,1,0,NULL,'2020-03-27 08:00:26','2020-03-27 23:59:59',1,'2020-03-27 15:23:38',48,98,NULL,'null',1,'0,6,0',1.00,100.00,'1,0,0',NULL,'2020-03-28 13:56:50'),(187,171,25,1,0,NULL,'2020-03-27 08:00:26','2020-03-27 23:59:59',1,'2020-03-27 18:55:46',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-28 13:57:09'),(188,172,11,1,0,NULL,'2020-03-27 08:08:24','2020-03-27 23:59:59',1,'2020-03-27 20:26:52',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-27 20:27:03'),(189,173,30,1,0,NULL,'2020-03-27 13:06:45','2020-03-31 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(190,174,30,1,0,NULL,'2020-03-27 13:09:55','2020-03-27 23:59:59',1,'2020-03-30 08:36:52',384,98,NULL,'null',1,'9,0,0',1.00,100.00,'8,0,0',NULL,'2020-03-30 12:33:08'),(191,175,4,1,0,NULL,'2020-03-27 15:20:03','2020-03-27 23:59:59',1,'2020-03-30 08:55:35',18,98,NULL,'null',1,'0,3,0',1.00,100.00,'0,3,0',NULL,'2020-03-30 08:55:42'),(192,176,4,1,0,NULL,'2020-03-27 15:21:37','2020-03-27 23:59:59',1,'2020-03-30 08:55:06',24,98,NULL,'null',1,'0,4,0',1.00,100.00,'0,4,0',NULL,'2020-03-30 08:55:14'),(193,177,5,1,0,NULL,'2020-03-28 13:31:57','2020-03-30 23:59:59',1,'2020-03-30 09:13:29',NULL,NULL,NULL,NULL,NULL,'0,4,30',NULL,NULL,NULL,NULL,NULL),(194,178,32,1,0,NULL,'2020-03-30 07:13:35','2020-04-05 23:59:59',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(195,178,25,1,0,NULL,'2020-03-30 07:13:35','2020-04-05 23:59:59',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(196,179,11,1,0,NULL,'2020-03-30 07:51:45','2020-03-30 23:59:59',1,'2020-03-31 07:56:13',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-31 07:56:23'),(197,180,14,1,0,NULL,'2020-03-30 07:53:34','2020-03-31 23:59:59',1,'2020-03-31 16:32:47',72,98,NULL,'null',1,'2,0,0',1.00,100.00,'1,4,0',NULL,'2020-03-31 20:12:07'),(198,181,7,1,0,NULL,'2020-03-30 07:56:12','2020-04-03 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(199,182,5,1,0,NULL,'2020-03-30 08:24:53','2020-03-30 23:59:59',1,'2020-03-30 09:12:08',NULL,NULL,NULL,NULL,NULL,'0,2,0',NULL,NULL,NULL,NULL,NULL),(200,183,5,1,0,NULL,'2020-03-30 08:53:33','2020-03-30 23:59:59',1,'2020-03-30 09:11:11',NULL,NULL,NULL,NULL,NULL,'0,0,30',NULL,NULL,NULL,NULL,NULL),(201,184,5,1,0,NULL,'2020-03-30 08:54:27','2020-03-30 23:59:59',1,'2020-03-30 09:10:25',NULL,NULL,NULL,NULL,NULL,'0,0,30',NULL,NULL,NULL,NULL,NULL),(202,185,5,1,0,NULL,'2020-03-30 08:55:54','2020-03-30 23:59:59',1,'2020-03-30 09:09:39',NULL,NULL,NULL,NULL,NULL,'0,0,30',NULL,NULL,NULL,NULL,NULL),(203,186,5,1,0,NULL,'2020-03-30 08:56:47','2020-03-30 23:59:59',1,'2020-03-30 09:08:36',NULL,NULL,NULL,NULL,NULL,'0,0,30',NULL,NULL,NULL,NULL,NULL),(204,187,10,1,0,NULL,'2020-03-30 09:04:15','2020-03-30 23:59:59',1,'2020-03-30 14:09:40',24,98,NULL,'null',1,'0,4,0',1.00,100.00,'0,4,0',NULL,'2020-03-30 20:16:58'),(205,188,12,1,0,NULL,'2020-03-30 09:10:45','2020-03-31 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(206,189,4,1,0,NULL,'2020-03-30 09:35:29','2020-04-01 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(207,190,32,1,0,NULL,'2020-03-30 15:27:51','2020-03-30 23:59:59',1,'2020-03-31 07:58:13',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-31 22:00:33'),(208,191,25,1,0,NULL,'2020-03-30 15:28:49','2020-03-30 23:59:59',1,'2020-03-31 08:06:34',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-31 22:00:12'),(209,192,34,1,0,NULL,'2020-03-30 15:29:42','2020-03-30 23:59:59',1,'2020-03-31 08:07:23',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-03-31 22:01:13'),(210,193,10,1,0,NULL,'2020-03-30 16:01:12','2020-03-31 23:59:59',1,'2020-03-31 16:54:41',18,98,NULL,'null',1,'0,3,0',1.00,100.00,'0,3,0',NULL,'2020-04-01 08:18:44'),(211,202,10,1,0,NULL,'2020-03-30 20:23:53','2020-03-31 23:59:59',1,'2020-03-31 16:54:22',24,98,NULL,'null',1,'0,4,0',1.00,100.00,'0,4,0',NULL,'2020-04-01 08:18:30'),(212,203,14,1,0,NULL,'2020-03-31 07:57:33','2020-04-01 23:59:59',1,'2020-04-01 16:44:29',NULL,NULL,NULL,NULL,NULL,'1,0,0',NULL,NULL,NULL,NULL,NULL),(213,204,32,1,0,NULL,'2020-03-31 07:59:48','2020-03-31 23:59:59',1,'2020-04-01 07:57:19',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-04-01 07:58:41'),(214,204,34,1,0,NULL,'2020-03-31 07:59:48','2020-03-31 23:59:59',1,'2020-04-01 07:55:34',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-04-01 07:58:54'),(215,205,25,1,0,NULL,'2020-03-31 08:01:16','2020-03-31 23:59:59',1,'2020-04-01 07:48:23',48,98,NULL,'null',1,'1,0,0',1.00,100.00,'1,0,0',NULL,'2020-04-01 07:54:28'),(216,206,11,1,0,NULL,'2020-03-31 08:02:17','2020-04-01 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(217,207,21,1,0,NULL,'2020-03-31 08:47:31','2020-03-31 23:59:59',1,'2020-03-31 10:29:03',12,98,NULL,'null',1,'0,2,0',1.00,100.00,'0,2,0',NULL,'2020-03-31 13:37:57'),(218,208,21,1,0,NULL,'2020-03-31 08:54:01','2020-03-31 23:59:59',1,'2020-03-31 13:18:33',12,98,NULL,'null',1,'0,2,0',1.00,100.00,'0,2,0',NULL,'2020-03-31 13:37:38'),(219,209,21,1,0,NULL,'2020-03-31 13:37:24','2020-03-31 23:59:59',1,'2020-03-31 16:18:14',18,98,NULL,'null',1,'0,3,0',1.00,100.00,'0,3,0',NULL,'2020-03-31 16:24:14'),(220,8,4,2,21,NULL,'2020-01-18 09:17:55','2020-02-06 23:59:59',1,'2020-03-31 16:23:24',24,98,NULL,'null',1,'0,4,0',1.00,100.00,'0,4,0',NULL,'2020-03-31 16:23:34'),(221,210,9,1,0,NULL,'2020-03-31 17:16:02','2020-04-05 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(222,211,34,1,0,NULL,'2020-04-01 07:56:31','2020-04-01 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(223,212,32,1,0,NULL,'2020-04-01 07:58:21','2020-04-01 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(224,212,25,1,0,NULL,'2020-04-01 07:58:21','2020-04-01 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(225,213,43,1,0,NULL,'2020-04-01 08:12:12','2020-04-01 23:59:59',1,'2020-04-01 16:52:04',NULL,NULL,NULL,NULL,NULL,'1,0,0',NULL,NULL,NULL,NULL,NULL),(226,214,21,1,0,NULL,'2020-04-01 08:20:08','2020-04-07 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(227,215,10,1,0,NULL,'2020-04-01 08:22:12','2020-04-07 23:59:59',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `jee_task_allot` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_comment`
--

DROP TABLE IF EXISTS `jee_task_comment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tid` int(11) DEFAULT NULL,
  `aid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `reply_id` int(11) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `files` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_comment`
--

LOCK TABLES `jee_task_comment` WRITE;
/*!40000 ALTER TABLE `jee_task_comment` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_task_comment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_cycle`
--

DROP TABLE IF EXISTS `jee_task_cycle`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_cycle` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `code_no` int(11) DEFAULT NULL,
  `cycle_types` smallint(6) DEFAULT NULL,
  `cycle_times` int(11) DEFAULT NULL,
  `cycle_start` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `cycle_end` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `first_time` datetime DEFAULT NULL,
  `last_time` datetime DEFAULT NULL,
  `cycle_next` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_cycle`
--

LOCK TABLES `jee_task_cycle` WRITE;
/*!40000 ALTER TABLE `jee_task_cycle` DISABLE KEYS */;
INSERT INTO `jee_task_cycle` VALUES (1,3,138,1,1,'00:00','00:30','2020-03-21 00:00:00','2020-03-21 00:00:00',20200322,1,NULL);
/*!40000 ALTER TABLE `jee_task_cycle` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_dynamic`
--

DROP TABLE IF EXISTS `jee_task_dynamic`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_dynamic` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tid` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `content` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `read_ids` varchar(2048) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `ruser_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `thumbs` varchar(2048) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=656 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_dynamic`
--

LOCK TABLES `jee_task_dynamic` WRITE;
/*!40000 ALTER TABLE `jee_task_dynamic` DISABLE KEYS */;
INSERT INTO `jee_task_dynamic` VALUES (33,12,NULL,'[系统消息][陈富永]执行的任务通过验收，获取3积分','2020-02-12 12:24:04',NULL,3,0,1,NULL),(2,2,NULL,'[系统消息]发布任务','2020-01-14 17:13:23',NULL,17,0,0,NULL),(3,2,NULL,'下单完成','2020-01-15 09:16:53',NULL,19,0,1,NULL),(4,2,NULL,'[系统消息]执行完成任务操作，附言：','2020-01-15 09:41:15',NULL,19,0,3,'[]'),(5,3,NULL,'[系统消息]发布任务','2020-01-18 08:54:38',NULL,4,0,0,NULL),(6,4,NULL,'[系统消息]发布任务','2020-01-18 08:58:19',NULL,4,0,0,NULL),(7,4,NULL,'[系统消息]执行完成任务操作，附言：','2020-01-18 09:03:34',NULL,21,0,3,'[]'),(8,5,NULL,'[系统消息]发布任务','2020-01-18 09:06:06',NULL,4,0,0,NULL),(9,5,NULL,'[系统消息]执行完成任务操作，附言：','2020-01-18 09:06:35',NULL,4,0,3,'[]'),(10,6,NULL,'[系统消息]发布任务','2020-01-18 09:09:45',NULL,4,0,0,NULL),(11,6,NULL,'[系统消息]执行完成任务操作，附言：','2020-01-18 09:09:54',NULL,4,0,3,'[]'),(12,3,NULL,'[系统消息]修改普通任务','2020-01-18 09:10:43',NULL,4,0,0,NULL),(13,4,NULL,'[系统消息]修改普通任务','2020-01-18 09:11:12',NULL,4,0,0,NULL),(14,5,NULL,'[系统消息]修改普通任务','2020-01-18 09:11:31',NULL,4,0,0,NULL),(15,6,NULL,'[系统消息]修改普通任务','2020-01-18 09:11:51',NULL,4,0,0,NULL),(16,6,NULL,'[系统消息]修改普通任务','2020-01-18 09:12:19',NULL,4,0,0,NULL),(17,7,NULL,'[系统消息]发布任务','2020-01-18 09:16:37',NULL,4,0,0,NULL),(18,8,NULL,'[系统消息]发布任务','2020-01-18 09:17:55',NULL,4,0,0,NULL),(19,8,NULL,'[系统消息]修改普通任务','2020-01-18 09:18:17',NULL,4,0,0,NULL),(20,6,NULL,'[系统消息]修改普通任务','2020-01-18 09:20:47',NULL,4,0,0,NULL),(21,6,NULL,'[系统消息]修改普通任务','2020-01-18 09:21:50',NULL,4,0,0,NULL),(22,6,NULL,'[系统消息]修改普通任务','2020-01-18 09:22:29',NULL,4,0,0,NULL),(32,12,NULL,'[系统消息]执行完成任务操作，附言：项目执行表 2020/1/7-2020/5/6','2020-02-12 12:18:01',NULL,3,0,3,'[[\"\",\"\"]]'),(29,10,NULL,'[系统消息]修改普通任务','2020-02-11 16:05:42',NULL,9,0,0,NULL),(30,11,NULL,'[系统消息]发布任务','2020-02-11 16:41:27',NULL,6,0,0,NULL),(31,12,NULL,'[系统消息]发布任务','2020-02-12 10:48:57',NULL,3,0,0,NULL),(28,10,NULL,'[系统消息]发布任务','2020-02-11 15:17:15',NULL,9,0,0,NULL),(34,2,NULL,'[系统消息][高英俊]执行的任务通过验收，获取0积分','2020-02-12 13:22:19',NULL,17,0,1,NULL),(35,10,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-13 08:42:59',NULL,24,0,3,'[]'),(36,13,NULL,'[系统消息]发布任务','2020-02-13 09:03:31',NULL,9,0,0,NULL),(37,11,NULL,'[系统消息]修改普通任务','2020-02-13 13:35:04',NULL,6,0,0,NULL),(38,11,NULL,'[系统消息]执行完成任务操作，附言：出装配图和工程图，三表，并下速达及制作分发PDF图纸','2020-02-13 13:35:53',NULL,6,0,3,'[]'),(39,11,NULL,'[系统消息][黄国峰]执行的任务通过验收，获取96积分','2020-02-14 08:46:16',NULL,3,0,1,NULL),(40,10,NULL,'[系统消息][杨海]执行的任务通过验收，获取201积分','2020-02-14 10:19:26',NULL,9,0,1,NULL),(41,13,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-14 10:20:12',NULL,9,0,3,'[]'),(42,13,NULL,'[系统消息][陈俊]执行的任务通过验收，获取100积分','2020-02-14 10:20:22',NULL,9,0,1,NULL),(43,14,NULL,'[系统消息]发布任务','2020-02-17 08:25:35',NULL,6,0,0,NULL),(44,14,NULL,'[系统消息]修改普通任务','2020-02-17 08:26:04',NULL,6,0,0,NULL),(45,15,NULL,'[系统消息]发布任务','2020-02-17 08:29:50',NULL,9,0,0,NULL),(46,13,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-17 09:02:32',NULL,24,0,3,'[]'),(47,16,NULL,'[系统消息]发布任务','2020-02-18 08:12:07',NULL,20,0,0,NULL),(48,17,NULL,'[系统消息]发布任务','2020-02-18 08:38:42',NULL,3,0,0,NULL),(49,13,NULL,'[系统消息][杨海]执行的任务通过验收，获取96积分','2020-02-18 10:55:20',NULL,9,0,1,NULL),(50,18,NULL,'[系统消息]发布任务','2020-02-19 17:37:11',NULL,3,0,0,NULL),(51,17,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-19 18:04:41',NULL,12,0,3,NULL),(52,15,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-20 09:25:13',NULL,9,0,3,'[]'),(53,15,NULL,'[系统消息][陈俊]执行的任务通过验收，获取251积分','2020-02-20 09:25:30',NULL,9,0,1,NULL),(54,19,NULL,'[系统消息]发布任务','2020-02-20 09:30:29',NULL,9,0,0,NULL),(55,17,NULL,'[系统消息][王文利]执行的任务通过验收，获取96积分','2020-02-20 15:07:40',NULL,3,0,1,NULL),(56,18,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-21 16:45:14',NULL,12,0,3,NULL),(57,18,NULL,'[系统消息][王文利]执行的任务通过验收，获取48积分','2020-02-21 17:50:59',NULL,3,0,1,NULL),(58,20,NULL,'[系统消息]发布任务','2020-02-21 18:05:36',NULL,3,0,0,NULL),(59,21,NULL,'[系统消息]发布任务','2020-02-23 20:43:12',NULL,11,0,0,NULL),(60,15,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-24 08:19:23',NULL,24,0,3,'[]'),(61,22,NULL,'[系统消息]发布任务','2020-02-24 08:30:56',NULL,6,0,0,NULL),(62,23,NULL,'[系统消息]发布任务','2020-02-24 08:33:06',NULL,6,0,0,NULL),(63,22,NULL,'[系统消息]修改普通任务','2020-02-24 08:34:41',NULL,6,0,0,NULL),(64,22,NULL,'[系统消息]修改普通任务','2020-02-24 08:35:02',NULL,6,0,0,NULL),(65,24,NULL,'[系统消息]发布任务','2020-02-24 08:46:52',NULL,20,0,0,NULL),(66,21,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-25 07:52:36',NULL,11,0,3,'[]'),(67,21,NULL,'[系统消息][康文生]执行的任务通过验收，获取48积分','2020-02-25 07:53:27',NULL,11,0,1,NULL),(68,25,NULL,'[系统消息]发布任务','2020-02-25 07:59:37',NULL,11,0,0,NULL),(69,14,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-25 08:18:05',NULL,6,0,3,'[]'),(70,22,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-25 08:18:42',NULL,6,0,3,'[]'),(71,22,NULL,'[系统消息][黄国峰]执行的任务通过验收，获取38积分','2020-02-25 08:19:58',NULL,6,0,1,NULL),(72,26,NULL,'[系统消息]发布任务','2020-02-25 08:23:25',NULL,6,0,0,NULL),(73,26,NULL,'[系统消息]修改普通任务','2020-02-25 08:23:41',NULL,6,0,0,NULL),(74,27,NULL,'[系统消息]发布任务','2020-02-25 09:16:50',NULL,17,0,0,NULL),(75,20,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-25 16:48:16',NULL,12,0,3,NULL),(76,20,NULL,'[系统消息][王文利]执行的任务通过验收，获取96积分','2020-02-25 17:09:45',NULL,3,0,1,NULL),(77,28,NULL,'[系统消息]发布任务','2020-02-25 17:11:17',NULL,3,0,0,NULL),(78,29,NULL,'[系统消息]发布任务','2020-02-25 17:13:02',NULL,3,0,0,NULL),(79,14,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-25 17:27:43',NULL,41,0,3,'[]'),(80,14,NULL,'[系统消息][黄国峰]执行的任务通过验收，获取192积分','2020-02-25 17:45:16',NULL,3,0,1,NULL),(81,14,NULL,'[系统消息][李朋杰]执行的任务通过验收，获取192积分','2020-02-25 17:46:15',NULL,3,0,1,NULL),(82,25,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-25 21:17:24',NULL,11,0,3,'[]'),(83,25,NULL,'[系统消息][康文生]执行的任务通过验收，获取60积分','2020-02-25 21:18:11',NULL,11,0,1,NULL),(84,30,NULL,'[系统消息]发布任务','2020-02-25 21:20:48',NULL,11,0,0,NULL),(85,30,NULL,'[系统消息]修改普通任务','2020-02-25 21:23:05',NULL,11,0,0,NULL),(86,30,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-26 21:04:47',NULL,11,0,3,'[]'),(87,30,NULL,'[系统消息][康文生]执行的任务通过验收，获取72积分','2020-02-26 21:05:10',NULL,11,0,1,NULL),(88,31,NULL,'[系统消息]发布任务','2020-02-26 21:09:11',NULL,11,0,0,NULL),(89,26,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-27 08:18:08',NULL,6,0,3,'[]'),(90,26,NULL,'[系统消息][黄国峰]执行的任务通过验收，获取50积分','2020-02-27 08:18:44',NULL,6,0,1,NULL),(91,32,NULL,'[系统消息]发布任务','2020-02-27 08:21:25',NULL,6,0,0,NULL),(92,32,NULL,'[系统消息]修改普通任务','2020-02-27 08:23:45',NULL,6,0,0,NULL),(93,33,NULL,'[系统消息]发布任务','2020-02-27 08:26:47',NULL,6,0,0,NULL),(94,23,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-27 08:29:42',NULL,29,0,3,'[]'),(95,23,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取150积分','2020-02-27 08:30:18',NULL,6,0,1,NULL),(96,34,NULL,'[系统消息]发布任务','2020-02-27 13:54:14',NULL,20,0,0,NULL),(97,16,NULL,'[系统消息]取消执行任务,取消原因：公司指示该任务取消，请批准。','2020-02-27 13:57:09',NULL,20,0,4,NULL),(98,5,NULL,'[系统消息][李伟东]执行的任务通过验收，获取13积分','2020-02-28 09:22:09',NULL,4,0,1,NULL),(99,35,NULL,'[系统消息]发布任务','2020-02-28 09:25:33',NULL,4,0,0,NULL),(100,35,NULL,'[系统消息]修改普通任务','2020-02-28 09:26:02',NULL,4,0,0,NULL),(101,15,NULL,'[系统消息][杨海]执行的任务通过验收，获取251积分','2020-02-28 11:10:08',NULL,9,0,1,NULL),(102,19,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-28 11:11:08',NULL,9,0,3,'[]'),(103,19,NULL,'[系统消息][陈俊]执行的任务通过验收，获取351积分','2020-02-28 11:11:50',NULL,9,0,1,NULL),(104,27,NULL,'[系统消息]执行完成任务操作，附言：铸件出图完成','2020-02-28 11:14:25',NULL,26,0,3,'[[\"\",\"\"]]'),(105,35,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-28 15:04:51',NULL,4,0,3,'[]'),(106,35,NULL,'[系统消息][李伟东]执行的任务通过验收，获取6积分','2020-02-28 15:05:12',NULL,4,0,1,NULL),(107,36,NULL,'[系统消息]发布任务','2020-02-28 15:11:00',NULL,4,0,0,NULL),(108,19,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-28 16:22:19',NULL,24,0,3,'[]'),(109,31,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-28 17:52:33',NULL,11,0,3,'[]'),(110,31,NULL,'[系统消息][康文生]执行的任务通过验收，获取96积分','2020-02-28 17:53:31',NULL,11,0,1,NULL),(111,37,NULL,'[系统消息]发布任务','2020-02-28 18:19:00',NULL,11,0,0,NULL),(112,38,NULL,'[系统消息]发布任务','2020-02-28 21:56:48',NULL,6,0,0,NULL),(113,39,NULL,'[系统消息]发布任务','2020-02-28 21:59:10',NULL,6,0,0,NULL),(114,40,NULL,'[系统消息]发布任务','2020-02-28 22:01:12',NULL,9,0,0,NULL),(115,41,NULL,'[系统消息]发布任务','2020-02-28 22:01:53',NULL,6,0,0,NULL),(116,42,NULL,'[系统消息]发布任务','2020-02-28 22:04:31',NULL,6,0,0,NULL),(117,43,NULL,'[系统消息]发布任务','2020-02-28 22:08:44',NULL,6,0,0,NULL),(118,33,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-29 15:10:47',NULL,29,0,3,NULL),(119,40,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-29 15:23:40',NULL,24,0,3,'[]'),(120,40,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-29 15:32:24',NULL,9,0,3,'[]'),(121,40,NULL,'[系统消息][杨海]执行的任务通过验收，获取48积分','2020-02-29 15:33:11',NULL,9,0,1,NULL),(122,40,NULL,'[系统消息][陈俊]执行的任务通过验收，获取48积分','2020-02-29 15:33:37',NULL,9,0,1,NULL),(123,37,NULL,'[系统消息]执行完成任务操作，附言：','2020-02-29 19:21:49',NULL,11,0,3,'[]'),(124,37,NULL,'[系统消息][康文生]执行的任务通过验收，获取48积分','2020-02-29 19:22:11',NULL,11,0,1,NULL),(125,19,NULL,'[系统消息][杨海]执行的任务通过验收，获取351积分','2020-03-01 14:10:34',NULL,9,0,1,NULL),(126,44,NULL,'[系统消息]发布任务','2020-03-01 14:12:39',NULL,9,0,0,NULL),(127,45,NULL,'[系统消息]发布任务','2020-03-01 18:20:41',NULL,9,0,0,NULL),(128,46,NULL,'[系统消息]发布任务','2020-03-01 18:53:57',NULL,11,0,0,NULL),(129,47,NULL,'[系统消息]发布任务','2020-03-02 08:40:53',NULL,4,0,0,NULL),(130,48,NULL,'[系统消息]发布任务','2020-03-02 08:42:55',NULL,4,0,0,NULL),(131,48,NULL,'[系统消息]修改普通任务','2020-03-02 08:43:51',NULL,4,0,0,NULL),(132,49,NULL,'[系统消息]发布任务','2020-03-02 08:46:37',NULL,4,0,0,NULL),(133,49,NULL,'[系统消息]修改普通任务','2020-03-02 08:47:02',NULL,4,0,0,NULL),(134,48,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-02 15:57:10',NULL,29,0,3,'[]'),(135,50,NULL,'[系统消息]发布任务','2020-03-02 17:11:04',NULL,6,0,0,NULL),(136,50,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-02 17:29:51',NULL,9,0,3,'[]'),(137,50,NULL,'[系统消息][陈俊]执行的任务通过验收，获取23积分','2020-03-03 08:04:05',NULL,6,0,1,NULL),(138,28,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-03 08:14:37',NULL,12,0,3,NULL),(139,29,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-03 08:15:14',NULL,12,0,3,NULL),(140,51,NULL,'[系统消息]发布任务','2020-03-03 08:17:20',NULL,9,0,0,NULL),(141,28,NULL,'[系统消息][王文利]执行的任务通过验收，获取48积分','2020-03-03 13:31:34',NULL,3,0,1,NULL),(142,52,NULL,'[系统消息]发布任务','2020-03-03 14:12:33',NULL,4,0,0,NULL),(143,53,NULL,'[系统消息]发布任务','2020-03-03 14:20:15',NULL,4,0,0,NULL),(144,36,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-03 14:21:05',NULL,4,0,3,'[]'),(145,36,NULL,'[系统消息][李伟东]执行的任务通过验收，获取96积分','2020-03-03 14:21:31',NULL,4,0,1,NULL),(146,54,NULL,'[系统消息]发布任务','2020-03-03 14:44:55',NULL,3,0,0,NULL),(147,54,NULL,'[系统消息]修改普通任务','2020-03-03 15:24:46',NULL,3,0,0,NULL),(148,54,NULL,'[系统消息]修改普通任务','2020-03-03 15:25:36',NULL,3,0,0,NULL),(149,54,NULL,'','2020-03-03 15:44:49',NULL,3,0,NULL,''),(150,54,NULL,'','2020-03-03 15:45:37',NULL,3,0,NULL,''),(151,54,NULL,'[系统消息]修改普通任务','2020-03-03 15:52:10',NULL,3,0,0,NULL),(152,53,NULL,'[系统消息]修改普通任务','2020-03-03 16:17:22',NULL,4,0,0,NULL),(153,46,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-03 17:32:22',NULL,11,0,3,'[]'),(154,46,NULL,'[系统消息][康文生]执行的任务通过验收，获取96积分','2020-03-03 17:32:46',NULL,11,0,1,NULL),(155,55,NULL,'[系统消息]发布任务','2020-03-03 17:37:46',NULL,11,0,0,NULL),(156,51,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-03 17:40:27',NULL,32,0,3,NULL),(157,51,NULL,'[系统消息][梁引科]执行的任务通过验收，获取46积分','2020-03-03 18:31:48',NULL,9,0,1,NULL),(158,53,NULL,'[系统消息]修改普通任务','2020-03-04 10:18:46',NULL,4,0,0,NULL),(159,48,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取12积分','2020-03-04 10:33:40',NULL,4,0,1,NULL),(160,4,NULL,'[系统消息][马英福]执行的任务通过验收，获取46积分','2020-03-04 10:34:10',NULL,4,0,1,NULL),(161,56,NULL,'[系统消息]发布任务','2020-03-04 11:39:54',NULL,4,0,0,NULL),(162,57,NULL,'[系统消息]发布任务','2020-03-04 11:52:02',NULL,4,0,0,NULL),(163,32,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-04 15:59:05',NULL,6,0,3,'[]'),(164,32,NULL,'[系统消息][黄国峰]执行的任务通过验收，获取115积分','2020-03-04 15:59:21',NULL,6,0,1,NULL),(165,38,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-04 16:03:14',NULL,29,0,3,'[]'),(166,47,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-04 16:04:57',NULL,29,0,3,'[]'),(167,58,NULL,'[系统消息]发布任务','2020-03-04 16:08:30',NULL,6,0,0,NULL),(168,58,NULL,'[系统消息]修改普通任务','2020-03-04 16:08:58',NULL,6,0,0,NULL),(169,58,NULL,'[系统消息]修改普通任务','2020-03-04 16:10:14',NULL,6,0,0,NULL),(170,38,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取130积分，验收说明:提前完成所有检查项目','2020-03-04 16:11:28',NULL,6,0,1,NULL),(171,33,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取130积分','2020-03-04 16:21:57',NULL,6,0,1,NULL),(172,59,NULL,'[系统消息]发布任务','2020-03-04 16:26:47',NULL,6,0,0,NULL),(173,29,NULL,'[系统消息][王文利]执行的任务通过验收，获取144积分','2020-03-04 17:19:45',NULL,3,0,1,NULL),(174,47,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取36积分','2020-03-04 18:12:34',NULL,4,0,1,NULL),(175,57,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-04 18:13:09',NULL,4,0,3,'[]'),(176,57,NULL,'[系统消息][李伟东]执行的任务通过验收，获取68积分','2020-03-04 18:13:36',NULL,4,0,1,NULL),(177,55,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-04 19:53:12',NULL,11,0,3,'[]'),(178,55,NULL,'[系统消息][康文生]执行的任务通过验收，获取60积分','2020-03-04 19:53:41',NULL,11,0,1,NULL),(179,60,NULL,'[系统消息]发布任务','2020-03-04 19:55:18',NULL,11,0,0,NULL),(180,61,NULL,'[系统消息]发布任务','2020-03-05 08:24:57',NULL,3,0,0,NULL),(181,62,NULL,'[系统消息]发布任务','2020-03-05 13:18:44',NULL,9,0,0,NULL),(182,60,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-05 18:02:07',NULL,11,0,3,'[]'),(183,60,NULL,'[系统消息][康文生]执行的任务通过验收，获取48积分','2020-03-05 18:02:25',NULL,11,0,1,NULL),(184,63,NULL,'[系统消息]发布任务','2020-03-05 18:04:30',NULL,11,0,0,NULL),(185,64,NULL,'[系统消息]发布任务','2020-03-06 10:08:08',NULL,9,0,0,NULL),(186,62,NULL,'[系统消息]修改普通任务','2020-03-06 10:08:51',NULL,9,0,0,NULL),(187,62,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-06 16:07:33',NULL,32,0,3,NULL),(188,45,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-06 16:39:55',NULL,32,0,3,NULL),(189,63,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-06 18:01:03',NULL,11,0,3,'[]'),(190,63,NULL,'[系统消息][康文生]执行的任务通过验收，获取60积分','2020-03-06 18:01:37',NULL,11,0,1,NULL),(191,65,NULL,'[系统消息]发布任务','2020-03-07 13:09:24',NULL,9,0,0,NULL),(192,62,NULL,'[系统消息][梁引科]执行的任务通过验收，获取68积分','2020-03-07 13:10:10',NULL,9,0,1,NULL),(193,45,NULL,'[系统消息][梁引科]执行的任务通过验收，获取137积分','2020-03-07 13:10:46',NULL,9,0,1,NULL),(194,65,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-07 19:43:39',NULL,32,0,3,NULL),(195,49,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-08 08:47:56',NULL,29,0,3,'[]'),(196,53,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-08 12:24:12',NULL,4,0,3,'[]'),(197,53,NULL,'[系统消息][李伟东]执行的任务通过验收，获取86积分','2020-03-08 12:24:26',NULL,4,0,1,NULL),(198,66,NULL,'[系统消息]发布任务','2020-03-08 17:30:03',NULL,9,0,0,NULL),(199,65,NULL,'[系统消息][梁引科]执行的任务通过验收，获取68积分','2020-03-08 17:30:47',NULL,9,0,1,NULL),(200,67,NULL,'[系统消息]发布任务','2020-03-08 19:50:31',NULL,11,0,0,NULL),(201,68,NULL,'[系统消息]发布任务','2020-03-08 19:51:31',NULL,11,0,0,NULL),(202,69,NULL,'[系统消息]发布任务','2020-03-08 19:52:56',NULL,11,0,0,NULL),(203,68,NULL,'[系统消息]修改普通任务','2020-03-08 19:53:52',NULL,11,0,0,NULL),(204,67,NULL,'[系统消息]修改普通任务','2020-03-08 19:54:20',NULL,11,0,0,NULL),(205,70,NULL,'[系统消息]发布任务','2020-03-09 08:09:41',NULL,9,0,0,NULL),(206,71,NULL,'[系统消息]发布任务','2020-03-09 08:11:04',NULL,9,0,0,NULL),(207,72,NULL,'[系统消息]发布任务','2020-03-09 08:42:59',NULL,6,0,0,NULL),(208,73,NULL,'[系统消息]发布任务','2020-03-09 08:45:40',NULL,6,0,0,NULL),(209,73,NULL,'[系统消息]修改普通任务','2020-03-09 08:45:51',NULL,6,0,0,NULL),(210,73,NULL,'[系统消息]修改普通任务','2020-03-09 08:46:12',NULL,6,0,0,NULL),(211,52,NULL,'[系统消息]取消执行任务,取消原因：任务下重','2020-03-09 08:53:28',NULL,4,0,4,NULL),(212,49,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取11积分','2020-03-09 08:56:17',NULL,4,0,1,NULL),(213,6,NULL,'[系统消息][李伟东]执行的任务通过验收，获取23积分','2020-03-09 08:57:32',NULL,4,0,1,NULL),(214,69,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-09 16:43:32',NULL,14,0,3,'[]'),(215,69,NULL,'[系统消息][王楠]执行的任务通过验收，获取48积分','2020-03-09 19:00:06',NULL,11,0,1,NULL),(216,68,NULL,'[系统消息]修改普通任务','2020-03-09 19:00:31',NULL,11,0,0,NULL),(217,67,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-09 19:01:09',NULL,11,0,3,'[]'),(218,67,NULL,'[系统消息][康文生]执行的任务通过验收，获取24积分','2020-03-09 19:01:22',NULL,11,0,1,NULL),(219,68,NULL,'[系统消息]修改普通任务','2020-03-09 19:02:23',NULL,11,0,0,NULL),(220,68,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-09 19:02:51',NULL,11,0,3,'[]'),(221,68,NULL,'[系统消息][康文生]执行的任务通过验收，获取36积分','2020-03-09 19:03:18',NULL,11,0,1,NULL),(222,74,NULL,'[系统消息]发布任务','2020-03-09 20:49:05',NULL,11,0,0,NULL),(223,75,NULL,'[系统消息]发布任务','2020-03-09 20:50:59',NULL,11,0,0,NULL),(224,76,NULL,'[系统消息]发布任务','2020-03-10 14:29:25',NULL,9,0,0,NULL),(225,77,NULL,'[系统消息]发布任务','2020-03-10 14:31:40',NULL,9,0,0,NULL),(226,44,NULL,'[系统消息]修改普通任务','2020-03-10 14:32:27',NULL,9,0,0,NULL),(227,64,NULL,'[系统消息]修改普通任务','2020-03-10 14:33:01',NULL,9,0,0,NULL),(228,71,NULL,'[系统消息]修改普通任务','2020-03-10 14:33:35',NULL,9,0,0,NULL),(229,70,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-10 14:33:42',NULL,32,0,3,NULL),(230,74,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-10 16:44:02',NULL,14,0,3,'[]'),(231,78,NULL,'[系统消息]发布任务','2020-03-10 18:04:31',NULL,6,0,0,NULL),(232,78,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-10 18:04:55',NULL,6,0,3,'[]'),(233,78,NULL,'[系统消息][黄国峰]执行的任务通过验收，获取38积分','2020-03-10 18:05:07',NULL,6,0,1,NULL),(234,74,NULL,'[系统消息][王楠]执行的任务通过验收，获取48积分','2020-03-10 21:15:02',NULL,11,0,1,NULL),(235,79,NULL,'[系统消息]发布任务','2020-03-10 21:16:33',NULL,11,0,0,NULL),(236,54,NULL,'[系统消息]修改普通任务','2020-03-10 22:57:12',NULL,3,0,0,NULL),(237,72,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-11 10:39:11',NULL,29,0,3,'[]'),(238,71,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-11 15:11:13',NULL,25,0,3,NULL),(239,80,NULL,'[系统消息]发布任务','2020-03-11 16:43:27',NULL,9,0,0,NULL),(240,70,NULL,'[系统消息][梁引科]执行的任务通过验收，获取91积分','2020-03-11 16:44:01',NULL,9,0,1,NULL),(241,71,NULL,'[系统消息][郭伟]执行的任务通过验收，获取137积分','2020-03-11 16:44:37',NULL,9,0,1,NULL),(242,79,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-11 17:13:00',NULL,14,0,3,'[]'),(243,72,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取288积分','2020-03-11 18:15:40',NULL,6,0,1,NULL),(244,56,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-11 19:15:51',NULL,4,0,3,'[]'),(245,56,NULL,'[系统消息][李伟东]执行的任务通过验收，获取29积分','2020-03-11 19:16:15',NULL,4,0,1,NULL),(246,81,NULL,'[系统消息]发布任务','2020-03-11 19:17:47',NULL,4,0,0,NULL),(247,81,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-11 19:18:16',NULL,4,0,3,'[]'),(248,82,NULL,'[系统消息]发布任务','2020-03-11 19:26:47',NULL,4,0,0,NULL),(249,75,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-11 19:34:45',NULL,11,0,3,'[]'),(250,75,NULL,'[系统消息][康文生]执行的任务通过验收，获取96积分','2020-03-11 19:35:01',NULL,11,0,1,NULL),(251,79,NULL,'[系统消息][王楠]执行的任务通过验收，获取48积分','2020-03-11 19:35:22',NULL,11,0,1,NULL),(252,83,NULL,'[系统消息]发布任务','2020-03-11 19:45:02',NULL,11,0,0,NULL),(253,84,NULL,'[系统消息]发布任务','2020-03-11 19:46:36',NULL,11,0,0,NULL),(254,58,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-12 09:53:17',NULL,30,0,3,'[]'),(255,58,NULL,'[系统消息][吴永德]执行的任务通过验收，获取336积分','2020-03-12 14:22:22',NULL,17,0,1,NULL),(256,85,NULL,'[系统消息]发布任务','2020-03-12 16:37:59',NULL,6,0,0,NULL),(257,80,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-12 16:40:07',NULL,25,0,3,NULL),(258,83,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-12 16:46:50',NULL,14,0,3,'[]'),(259,86,NULL,'[系统消息]发布任务','2020-03-12 16:49:25',NULL,6,0,0,NULL),(260,87,NULL,'[系统消息]发布任务','2020-03-12 16:52:02',NULL,6,0,0,NULL),(261,85,NULL,'[系统消息]修改普通任务','2020-03-12 16:52:20',NULL,6,0,0,NULL),(262,86,NULL,'[系统消息]修改普通任务','2020-03-12 16:52:48',NULL,6,0,0,NULL),(263,83,NULL,'[系统消息][王楠]执行的任务通过验收，获取48积分','2020-03-12 16:59:29',NULL,11,0,1,NULL),(264,88,NULL,'[系统消息]发布任务','2020-03-12 17:00:26',NULL,11,0,0,NULL),(265,89,NULL,'[系统消息]发布任务','2020-03-12 18:16:07',NULL,6,0,0,NULL),(266,34,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-12 20:48:49',NULL,20,0,3,NULL),(267,34,NULL,'[系统消息][郝俊才]执行的任务通过验收，获取34积分，验收说明:已按方案和用户签署技术协议','2020-03-12 20:50:16',NULL,20,0,1,NULL),(268,24,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-12 20:51:02',NULL,20,0,3,NULL),(269,24,NULL,'[系统消息][郝俊才]执行的任务通过验收，获取115积分，验收说明:已交图，已下单','2020-03-12 20:52:04',NULL,20,0,1,NULL),(270,81,NULL,'[系统消息][李伟东]执行的任务通过验收，获取23积分','2020-03-13 09:26:11',NULL,4,0,1,NULL),(271,90,NULL,'[系统消息]发布任务','2020-03-13 09:27:38',NULL,4,0,0,NULL),(272,90,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-13 14:43:49',NULL,4,0,3,'[]'),(273,90,NULL,'[系统消息][李伟东]执行的任务通过验收，获取11积分','2020-03-13 14:44:05',NULL,4,0,1,NULL),(274,3,NULL,'[系统消息]取消执行任务,取消原因：指派其他人员完成','2020-03-13 14:49:28',NULL,4,0,4,NULL),(275,91,NULL,'[系统消息]发布任务','2020-03-13 14:52:53',NULL,4,0,0,NULL),(276,82,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-13 16:22:18',NULL,4,0,3,'[]'),(277,82,NULL,'[系统消息][李伟东]执行的任务通过验收，获取16积分','2020-03-13 16:22:39',NULL,4,0,1,NULL),(278,92,NULL,'[系统消息]发布任务','2020-03-13 16:27:10',NULL,3,0,0,NULL),(279,91,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-13 16:27:18',NULL,4,0,3,'[]'),(280,91,NULL,'[系统消息][李伟东]执行的任务通过验收，获取65积分','2020-03-13 16:27:37',NULL,4,0,1,NULL),(281,76,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-13 16:33:22',NULL,32,0,3,NULL),(282,82,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-13 16:37:55',NULL,29,0,3,'[]'),(283,76,NULL,'[系统消息][梁引科]执行的任务通过验收，获取137积分','2020-03-13 16:39:11',NULL,9,0,1,NULL),(284,80,NULL,'[系统消息][郭伟]执行的任务通过验收，获取91积分','2020-03-13 16:39:53',NULL,9,0,1,NULL),(285,93,NULL,'[系统消息]发布任务','2020-03-13 16:40:08',NULL,3,0,0,NULL),(286,44,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-13 16:42:50',NULL,24,0,3,'[]'),(287,44,NULL,'[系统消息][杨海]执行的任务通过验收，获取228积分','2020-03-13 16:44:26',NULL,9,0,1,NULL),(288,88,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-13 16:47:36',NULL,14,0,3,'[]'),(289,61,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-13 16:48:04',NULL,12,0,3,NULL),(290,92,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-13 16:48:39',NULL,12,0,3,NULL),(291,94,NULL,'[系统消息]发布任务','2020-03-13 19:50:19',NULL,9,0,0,NULL),(292,95,NULL,'[系统消息]发布任务','2020-03-13 19:51:18',NULL,9,0,0,NULL),(293,89,NULL,'[系统消息]取消执行任务,取消原因：项目推后','2020-03-14 13:23:37',NULL,6,0,4,NULL),(294,96,NULL,'[系统消息]发布任务','2020-03-14 13:26:46',NULL,6,0,0,NULL),(295,96,NULL,'[系统消息]修改普通任务','2020-03-14 13:27:07',NULL,6,0,0,NULL),(296,96,NULL,'[系统消息]修改普通任务','2020-03-14 13:27:49',NULL,6,0,0,NULL),(297,97,NULL,'[系统消息]发布任务','2020-03-14 13:30:56',NULL,6,0,0,NULL),(298,98,NULL,'[系统消息]发布任务','2020-03-14 13:32:03',NULL,6,0,0,NULL),(299,97,NULL,'[系统消息]修改普通任务','2020-03-14 13:32:34',NULL,6,0,0,NULL),(300,99,NULL,'[系统消息]发布任务','2020-03-14 13:35:39',NULL,6,0,0,NULL),(301,85,NULL,'[系统消息]修改普通任务','2020-03-14 13:50:25',NULL,6,0,0,NULL),(302,54,NULL,'[系统消息]修改普通任务','2020-03-14 18:03:05',NULL,3,0,0,NULL),(303,88,NULL,'[系统消息][王楠]执行的任务通过验收，获取48积分','2020-03-14 21:19:57',NULL,11,0,1,NULL),(304,84,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-14 21:20:19',NULL,11,0,3,'[]'),(305,84,NULL,'[系统消息][康文生]执行的任务通过验收，获取96积分','2020-03-14 21:20:34',NULL,11,0,1,NULL),(306,94,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-15 16:16:12',NULL,24,0,3,'[]'),(307,94,NULL,'[系统消息][杨海]执行的任务通过验收，获取91积分','2020-03-15 16:23:23',NULL,9,0,1,NULL),(308,100,NULL,'[系统消息]发布任务','2020-03-15 16:23:58',NULL,9,0,0,NULL),(309,101,NULL,'[系统消息]发布任务','2020-03-15 16:25:17',NULL,9,0,0,NULL),(310,96,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-15 16:25:55',NULL,29,0,3,'[]'),(311,102,NULL,'[系统消息]发布任务','2020-03-15 16:27:50',NULL,9,0,0,NULL),(312,95,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-15 16:31:17',NULL,32,0,3,NULL),(313,103,NULL,'[系统消息]发布任务','2020-03-16 07:53:50',NULL,11,0,0,NULL),(314,104,NULL,'[系统消息]发布任务','2020-03-16 07:57:03',NULL,11,0,0,NULL),(315,105,NULL,'[系统消息]发布任务','2020-03-16 07:58:29',NULL,9,0,0,NULL),(316,96,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取144积分','2020-03-16 08:17:38',NULL,6,0,1,NULL),(317,82,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取16积分','2020-03-16 08:26:35',NULL,4,0,1,NULL),(318,106,NULL,'[系统消息]发布任务','2020-03-16 08:27:55',NULL,4,0,0,NULL),(326,103,NULL,'[系统消息][王楠]执行的任务通过验收，获取48积分','2020-03-16 19:32:47',NULL,11,0,1,NULL),(320,103,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-16 16:46:32',NULL,14,0,3,'[]'),(321,105,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-16 16:59:02',NULL,9,0,3,'[]'),(322,105,NULL,'[系统消息][陈俊]执行的任务通过验收，获取48积分','2020-03-16 16:59:24',NULL,9,0,1,NULL),(323,108,NULL,'[系统消息]发布任务','2020-03-16 17:14:34',NULL,9,0,0,NULL),(324,106,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-16 17:35:11',NULL,4,0,3,'[]'),(325,106,NULL,'[系统消息][李伟东]执行的任务通过验收，获取26积分','2020-03-16 17:35:24',NULL,4,0,1,NULL),(327,109,NULL,'[系统消息]发布任务','2020-03-16 19:41:34',NULL,11,0,0,NULL),(328,110,NULL,'[系统消息]发布任务','2020-03-17 07:55:52',NULL,15,0,0,NULL),(329,110,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-17 07:58:07',NULL,43,0,3,'[]'),(330,110,NULL,'[系统消息][张灵跃]执行的任务通过验收，获取38积分','2020-03-17 07:58:57',NULL,15,0,1,NULL),(331,111,NULL,'[系统消息]发布任务','2020-03-17 08:05:08',NULL,15,0,0,NULL),(332,111,NULL,'[系统消息]修改普通任务','2020-03-17 08:39:23',NULL,15,0,0,NULL),(333,61,NULL,'[系统消息][王文利]执行的任务通过验收，获取240积分','2020-03-17 08:40:08',NULL,3,0,1,NULL),(334,92,NULL,'[系统消息][王文利]执行的任务通过验收，获取96积分，验收说明:3.9-3.10','2020-03-17 08:42:37',NULL,3,0,1,NULL),(335,112,NULL,'[系统消息]发布任务','2020-03-17 08:44:06',NULL,15,0,0,NULL),(336,112,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-17 08:44:43',NULL,15,0,3,'[]'),(337,112,NULL,'[系统消息][赵辛生]执行的任务通过验收，获取38积分','2020-03-17 08:44:59',NULL,15,0,1,NULL),(338,113,NULL,'[系统消息]发布任务','2020-03-17 08:46:57',NULL,15,0,0,NULL),(339,54,NULL,'[系统消息]修改普通任务','2020-03-17 13:43:26',NULL,3,0,0,NULL),(340,54,NULL,'[系统消息]修改普通任务','2020-03-17 13:43:58',NULL,3,0,0,NULL),(341,114,NULL,'[系统消息]发布任务','2020-03-17 14:35:06',NULL,4,0,0,NULL),(342,114,NULL,'[系统消息]修改普通任务','2020-03-17 14:35:20',NULL,4,0,0,NULL),(343,115,NULL,'[系统消息]发布任务','2020-03-17 14:37:15',NULL,4,0,0,NULL),(344,115,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-17 14:37:29',NULL,4,0,3,'[]'),(345,115,NULL,'[系统消息][李伟东]执行的任务通过验收，获取11积分','2020-03-17 14:37:45',NULL,4,0,1,NULL),(346,116,NULL,'[系统消息]发布任务','2020-03-17 14:41:29',NULL,4,0,0,NULL),(347,99,NULL,'[系统消息]修改普通任务','2020-03-17 15:23:47',NULL,6,0,0,NULL),(348,99,NULL,'[系统消息]修改普通任务','2020-03-17 15:24:05',NULL,6,0,0,NULL),(349,99,NULL,'[系统消息]修改普通任务','2020-03-17 15:24:44',NULL,6,0,0,NULL),(350,99,NULL,'[系统消息]修改普通任务','2020-03-17 15:26:31',NULL,6,0,0,NULL),(351,99,NULL,'[系统消息]修改普通任务','2020-03-17 15:27:09',NULL,6,0,0,NULL),(352,99,NULL,'[系统消息]修改普通任务','2020-03-17 15:27:35',NULL,6,0,0,NULL),(353,99,NULL,'[系统消息]修改普通任务','2020-03-17 15:27:51',NULL,6,0,0,NULL),(354,99,NULL,'[系统消息]修改普通任务','2020-03-17 15:28:02',NULL,6,0,0,NULL),(355,99,NULL,'[系统消息]修改普通任务','2020-03-17 15:28:14',NULL,6,0,0,NULL),(356,99,NULL,'[系统消息]修改普通任务','2020-03-17 15:28:21',NULL,6,0,0,NULL),(357,109,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-17 18:15:41',NULL,14,0,3,'[]'),(358,111,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-17 18:20:07',NULL,43,0,3,'[]'),(359,54,NULL,'[系统消息]修改普通任务','2020-03-17 18:34:32',NULL,3,0,0,NULL),(360,54,NULL,'[系统消息]修改普通任务','2020-03-17 18:36:00',NULL,3,0,0,NULL),(361,54,NULL,'[系统消息]修改普通任务','2020-03-17 18:39:10',NULL,3,0,0,NULL),(362,104,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-17 18:45:44',NULL,11,0,3,'[]'),(363,104,NULL,'[系统消息][康文生]执行的任务通过验收，获取96积分','2020-03-17 18:46:07',NULL,11,0,1,NULL),(364,109,NULL,'[系统消息][王楠]执行的任务通过验收，获取48积分','2020-03-17 18:46:37',NULL,11,0,1,NULL),(365,117,NULL,'[系统消息]发布任务','2020-03-17 19:07:12',NULL,11,0,0,NULL),(366,118,NULL,'[系统消息]发布任务','2020-03-17 19:08:00',NULL,11,0,0,NULL),(367,119,NULL,'[系统消息]发布任务','2020-03-18 08:00:18',NULL,9,0,0,NULL),(368,120,NULL,'[系统消息]发布任务','2020-03-18 08:01:52',NULL,9,0,0,NULL),(369,101,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-18 08:06:12',NULL,24,0,3,'[]'),(370,121,NULL,'[系统消息]发布任务','2020-03-18 09:44:47',NULL,4,0,0,NULL),(371,122,NULL,'[系统消息]发布任务','2020-03-18 14:46:53',NULL,9,0,0,NULL),(372,111,NULL,'[系统消息][张灵跃]执行的任务通过验收，获取48积分','2020-03-18 14:48:01',NULL,15,0,1,NULL),(373,123,NULL,'[系统消息]发布任务','2020-03-18 14:53:04',NULL,15,0,0,NULL),(374,113,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-18 14:53:43',NULL,15,0,3,'[]'),(375,113,NULL,'[系统消息][赵辛生]执行的任务通过验收，获取48积分','2020-03-18 14:54:45',NULL,15,0,1,NULL),(376,124,NULL,'[系统消息]发布任务','2020-03-18 15:02:53',NULL,15,0,0,NULL),(377,118,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-18 16:41:40',NULL,11,0,3,'[]'),(378,118,NULL,'[系统消息][康文生]执行的任务通过验收，获取48积分','2020-03-18 16:41:52',NULL,11,0,1,NULL),(379,117,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-18 16:42:03',NULL,14,0,3,'[]'),(380,117,NULL,'[系统消息][王楠]执行的任务通过验收，获取48积分','2020-03-18 16:42:44',NULL,11,0,1,NULL),(381,120,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-18 16:44:50',NULL,24,0,3,'[]'),(382,123,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-18 17:33:19',NULL,43,0,3,'[]'),(383,108,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-18 17:34:41',NULL,25,0,3,NULL),(384,93,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-18 17:55:05',NULL,12,0,3,NULL),(385,125,NULL,'[系统消息]发布任务','2020-03-18 19:49:36',NULL,11,0,0,NULL),(386,126,NULL,'[系统消息]发布任务','2020-03-18 19:51:06',NULL,11,0,0,NULL),(387,123,NULL,'[系统消息][张灵跃]执行的任务通过验收，获取48积分','2020-03-19 10:29:20',NULL,15,0,1,NULL),(388,127,NULL,'[系统消息]发布任务','2020-03-19 10:33:31',NULL,15,0,0,NULL),(389,100,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-19 11:10:41',NULL,33,0,3,'[]'),(390,100,NULL,'[系统消息][福立新]执行的任务通过验收，获取192积分','2020-03-19 11:11:11',NULL,9,0,1,NULL),(391,42,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-19 12:08:12',NULL,29,0,3,'[]'),(392,128,NULL,'[系统消息]发布任务','2020-03-19 12:51:57',NULL,9,0,0,NULL),(393,129,NULL,'[系统消息]发布任务','2020-03-19 12:54:28',NULL,9,0,0,NULL),(394,102,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-19 12:56:54',NULL,32,0,3,NULL),(395,93,NULL,'[系统消息][王文利]执行的任务通过验收，获取96积分','2020-03-19 13:11:56',NULL,3,0,1,NULL),(396,130,NULL,'[系统消息]发布任务','2020-03-19 13:17:31',NULL,3,0,0,NULL),(397,130,NULL,'[系统消息]修改普通任务','2020-03-19 13:18:25',NULL,3,0,0,NULL),(398,127,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-19 17:23:18',NULL,43,0,3,'[]'),(399,126,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-19 17:57:34',NULL,11,0,3,'[]'),(400,126,NULL,'[系统消息][康文生]执行的任务通过验收，获取48积分','2020-03-19 17:57:55',NULL,11,0,1,NULL),(401,131,NULL,'[系统消息]发布任务','2020-03-19 19:41:56',NULL,11,0,0,NULL),(402,119,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-19 21:24:56',NULL,32,0,3,'[]'),(403,127,NULL,'[系统消息][张灵跃]执行的任务通过验收，获取48积分','2020-03-20 08:25:55',NULL,15,0,1,NULL),(404,124,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-20 08:26:39',NULL,15,0,3,'[]'),(405,124,NULL,'[系统消息][赵辛生]执行的任务通过验收，获取48积分','2020-03-20 08:27:15',NULL,15,0,1,NULL),(406,132,NULL,'[系统消息]发布任务','2020-03-20 08:34:13',NULL,15,0,0,NULL),(407,27,NULL,'[系统消息][刘克伟]执行的任务通过验收，获取336积分','2020-03-20 11:03:36',NULL,17,0,1,NULL),(408,133,NULL,'[系统消息]发布任务','2020-03-20 11:12:23',NULL,17,0,0,NULL),(409,134,NULL,'[系统消息]发布任务','2020-03-20 11:55:14',NULL,6,0,0,NULL),(410,135,NULL,'[系统消息]发布任务','2020-03-20 11:57:05',NULL,6,0,0,NULL),(411,134,NULL,'[系统消息]修改普通任务','2020-03-20 12:13:47',NULL,6,0,0,NULL),(412,135,NULL,'[系统消息]修改普通任务','2020-03-20 12:14:19',NULL,6,0,0,NULL),(413,121,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-20 15:24:13',NULL,4,0,3,'[]'),(414,121,NULL,'[系统消息][李伟东]执行的任务通过验收，获取14积分','2020-03-20 15:24:22',NULL,4,0,1,NULL),(415,116,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-20 15:24:44',NULL,4,0,3,'[]'),(416,116,NULL,'[系统消息][李伟东]执行的任务通过验收，获取17积分','2020-03-20 15:24:56',NULL,4,0,1,NULL),(417,114,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-20 15:25:17',NULL,4,0,3,'[]'),(418,114,NULL,'[系统消息][李伟东]执行的任务通过验收，获取11积分','2020-03-20 15:25:28',NULL,4,0,1,NULL),(419,136,NULL,'[系统消息]发布任务','2020-03-20 15:26:53',NULL,4,0,0,NULL),(420,137,NULL,'[系统消息]发布任务','2020-03-20 15:28:04',NULL,4,0,0,NULL),(421,134,NULL,'[系统消息]修改普通任务','2020-03-20 16:06:21',NULL,6,0,0,NULL),(422,120,NULL,'[系统消息][杨海]执行的任务通过验收，获取48积分','2020-03-20 17:33:18',NULL,9,0,1,NULL),(423,108,NULL,'[系统消息][郭伟]执行的任务通过验收，获取192积分','2020-03-20 17:34:08',NULL,9,0,1,NULL),(424,102,NULL,'[系统消息][梁引科]执行的任务通过验收，获取154积分','2020-03-20 17:34:39',NULL,9,0,1,NULL),(425,101,NULL,'[系统消息][杨海]执行的任务通过验收，获取77积分','2020-03-20 17:35:00',NULL,9,0,1,NULL),(426,95,NULL,'[系统消息][梁引科]执行的任务通过验收，获取173积分','2020-03-20 17:35:59',NULL,9,0,1,NULL),(427,138,NULL,'[系统消息]发布周期任务','2020-03-20 17:38:04',NULL,9,0,0,NULL),(428,125,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-20 17:40:39',NULL,14,0,3,'[]'),(429,119,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-20 17:52:39',NULL,9,0,3,'[]'),(430,119,NULL,'[系统消息][梁引科]执行的任务通过验收，获取48积分','2020-03-20 17:53:10',NULL,9,0,1,NULL),(431,119,NULL,'[系统消息][陈俊]执行的任务通过验收，获取48积分','2020-03-20 17:53:36',NULL,9,0,1,NULL),(432,131,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-20 19:43:25',NULL,11,0,3,'[]'),(433,131,NULL,'[系统消息][康文生]执行的任务通过验收，获取48积分','2020-03-20 19:43:38',NULL,11,0,1,NULL),(434,125,NULL,'[系统消息][王楠]执行的任务通过验收，获取96积分','2020-03-20 19:44:09',NULL,11,0,1,NULL),(435,128,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-21 16:51:13',NULL,24,0,3,'[]'),(436,129,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-21 16:55:12',NULL,32,0,3,NULL),(437,129,NULL,'[系统消息][梁引科]执行的任务通过验收，获取96积分','2020-03-21 20:29:16',NULL,9,0,1,NULL),(438,128,NULL,'[系统消息][杨海]执行的任务通过验收，获取144积分','2020-03-21 20:29:37',NULL,9,0,1,NULL),(439,139,NULL,'[系统消息]发布任务','2020-03-21 20:30:59',NULL,9,0,0,NULL),(440,138,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-21 20:33:25',NULL,25,0,3,NULL),(441,137,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-22 13:12:00',NULL,4,0,3,'[]'),(442,137,NULL,'[系统消息][李伟东]执行的任务通过验收，获取27积分','2020-03-22 13:12:14',NULL,4,0,1,NULL),(443,136,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-22 13:12:30',NULL,4,0,3,'[]'),(444,136,NULL,'[系统消息][李伟东]执行的任务通过验收，获取27积分','2020-03-22 13:12:40',NULL,4,0,1,NULL),(445,139,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-22 16:10:54',NULL,24,0,3,'[]'),(446,139,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-22 16:11:34',NULL,32,0,3,NULL),(447,138,NULL,'[系统消息][郭伟]执行的任务通过验收，获取38积分','2020-03-22 16:13:04',NULL,9,0,1,NULL),(448,139,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-22 16:14:20',NULL,25,0,3,NULL),(449,140,NULL,'[系统消息]发布任务','2020-03-22 17:08:54',NULL,9,0,0,NULL),(450,139,NULL,'[系统消息][杨海]执行的任务通过验收，获取38积分','2020-03-22 19:28:54',NULL,9,0,1,NULL),(451,139,NULL,'[系统消息][梁引科]执行的任务通过验收，获取38积分','2020-03-22 19:29:04',NULL,9,0,1,NULL),(452,139,NULL,'[系统消息][郭伟]执行的任务通过验收，获取38积分','2020-03-22 19:29:16',NULL,9,0,1,NULL),(453,141,NULL,'[系统消息]发布任务','2020-03-23 07:47:11',NULL,11,0,0,NULL),(454,142,NULL,'[系统消息]发布任务','2020-03-23 07:48:47',NULL,11,0,0,NULL),(455,143,NULL,'[系统消息]发布任务','2020-03-23 08:15:35',NULL,9,0,0,NULL),(456,144,NULL,'[系统消息]发布任务','2020-03-23 08:16:28',NULL,9,0,0,NULL),(457,130,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-23 08:56:53',NULL,12,0,3,NULL),(458,145,NULL,'[系统消息]发布任务','2020-03-23 09:40:35',NULL,4,0,0,NULL),(459,42,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取192积分','2020-03-23 15:12:45',NULL,6,0,1,NULL),(460,59,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-23 15:13:28',NULL,41,0,3,'[]'),(461,73,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-23 15:14:12',NULL,41,0,3,'[]'),(462,73,NULL,'[系统消息][李朋杰]执行的任务通过验收，获取144积分','2020-03-23 15:38:45',NULL,6,0,1,NULL),(463,59,NULL,'[系统消息][李朋杰]执行的任务通过验收，获取96积分','2020-03-23 15:39:09',NULL,6,0,1,NULL),(464,132,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-23 17:03:18',NULL,43,0,3,'[]'),(465,140,NULL,'[系统消息]取消执行任务,取消原因：人员变动','2020-03-23 17:49:12',NULL,9,0,4,NULL),(466,146,NULL,'[系统消息]发布任务','2020-03-23 17:50:50',NULL,9,0,0,NULL),(467,147,NULL,'[系统消息]发布任务','2020-03-23 17:52:31',NULL,9,0,0,NULL),(468,122,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-23 17:59:28',NULL,25,0,3,'[]'),(469,148,NULL,'[系统消息]发布任务','2020-03-23 18:07:54',NULL,4,0,0,NULL),(470,149,NULL,'[系统消息]发布任务','2020-03-23 19:52:42',NULL,11,0,0,NULL),(471,150,NULL,'[系统消息]发布任务','2020-03-23 19:54:24',NULL,11,0,0,NULL),(472,142,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-24 07:56:51',NULL,11,0,3,'[]'),(473,150,NULL,'[系统消息]修改普通任务','2020-03-24 07:58:40',NULL,11,0,0,NULL),(474,122,NULL,'[系统消息][郭伟]执行的任务通过验收，获取96积分','2020-03-24 09:07:26',NULL,9,0,1,NULL),(475,132,NULL,'[系统消息][张灵跃]执行的任务通过验收，获取96积分','2020-03-24 09:12:05',NULL,15,0,1,NULL),(476,151,NULL,'[系统消息]发布任务','2020-03-24 09:13:31',NULL,15,0,0,NULL),(477,130,NULL,'[系统消息][王文利]执行的任务通过验收，获取144积分','2020-03-24 10:03:04',NULL,3,0,1,NULL),(478,152,NULL,'[系统消息]发布任务','2020-03-24 10:07:44',NULL,3,0,0,NULL),(479,153,NULL,'[系统消息]发布任务','2020-03-24 12:04:26',NULL,6,0,0,NULL),(480,154,NULL,'[系统消息]发布任务','2020-03-24 12:05:38',NULL,6,0,0,NULL),(481,153,NULL,'[系统消息]修改普通任务','2020-03-24 12:06:07',NULL,6,0,0,NULL),(482,99,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-24 16:28:26',NULL,42,0,3,'[]'),(483,155,NULL,'[系统消息]发布任务','2020-03-24 16:38:03',NULL,3,0,0,NULL),(484,155,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-24 16:40:24',NULL,12,0,3,NULL),(485,155,NULL,'[系统消息][王文利]执行的任务通过验收，获取2积分','2020-03-24 16:43:10',NULL,3,0,1,NULL),(486,156,NULL,'[系统消息]发布任务','2020-03-24 17:32:05',NULL,9,0,0,NULL),(487,145,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-24 19:40:28',NULL,4,0,3,'[]'),(488,145,NULL,'[系统消息][李伟东]执行的任务通过验收，获取12积分','2020-03-24 19:41:39',NULL,4,0,1,NULL),(489,148,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-24 19:42:16',NULL,4,0,3,'[]'),(490,148,NULL,'[系统消息][李伟东]执行的任务通过验收，获取120积分','2020-03-24 19:42:25',NULL,4,0,1,NULL),(491,157,NULL,'[系统消息]发布任务','2020-03-24 19:47:51',NULL,4,0,0,NULL),(492,158,NULL,'[系统消息]发布任务','2020-03-24 19:49:34',NULL,4,0,0,NULL),(493,159,NULL,'[系统消息]发布任务','2020-03-24 19:50:54',NULL,4,0,0,NULL),(494,160,NULL,'[系统消息]发布任务','2020-03-25 07:57:35',NULL,9,0,0,NULL),(495,99,NULL,'[系统消息][彭兴乔]执行的任务通过验收，获取336积分','2020-03-25 08:55:09',NULL,6,0,1,NULL),(496,161,NULL,'[系统消息]发布任务','2020-03-25 08:59:10',NULL,6,0,0,NULL),(497,162,NULL,'[系统消息]发布任务','2020-03-25 09:54:28',NULL,6,0,0,NULL),(498,162,NULL,'[系统消息]修改普通任务','2020-03-25 09:55:12',NULL,6,0,0,NULL),(499,161,NULL,'[系统消息]修改普通任务','2020-03-25 12:06:37',NULL,6,0,0,NULL),(500,163,NULL,'[系统消息]发布任务','2020-03-25 12:27:12',NULL,6,0,0,NULL),(501,158,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-25 16:42:09',NULL,4,0,3,'[]'),(502,158,NULL,'[系统消息][李伟东]执行的任务通过验收，获取12积分','2020-03-25 16:42:16',NULL,4,0,1,NULL),(503,151,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-25 17:07:41',NULL,43,0,3,'[]'),(504,141,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-25 17:17:10',NULL,14,0,3,'[]'),(505,150,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-25 20:47:11',NULL,11,0,3,'[]'),(506,150,NULL,'[系统消息][康文生]执行的任务通过验收，获取96积分','2020-03-25 20:47:28',NULL,11,0,1,NULL),(507,142,NULL,'[系统消息][康文生]执行的任务通过验收，获取48积分','2020-03-25 20:47:50',NULL,11,0,1,NULL),(508,141,NULL,'[系统消息][王楠]执行的任务通过验收，获取120积分','2020-03-25 20:48:24',NULL,11,0,1,NULL),(509,164,NULL,'[系统消息]发布任务','2020-03-25 20:51:23',NULL,11,0,0,NULL),(510,165,NULL,'[系统消息]发布任务','2020-03-25 20:52:51',NULL,11,0,0,NULL),(511,154,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-25 20:59:12',NULL,29,0,3,'[]'),(512,153,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-25 20:59:27',NULL,29,0,3,'[]'),(513,166,NULL,'[系统消息]发布任务','2020-03-26 08:04:02',NULL,9,0,0,NULL),(514,167,NULL,'[系统消息]发布任务','2020-03-26 08:59:09',NULL,15,0,0,NULL),(515,168,NULL,'[系统消息]发布任务','2020-03-26 09:01:15',NULL,15,0,0,NULL),(516,151,NULL,'[系统消息][张灵跃]执行的任务通过验收，获取96积分','2020-03-26 09:01:47',NULL,15,0,1,NULL),(517,153,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取12积分','2020-03-26 11:22:41',NULL,6,0,1,NULL),(518,154,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取12积分','2020-03-26 11:22:58',NULL,6,0,1,NULL),(519,169,NULL,'[系统消息]发布任务','2020-03-26 11:24:36',NULL,6,0,0,NULL),(520,170,NULL,'[系统消息]发布任务','2020-03-26 11:28:31',NULL,20,0,0,NULL),(521,157,NULL,'[系统消息]执行完成任务操作，附言：延误原因：维修速达','2020-03-26 12:48:36',NULL,5,0,3,NULL),(522,97,NULL,'[系统消息]执行完成任务操作，附言：因出差广州东源进行ZH007维修,延期完成','2020-03-26 16:57:05',NULL,30,0,3,'[]'),(523,147,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-26 17:22:24',NULL,24,0,3,'[]'),(524,97,NULL,'[系统消息][吴永德]执行的任务通过验收，获取192积分','2020-03-26 17:46:51',NULL,6,0,1,NULL),(525,164,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-26 20:20:43',NULL,11,0,3,'[]'),(526,164,NULL,'[系统消息][康文生]执行的任务通过验收，获取48积分','2020-03-26 20:20:56',NULL,11,0,1,NULL),(527,171,NULL,'[系统消息]发布任务','2020-03-27 08:00:26',NULL,9,0,0,NULL),(528,172,NULL,'[系统消息]发布任务','2020-03-27 08:08:24',NULL,11,0,0,NULL),(529,146,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 09:46:38',NULL,32,0,3,NULL),(530,146,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 09:49:49',NULL,25,0,3,'[]'),(531,169,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 12:48:34',NULL,42,0,3,'[]'),(532,169,NULL,'[系统消息][彭兴乔]执行的任务通过验收，获取72积分','2020-03-27 13:03:31',NULL,6,0,1,NULL),(533,163,NULL,'[系统消息]修改普通任务','2020-03-27 13:04:44',NULL,6,0,0,NULL),(534,173,NULL,'[系统消息]发布任务','2020-03-27 13:06:45',NULL,6,0,0,NULL),(535,174,NULL,'[系统消息]发布任务','2020-03-27 13:09:55',NULL,6,0,0,NULL),(536,159,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 15:09:54',NULL,4,0,3,'[]'),(537,159,NULL,'[系统消息][李伟东]执行的任务通过验收，获取72积分','2020-03-27 15:10:07',NULL,4,0,1,NULL),(538,175,NULL,'[系统消息]发布任务','2020-03-27 15:20:03',NULL,4,0,0,NULL),(539,175,NULL,'[系统消息]修改普通任务','2020-03-27 15:20:25',NULL,4,0,0,NULL),(540,176,NULL,'[系统消息]发布任务','2020-03-27 15:21:37',NULL,4,0,0,NULL),(541,157,NULL,'[系统消息][任颖]执行的任务通过验收，获取18积分','2020-03-27 15:22:06',NULL,4,0,1,NULL),(542,171,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 15:23:39',NULL,33,0,3,'[]'),(543,149,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 16:39:16',NULL,7,0,3,'[]'),(544,135,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 17:07:26',NULL,29,0,3,'[]'),(545,134,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 17:07:55',NULL,29,0,3,'[]'),(546,171,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 18:55:46',NULL,25,0,3,'[]'),(547,135,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取120积分','2020-03-27 19:04:27',NULL,6,0,1,NULL),(548,165,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 20:19:07',NULL,14,0,3,'[]'),(549,172,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 20:26:52',NULL,11,0,3,'[]'),(550,172,NULL,'[系统消息][康文生]执行的任务通过验收，获取48积分','2020-03-27 20:27:03',NULL,11,0,1,NULL),(551,149,NULL,'[系统消息][刘长澜]执行的任务通过验收，获取192积分','2020-03-27 20:27:29',NULL,11,0,1,NULL),(552,165,NULL,'[系统消息][王楠]执行的任务通过验收，获取120积分','2020-03-27 20:27:48',NULL,11,0,1,NULL),(553,171,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-27 21:39:48',NULL,32,0,3,NULL),(554,177,NULL,'[系统消息]发布任务','2020-03-28 13:31:57',NULL,6,0,0,NULL),(555,177,NULL,'[系统消息]修改普通任务','2020-03-28 13:36:51',NULL,6,0,0,NULL),(556,171,NULL,'[系统消息][梁引科]执行的任务通过验收，获取48积分','2020-03-28 13:56:28',NULL,9,0,1,NULL),(557,171,NULL,'[系统消息][福立新]执行的任务通过验收，获取48积分','2020-03-28 13:56:50',NULL,9,0,1,NULL),(558,171,NULL,'[系统消息][郭伟]执行的任务通过验收，获取48积分','2020-03-28 13:57:09',NULL,9,0,1,NULL),(559,147,NULL,'[系统消息][杨海]执行的任务通过验收，获取240积分','2020-03-28 13:57:42',NULL,9,0,1,NULL),(560,146,NULL,'[系统消息][梁引科]执行的任务通过验收，获取240积分','2020-03-28 13:58:06',NULL,9,0,1,NULL),(561,146,NULL,'[系统消息][郭伟]执行的任务通过验收，获取192积分','2020-03-28 13:58:32',NULL,9,0,1,NULL),(562,178,NULL,'[系统消息]发布任务','2020-03-30 07:13:35',NULL,9,0,0,NULL),(563,179,NULL,'[系统消息]发布任务','2020-03-30 07:51:45',NULL,11,0,0,NULL),(564,180,NULL,'[系统消息]发布任务','2020-03-30 07:53:34',NULL,11,0,0,NULL),(565,181,NULL,'[系统消息]发布任务','2020-03-30 07:56:12',NULL,11,0,0,NULL),(566,182,NULL,'[系统消息]发布任务','2020-03-30 08:24:53',NULL,6,0,0,NULL),(567,174,NULL,'[系统消息]执行完成任务操作，附言：3月17日到----3月25日回共9天','2020-03-30 08:36:52',NULL,30,0,3,'[]'),(568,183,NULL,'[系统消息]发布任务','2020-03-30 08:53:33',NULL,6,0,0,NULL),(569,184,NULL,'[系统消息]发布任务','2020-03-30 08:54:27',NULL,6,0,0,NULL),(570,184,NULL,'[系统消息]修改普通任务','2020-03-30 08:54:44',NULL,6,0,0,NULL),(571,176,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 08:55:06',NULL,4,0,3,'[]'),(572,176,NULL,'[系统消息][李伟东]执行的任务通过验收，获取24积分','2020-03-30 08:55:14',NULL,4,0,1,NULL),(573,175,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 08:55:35',NULL,4,0,3,'[]'),(574,175,NULL,'[系统消息][李伟东]执行的任务通过验收，获取18积分','2020-03-30 08:55:42',NULL,4,0,1,NULL),(575,185,NULL,'[系统消息]发布任务','2020-03-30 08:55:54',NULL,6,0,0,NULL),(576,186,NULL,'[系统消息]发布任务','2020-03-30 08:56:47',NULL,6,0,0,NULL),(577,152,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 09:02:11',NULL,12,0,3,NULL),(578,187,NULL,'[系统消息]发布任务','2020-03-30 09:04:15',NULL,4,0,0,NULL),(579,152,NULL,'[系统消息][王文利]执行的任务通过验收，获取144积分','2020-03-30 09:06:13',NULL,3,0,1,NULL),(580,186,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 09:08:36',NULL,5,0,3,NULL),(581,185,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 09:09:39',NULL,5,0,3,NULL),(582,184,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 09:10:25',NULL,5,0,3,NULL),(583,188,NULL,'[系统消息]发布任务','2020-03-30 09:10:45',NULL,3,0,0,NULL),(584,183,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 09:11:11',NULL,5,0,3,NULL),(585,182,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 09:12:09',NULL,5,0,3,NULL),(586,177,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 09:13:29',NULL,5,0,3,NULL),(587,161,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 09:28:02',NULL,42,0,3,'[]'),(588,189,NULL,'[系统消息]发布任务','2020-03-30 09:35:29',NULL,4,0,0,NULL),(589,144,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 10:10:36',NULL,33,0,3,'[]'),(590,174,NULL,'[系统消息][吴永德]执行的任务通过验收，获取384积分','2020-03-30 12:33:08',NULL,6,0,1,NULL),(591,161,NULL,'[系统消息][彭兴乔]执行的任务通过验收，获取96积分','2020-03-30 13:10:23',NULL,6,0,1,NULL),(592,187,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 14:09:40',NULL,10,0,3,'[]'),(593,178,NULL,'[系统消息]取消执行任务,取消原因：设计条件不具备','2020-03-30 15:26:27',NULL,9,0,4,NULL),(594,144,NULL,'[系统消息][福立新]执行的任务通过验收，获取48积分','2020-03-30 15:26:49',NULL,9,0,1,NULL),(595,190,NULL,'[系统消息]发布任务','2020-03-30 15:27:51',NULL,9,0,0,NULL),(596,191,NULL,'[系统消息]发布任务','2020-03-30 15:28:49',NULL,9,0,0,NULL),(597,192,NULL,'[系统消息]发布任务','2020-03-30 15:29:42',NULL,9,0,0,NULL),(598,193,NULL,'[系统消息]发布任务','2020-03-30 16:01:12',NULL,4,0,0,NULL),(599,193,NULL,'[系统消息]修改普通任务','2020-03-30 16:01:36',NULL,4,0,0,NULL),(600,167,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-30 16:54:50',NULL,43,0,3,'[]'),(601,134,NULL,'[系统消息][董晨瑞]执行的任务通过验收，获取192积分','2020-03-30 17:48:30',NULL,9,0,1,NULL),(602,187,NULL,'[系统消息][胡玉龙]执行的任务通过验收，获取24积分','2020-03-30 20:16:59',NULL,4,0,1,NULL),(603,202,NULL,'[系统消息]发布任务','2020-03-30 20:23:53',NULL,4,0,0,NULL),(604,179,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 07:56:13',NULL,11,0,3,'[]'),(605,179,NULL,'[系统消息][康文生]执行的任务通过验收，获取48积分','2020-03-31 07:56:23',NULL,11,0,1,NULL),(606,203,NULL,'[系统消息]发布任务','2020-03-31 07:57:33',NULL,11,0,0,NULL),(607,190,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 07:58:13',NULL,32,0,3,NULL),(608,204,NULL,'[系统消息]发布任务','2020-03-31 07:59:48',NULL,9,0,0,NULL),(609,205,NULL,'[系统消息]发布任务','2020-03-31 08:01:16',NULL,9,0,0,NULL),(610,206,NULL,'[系统消息]发布任务','2020-03-31 08:02:17',NULL,11,0,0,NULL),(611,191,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 08:06:34',NULL,25,0,3,'[]'),(612,192,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 08:07:23',NULL,34,0,3,'[]'),(613,207,NULL,'[系统消息]发布任务','2020-03-31 08:47:31',NULL,4,0,0,NULL),(614,208,NULL,'[系统消息]发布任务','2020-03-31 08:54:01',NULL,4,0,0,NULL),(615,207,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 10:29:03',NULL,21,0,3,'[]'),(616,208,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 13:18:33',NULL,21,0,3,'[]'),(617,209,NULL,'[系统消息]发布任务','2020-03-31 13:37:24',NULL,4,0,0,NULL),(618,208,NULL,'[系统消息][马英福]执行的任务通过验收，获取12积分','2020-03-31 13:37:38',NULL,4,0,1,NULL),(619,207,NULL,'[系统消息][马英福]执行的任务通过验收，获取12积分','2020-03-31 13:37:57',NULL,4,0,1,NULL),(620,209,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 16:18:14',NULL,21,0,3,'[]'),(621,8,NULL,'[系统消息]执行转派任务操作,将由[李伟东]执行，附言：春节后李工设计完成。','2020-03-31 16:22:41',NULL,21,0,2,'[]'),(622,8,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 16:23:24',NULL,4,0,3,'[]'),(623,8,NULL,'[系统消息][李伟东]执行的任务通过验收，获取24积分','2020-03-31 16:23:34',NULL,4,0,1,NULL),(624,209,NULL,'[系统消息][马英福]执行的任务通过验收，获取18积分','2020-03-31 16:24:14',NULL,4,0,1,NULL),(625,7,NULL,'[系统消息]执行完成任务操作，附言：春节前设计完成，春节后李工已审核发图。','2020-03-31 16:26:24',NULL,21,0,3,'[]'),(626,180,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 16:32:47',NULL,14,0,3,'[]'),(627,202,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 16:54:22',NULL,10,0,3,'[]'),(628,193,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 16:54:41',NULL,10,0,3,'[]'),(629,210,NULL,'[系统消息]发布任务','2020-03-31 17:16:02',NULL,15,0,0,NULL),(630,168,NULL,'[系统消息]执行完成任务操作，附言：','2020-03-31 17:16:29',NULL,15,0,3,'[]'),(631,168,NULL,'[系统消息][赵辛生]执行的任务通过验收，获取96积分','2020-03-31 17:16:49',NULL,15,0,1,NULL),(632,167,NULL,'[系统消息][张灵跃]执行的任务通过验收，获取240积分','2020-03-31 17:17:49',NULL,15,0,1,NULL),(633,180,NULL,'[系统消息][王楠]执行的任务通过验收，获取72积分','2020-03-31 20:12:07',NULL,11,0,1,NULL),(634,191,NULL,'[系统消息][郭伟]执行的任务通过验收，获取48积分','2020-03-31 22:00:12',NULL,9,0,1,NULL),(635,190,NULL,'[系统消息][梁引科]执行的任务通过验收，获取48积分','2020-03-31 22:00:33',NULL,9,0,1,NULL),(636,192,NULL,'[系统消息][王金龙]执行的任务通过验收，获取48积分','2020-03-31 22:01:13',NULL,9,0,1,NULL),(637,205,NULL,'[系统消息]执行完成任务操作，附言：','2020-04-01 07:48:23',NULL,25,0,3,'[]'),(638,205,NULL,'[系统消息][郭伟]执行的任务通过验收，获取48积分','2020-04-01 07:54:28',NULL,9,0,1,NULL),(639,204,NULL,'[系统消息]执行完成任务操作，附言：','2020-04-01 07:55:34',NULL,34,0,3,'[]'),(640,211,NULL,'[系统消息]发布任务','2020-04-01 07:56:31',NULL,9,0,0,NULL),(641,204,NULL,'[系统消息]执行完成任务操作，附言：','2020-04-01 07:57:19',NULL,32,0,3,NULL),(642,212,NULL,'[系统消息]发布任务','2020-04-01 07:58:21',NULL,9,0,0,NULL),(643,204,NULL,'[系统消息][梁引科]执行的任务通过验收，获取48积分','2020-04-01 07:58:41',NULL,9,0,1,NULL),(644,204,NULL,'[系统消息][王金龙]执行的任务通过验收，获取48积分','2020-04-01 07:58:54',NULL,9,0,1,NULL),(645,213,NULL,'[系统消息]发布任务','2020-04-01 08:12:12',NULL,15,0,0,NULL),(646,202,NULL,'[系统消息][胡玉龙]执行的任务通过验收，获取24积分','2020-04-01 08:18:30',NULL,4,0,1,NULL),(647,193,NULL,'[系统消息][胡玉龙]执行的任务通过验收，获取18积分','2020-04-01 08:18:44',NULL,4,0,1,NULL),(648,214,NULL,'[系统消息]发布任务','2020-04-01 08:20:08',NULL,4,0,0,NULL),(649,215,NULL,'[系统消息]发布任务','2020-04-01 08:22:12',NULL,4,0,0,NULL),(650,214,NULL,'[系统消息]修改普通任务','2020-04-01 08:23:03',NULL,4,0,0,NULL),(651,143,NULL,'[系统消息]执行完成任务操作，附言：','2020-04-01 08:39:02',NULL,33,0,3,'[]'),(652,163,NULL,'[系统消息]执行完成任务操作，附言：','2020-04-01 10:32:10',NULL,42,0,3,'[]'),(653,203,NULL,'[系统消息]执行完成任务操作，附言：','2020-04-01 16:44:29',NULL,14,0,3,'[]'),(654,213,NULL,'[系统消息]执行完成任务操作，附言：','2020-04-01 16:52:04',NULL,43,0,3,'[]'),(655,85,NULL,'[系统消息]执行完成任务操作，附言：','2020-04-01 16:52:04',NULL,29,0,3,'[]');
/*!40000 ALTER TABLE `jee_task_dynamic` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_group`
--

DROP TABLE IF EXISTS `jee_task_group`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `sort` int(11) DEFAULT NULL,
  `responsible` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `members` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `progress` varchar(5) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=55 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_group`
--

LOCK TABLES `jee_task_group` WRITE;
/*!40000 ALTER TABLE `jee_task_group` DISABLE KEYS */;
INSERT INTO `jee_task_group` VALUES (1,3,'RS08A-028','2020-01-07 00:28:39','VVT定子珩磨，孔径48.55',1,0,'4','6,4,10','2020-05-07 00:28:39',3,'0'),(2,3,'P1906','2020-01-15 17:09:14','华翔改造',1,0,'19','19','2020-03-28 17:09:14',17,'85'),(3,3,'DVL-1115-001  双轴立式车削中心','2019-12-31 18:39:27','',1,0,'11','11,14','2020-04-30 18:39:27',11,'0'),(4,3,'SH2001','2020-01-03 11:53:35','',1,0,'6','4','2020-01-18 11:53:35',3,'0'),(5,3,'SH2002','2020-01-09 11:55:39','江都罡阳直径38孔试珩',1,0,'4','4','2020-02-08 11:55:39',3,'0'),(6,3,'ZTA-002','2020-01-17 00:18:42','西菱 连杆精镗专机',1,0,'17','6,17,19,26','2020-05-26 00:18:42',3,'0'),(7,3,'RS06A-014','2020-01-17 00:23:10','西菱 连杆珩磨',1,0,'4','6,4,10,21','2020-05-26 00:23:10',3,'0'),(8,3,'ZY2001','2020-01-17 00:24:26','西菱 连杆自动线',1,0,'15','6,13,15,16','2020-05-26 00:24:26',3,'0'),(9,3,'RS08A-026','2019-11-15 10:21:55','东莞群昌 液压阀',1,0,'4','10,21','2020-02-03 10:21:55',3,'0'),(10,3,'RS08A-027','2019-11-15 10:48:50','松下万宝 空压活塞珩磨',1,0,'4','6,9,10,21,29','2020-02-03 10:48:50',3,'0'),(11,3,'RC06A-017','2019-12-25 10:56:01','南通嘉诚 中间体珩磨',1,0,'4','6,10,21','2020-04-08 10:56:01',3,'0'),(12,3,'MH150-006','2019-11-10 11:00:33','长源朗弘 连杆涨珩',1,0,'6','5,6,7,9,29','2020-02-28 11:00:33',3,'0'),(13,3,'ZP005-001','2019-10-29 11:09:06','安徽华旦 曲轴刷光',1,0,'17','6,9,17,19,26','2020-01-27 11:09:06',3,'0'),(14,3,'ZP005-002','2019-10-29 11:11:10','安徽华旦 曲轴刷光',1,0,'17','6,9,17,19,26','2020-01-27 11:11:10',3,'0'),(15,3,'ZH008','2019-09-12 11:16:13','济宁力科 液压专机',1,0,'17','9,17,19,26','2019-12-26 11:16:13',3,'0'),(16,3,'MH150-005','2019-08-17 11:21:25','玉林成鑫 连杆涨珩',1,0,'6','5,6,7,8,9,29','2019-12-05 11:21:25',3,'0'),(17,3,' RS08A-019','2019-01-10 11:28:04','杭州鄂达 ',1,0,'4','9','2019-04-20 11:28:04',3,'0'),(18,3,'ZY1906','2019-06-27 15:56:06','三星，空调线体',1,0,'15','9,13,15,16','2019-11-09 15:56:06',3,'0'),(19,3,'RS10A-007-010','2019-06-27 16:03:58','三星 4台珩磨机',1,0,'4','9','2019-11-09 16:03:58',3,'0'),(20,3,'ZY1905','2019-06-27 23:57:00','南昌德善 法兰线体',1,0,'15','9','2019-09-25 23:57:00',3,'0'),(21,3,'RC06A-011 ','2018-08-01 00:00:42','贝斯特 中间体',1,0,'4','6,9','2018-11-29 00:00:42',3,'0'),(22,3,'RS08A-016','2018-08-18 00:05:55','双环 齿轮珩磨',1,0,'4','9','2018-12-01 00:05:55',3,'0'),(23,3,' RS08A-017','2018-08-18 00:07:44','双环 齿轮珩磨',1,0,'4','9','2018-12-01 00:07:44',3,'0'),(24,3,'ZH005-002','2020-01-01 00:13:27','东源，冰压汽缸座专机OP10',1,0,'17','6,9,17,19,26','2020-05-30 00:13:27',3,'0'),(25,3,'ZH006-001','2020-01-01 00:15:14','东源 汽缸座专机OP20',1,0,'17','6,17,19,26,30','2020-05-30 00:15:14',3,'0'),(26,3,'ZH007-002','2020-01-01 00:16:56','东源 汽缸座专机OP30',1,0,'17','6,9,17,19,26,30','2020-05-30 00:16:56',3,'0'),(28,3,'MS100B','2020-02-10 13:33:46','设计主轴箱、顶箱、立柱等单元部件；刀具接口改为锥柄；控制系统改用三菱或者西门子。',1,0,'6','5,6,41,29','2020-02-29 13:33:46',6,'0'),(29,3,'DVM-500-001  双轴立式加工中心','2020-02-29 16:19:23','',1,0,'11','11,14','2020-09-30 16:19:23',11,'0'),(30,3,'WCM40-001  差速器壳复合加工中心','2020-02-29 16:21:47','',1,0,'11','11,14','2020-11-30 16:21:47',11,'0'),(31,3,'SFQ750-002','2019-12-01 08:34:43','',1,0,'3','12','2020-03-15 08:34:43',3,'70'),(32,3,'MS100-004','2020-02-28 21:59:47',NULL,NULL,0,'6',NULL,'1970-01-01 00:00:00',6,'0'),(33,3,'MS100-007','2020-02-28 22:02:13',NULL,NULL,0,'6',NULL,'1970-01-01 00:00:00',6,'0'),(34,3,'MW500-001','2020-02-28 22:05:52',NULL,NULL,0,'6',NULL,'1970-01-01 00:00:00',6,'0'),(36,3,'SH1909','2020-03-06 10:06:19',NULL,NULL,0,'9',NULL,'1970-01-01 00:00:00',9,'0'),(37,3,'RS10A-007~010','2020-03-09 08:40:58',NULL,NULL,0,'6',NULL,'1970-01-01 00:00:00',6,'0'),(38,3,'ZY1902','2020-03-11 16:42:27',NULL,NULL,0,'9',NULL,'1970-01-01 00:00:00',9,'0'),(40,3,'SFQ750-001','2020-03-01 16:20:21','沈阳航天誉新 抛光机',1,0,'3','9,32,12','2020-04-30 16:20:21',3,'90'),(41,3,'ZY1907','2020-03-16 09:07:50','广州万宝缸体珩磨自动化上下料',1,0,'15','43','2020-03-28 09:07:50',15,'0'),(42,3,'ZY1904','2020-03-17 08:03:49','宿迁东贝',1,0,'15','15,43','2020-03-26 08:03:49',15,'0'),(43,3,'R08-002','2020-03-16 12:21:07','胜杰 液压阀 珩磨机',1,0,'4','6,9,4,10,21','2020-06-29 12:21:07',3,'0'),(44,3,'ZT003-003','2020-03-17 18:16:30','专机 襄阳长谷',1,0,'17','3,6,9,17,19,26','2020-06-30 18:16:30',3,'0'),(45,3,'VML10-001','2020-03-18 11:11:26','立式铣车中心，新产品开发',1,0,'11','3,7,11,14','2020-06-13 11:11:26',3,'0'),(46,3,'SFT750-001','2020-03-19 09:14:42','凸轮轴抛光机改造\r\n设计：3.19-4.18\r\n采购截止：6.2\r\n改造内容\r\n1、拆除旧有抛光与卷带系统，用新结构替换，验证新结构的可行性与可靠性。\r\n2、对旧有结构的主轴系统、尾座系统、震动系统拆解清理并加以评价，改造后利用。\r\n3、对整机全面拆解清理，尽可能加以回收使用，确保设备达到可演示、交付状态。\r\n4、零件以目前的凸轮轴为准，设备技术文档（图纸、三表、说明书）补充齐全。',1,0,'3','6,9,12','2020-06-17 09:14:42',3,'0'),(47,3,'P1925','2020-03-23 08:14:48',NULL,NULL,0,'9',NULL,'1970-01-01 00:00:00',9,'0'),(48,3,'P1926','2020-03-23 08:15:56',NULL,NULL,0,'9',NULL,'1970-01-01 00:00:00',9,'0'),(49,3,'RC06A-014','2020-03-18 11:57:58','已交机',1,0,'6','29','2020-03-31 11:57:58',3,'0'),(50,3,'RC08A-007','2020-03-18 11:58:45','已交机',1,0,'6','29','2020-03-31 11:58:45',3,'0'),(51,3,'SH2003','2020-03-24 19:56:43','SH2003 VVT定子试珩',1,0,'4','6,9,4','2020-04-03 19:56:43',4,'0'),(52,3,'P2002','2020-03-26 11:25:21',NULL,NULL,0,'20',NULL,'1970-01-01 00:00:00',20,'0'),(53,3,'ZH005-001','2020-01-01 11:36:45','东源专机 OP10',1,0,'6','6,17','2020-06-30 11:36:45',3,'0'),(54,3,'RC06A-018','2020-03-24 12:46:55','珩磨机 汽车连杆',1,0,'4','6,9','2020-05-23 12:46:55',3,'0');
/*!40000 ALTER TABLE `jee_task_group` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_group_comment`
--

DROP TABLE IF EXISTS `jee_task_group_comment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_group_comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tg_id` int(11) DEFAULT NULL,
  `aid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `reply_id` int(11) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `files` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_group_comment`
--

LOCK TABLES `jee_task_group_comment` WRITE;
/*!40000 ALTER TABLE `jee_task_group_comment` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_task_group_comment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_group_discuss`
--

DROP TABLE IF EXISTS `jee_task_group_discuss`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_group_discuss` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tg_id` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `content` varchar(2048) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `read_ids` varchar(2048) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `ruser_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `thumbs` varchar(2048) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_group_discuss`
--

LOCK TABLES `jee_task_group_discuss` WRITE;
/*!40000 ALTER TABLE `jee_task_group_discuss` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_task_group_discuss` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_group_doc`
--

DROP TABLE IF EXISTS `jee_task_group_doc`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_group_doc` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `gid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `keywords` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  `last_time` datetime DEFAULT NULL,
  `last_user_id` int(11) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_group_doc`
--

LOCK TABLES `jee_task_group_doc` WRITE;
/*!40000 ALTER TABLE `jee_task_group_doc` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_task_group_doc` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_group_doc_versions`
--

DROP TABLE IF EXISTS `jee_task_group_doc_versions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_group_doc_versions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `gid` int(11) DEFAULT NULL,
  `doc_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_group_doc_versions`
--

LOCK TABLES `jee_task_group_doc_versions` WRITE;
/*!40000 ALTER TABLE `jee_task_group_doc_versions` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_task_group_doc_versions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_group_files`
--

DROP TABLE IF EXISTS `jee_task_group_files`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_group_files` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `gid` int(11) DEFAULT NULL,
  `pid` int(11) DEFAULT NULL,
  `types` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `file_path` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `suffix` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `size` int(11) DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `alter_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_group_files`
--

LOCK TABLES `jee_task_group_files` WRITE;
/*!40000 ALTER TABLE `jee_task_group_files` DISABLE KEYS */;
INSERT INTO `jee_task_group_files` VALUES (1,3,3,8,0,'1','','','',NULL,NULL,'2020-01-18 00:31:45',''),(2,3,3,1,0,'1','','','',NULL,NULL,'2020-03-03 14:37:07','');
/*!40000 ALTER TABLE `jee_task_group_files` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_setting`
--

DROP TABLE IF EXISTS `jee_task_setting`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=119 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_setting`
--

LOCK TABLES `jee_task_setting` WRITE;
/*!40000 ALTER TABLE `jee_task_setting` DISABLE KEYS */;
INSERT INTO `jee_task_setting` VALUES (1,1,'优秀',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(2,1,'良好',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(3,1,'不理想',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(4,1,'未完成',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(5,1,'白金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(6,1,'黄金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(7,1,'银牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(8,1,'铜牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(9,10,'优秀',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(10,10,'良好',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(11,10,'不理想',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(12,10,'未完成',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(13,10,'白金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(14,10,'黄金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(15,10,'银牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(16,10,'铜牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(17,11,'优秀',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(18,11,'良好',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(19,11,'不理想',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(20,11,'未完成',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(21,11,'白金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(22,11,'黄金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(23,11,'银牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(24,11,'铜牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(25,11,'20',3,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(26,11,'0.6',4,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(27,11,'1.5',4,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(28,11,'60',5,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(29,11,'130',5,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(30,11,'20',3,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(31,11,'10',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(32,11,'60',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(33,11,'130',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(34,15,'优秀',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(35,15,'良好',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(36,15,'不理想',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(37,15,'未完成',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(38,11,'50',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(39,11,'1',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(40,11,'100',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(41,11,'100',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(42,11,'100',7,NULL,NULL,4,1),(43,15,'白金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(44,15,'黄金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(45,15,'银牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(46,15,'铜牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(47,15,'30',3,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(48,15,'20',3,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(49,15,'0.6',4,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(50,15,'1.5',4,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(51,15,'60',5,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(52,15,'130',5,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(53,15,'10',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(54,15,'60',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(55,15,'130',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(56,15,'50',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(57,15,'1',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(58,15,'100',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(59,15,'100',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(60,15,'100',7,NULL,NULL,4,1),(61,1,'30',3,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(62,1,'20',3,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(63,1,'0.6',4,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(64,1,'1.5',4,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(65,1,'60',5,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(66,1,'130',5,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(67,1,'10',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(68,1,'60',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(69,1,'130',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(70,1,'50',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(71,1,'1',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(72,1,'100',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(73,1,'100',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(74,1,'100',7,NULL,NULL,4,1),(75,2,'优秀',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(76,2,'良好',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(77,2,'不理想',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(78,2,'未完成',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(79,2,'白金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(80,2,'黄金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(81,2,'银牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(82,2,'铜牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(83,2,'30',3,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(84,2,'20',3,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(85,2,'0.6',4,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(86,2,'1.5',4,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(87,2,'60',5,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(88,2,'130',5,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(89,2,'10',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(90,2,'60',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(91,2,'130',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(92,2,'50',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(93,2,'1',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(94,2,'100',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(95,2,'100',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(96,2,'100',7,NULL,NULL,4,1),(97,3,'优秀',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(98,3,'良好',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(99,3,'不理想',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(100,3,'未完成',1,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(101,3,'白金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(102,3,'黄金勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(103,3,'银牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(104,3,'铜牌勋章',2,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(105,3,'48',3,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(106,3,'1',3,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(107,3,'0.8',4,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(108,3,'1.2',4,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(109,3,'80',5,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(110,3,'120',5,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(111,3,'10',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(112,3,'60',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(113,3,'130',6,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(114,3,'48',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073764e08d45f2e6b8e65a.png',0,1),(115,3,'1',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073733b5482b903771c59d.png',1,1),(116,3,'50',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/other/201807/1532073718de4fce3d4a52a158.png',2,1),(117,3,'100',7,NULL,'/xiangshuyun/console/xiangshuyun/1_0/image/icon/201807/15320719299f0a2f4d28b4a91a.png',3,1),(118,3,'100',7,NULL,NULL,4,1);
/*!40000 ALTER TABLE `jee_task_setting` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_task_statistics`
--

DROP TABLE IF EXISTS `jee_task_statistics`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_task_statistics` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `issue_count` int(11) DEFAULT NULL,
  `accept_count` int(11) DEFAULT NULL,
  `allot_count` int(11) DEFAULT NULL,
  `execute` int(11) DEFAULT NULL,
  `accept` int(11) DEFAULT NULL,
  `real_wl` varchar(255) DEFAULT NULL,
  `total_wl` varchar(255) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `day` varchar(255) DEFAULT NULL,
  `week` int(255) DEFAULT NULL,
  `month` int(255) DEFAULT NULL,
  `year` int(255) DEFAULT NULL,
  `memo` varchar(255) DEFAULT NULL,
  `types` varchar(255) DEFAULT NULL,
  `task_id` int(11) DEFAULT NULL,
  `coefficient` decimal(10,2) DEFAULT NULL,
  `quality` decimal(10,2) DEFAULT NULL,
  `accept_day` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`) USING BTREE,
  KEY `task_id` (`task_id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=515 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_task_statistics`
--

LOCK TABLES `jee_task_statistics` WRITE;
/*!40000 ALTER TABLE `jee_task_statistics` DISABLE KEYS */;
INSERT INTO `jee_task_statistics` VALUES (1,3,18,0,0,1,0,1,'0','0','2020-01-14 16:41:51','20200114',3,1,2020,NULL,'0',1,0.00,0.00,'0'),(2,3,18,0,0,1,0,0,'0','24','2020-01-14 16:41:51','20200114',3,1,2020,NULL,'0',1,0.00,0.00,'0'),(3,3,3,1,0,1,0,NULL,'0','0','2020-01-14 16:41:51','20200114',3,1,2020,NULL,'0',1,0.00,0.00,'0'),(4,3,19,0,0,1,0,0,'0','2','2020-01-14 17:13:23','20200114',3,1,2020,NULL,'1',2,0.00,0.00,'0'),(5,3,17,1,1,0,0,1,'0','0','2020-01-14 17:13:23','20200114',3,1,2020,NULL,'1',2,1.10,100.00,'0.5'),(6,3,10,0,0,1,0,0,'0','24','2020-01-18 08:54:38','20200118',3,1,2020,NULL,'0',3,0.00,0.00,'0'),(7,3,4,1,0,1,0,1,'0','0','2020-01-18 08:54:38','20200118',3,1,2020,NULL,'0',3,0.00,0.00,'0'),(8,3,21,0,0,1,0,0,'24','24','2020-01-18 08:58:19','20200118',3,1,2020,NULL,'1',4,1.00,95.00,'24'),(9,3,4,1,0,0,0,1,'0','0','2020-01-18 08:58:19','20200118',3,1,2020,NULL,'1',4,0.00,0.00,'0'),(10,3,4,1,1,1,0,1,'2','2','2020-01-18 09:06:06','20200118',3,1,2020,NULL,'1',5,1.10,95.00,'2'),(11,3,4,1,1,1,0,1,'4','4','2020-01-18 09:09:45','20200118',3,1,2020,NULL,'1',6,1.00,95.00,'1'),(12,3,10,0,0,1,0,0,'0','24','2020-01-18 09:10:43','20200118',3,1,2020,NULL,'0',3,0.00,0.00,'0'),(13,3,4,1,0,1,0,1,'0','0','2020-01-18 09:10:43','20200118',3,1,2020,NULL,'0',3,0.00,0.00,'0'),(14,3,21,0,0,0,1,0,'0','24','2020-01-18 09:11:12','20200118',3,1,2020,NULL,'1',4,0.00,0.00,'0'),(15,3,4,1,0,0,0,1,'0','0','2020-01-18 09:11:12','20200118',3,1,2020,NULL,'1',4,0.00,0.00,'0'),(16,3,4,1,0,0,1,1,'0','2','2020-01-18 09:11:31','20200118',3,1,2020,NULL,'1',5,0.00,0.00,'0'),(17,3,4,1,0,0,1,1,'0','1','2020-01-18 09:11:51','20200118',3,1,2020,NULL,'1',6,0.00,0.00,'0'),(18,3,4,1,0,0,1,1,'0','1','2020-01-18 09:12:19','20200118',3,1,2020,NULL,'1',6,0.00,0.00,'0'),(19,3,21,0,0,1,0,0,'0','144','2020-01-18 09:16:37','20200118',3,1,2020,NULL,'1',7,0.00,0.00,'0'),(20,3,4,1,0,0,0,1,'0','0','2020-01-18 09:16:37','20200118',3,1,2020,NULL,'1',7,0.00,0.00,'0'),(21,3,21,0,0,0,1,0,'0','4','2020-01-18 09:17:55','20200118',3,1,2020,NULL,'2',8,0.00,0.00,'0'),(22,3,4,1,1,0,0,1,'0','0','2020-01-18 09:17:55','20200118',3,1,2020,NULL,'1',8,1.00,100.00,'4'),(23,3,21,0,0,0,1,0,'0','4','2020-01-18 09:18:17','20200118',3,1,2020,NULL,'1',8,0.00,0.00,'0'),(24,3,4,1,0,0,0,1,'0','0','2020-01-18 09:18:17','20200118',3,1,2020,NULL,'1',8,0.00,0.00,'0'),(25,3,4,1,0,0,1,1,'0','1','2020-01-18 09:20:47','20200118',3,1,2020,NULL,'1',6,0.00,0.00,'0'),(26,3,4,1,0,0,1,1,'0','24','2020-01-18 09:21:50','20200118',3,1,2020,NULL,'1',6,0.00,0.00,'0'),(27,3,4,1,0,0,1,1,'0','24','2020-01-18 09:22:29','20200118',3,1,2020,NULL,'1',6,0.00,0.00,'0'),(28,3,18,0,0,1,0,0,'0','25','2020-02-05 16:48:34','20200205',6,2,2020,NULL,'0',1,0.00,0.00,'0'),(29,3,3,1,0,1,0,1,'0','0','2020-02-05 16:48:34','20200205',6,2,2020,NULL,'0',1,0.00,0.00,'0'),(30,3,4,0,0,1,0,0,'0','25','2020-02-05 18:26:18','20200205',6,2,2020,NULL,'0',1,0.00,0.00,'0'),(31,3,24,0,0,1,0,0,'0','96','2020-02-11 15:01:05','20200211',7,2,2020,NULL,'0',9,0.00,0.00,'0'),(32,3,9,1,0,1,0,1,'0','0','2020-02-11 15:01:05','20200211',7,2,2020,NULL,'0',9,0.00,0.00,'0'),(33,3,24,0,0,1,0,0,'96','96','2020-02-11 15:17:15','20200211',7,2,2020,NULL,'1',10,1.10,95.00,'96'),(34,3,9,1,0,0,0,1,'0','0','2020-02-11 15:17:15','20200211',7,2,2020,NULL,'1',10,0.00,0.00,'0'),(35,3,24,0,0,1,0,0,'0','96','2020-02-11 16:05:42','20200211',7,2,2020,NULL,'1',10,0.00,0.00,'0'),(36,3,9,1,0,0,0,1,'0','0','2020-02-11 16:05:42','20200211',7,2,2020,NULL,'1',10,0.00,0.00,'0'),(37,3,3,0,1,0,0,1,'0','0','2020-02-11 16:41:27','20200211',7,2,2020,NULL,'1',11,1.00,100.00,'48'),(38,3,6,1,0,1,0,NULL,'48','48','2020-02-11 16:41:27','20200211',7,2,2020,NULL,'1',11,1.00,100.00,'48'),(39,3,3,1,1,1,0,1,'0.5','0.5','2020-02-12 10:48:57','20200212',7,2,2020,NULL,'1',12,1.00,100.00,'0.5'),(40,3,24,0,0,1,0,0,'48','48','2020-02-13 09:03:31','20200213',7,2,2020,NULL,'1',13,1.00,100.00,'48'),(41,3,9,1,1,1,0,1,'48','48','2020-02-13 09:03:31','20200213',7,2,2020,NULL,'1',13,1.10,95.00,'48'),(42,3,3,0,0,0,0,1,'0','0','2020-02-13 13:35:04','20200213',7,2,2020,NULL,'1',11,0.00,0.00,'0'),(43,3,6,1,0,1,0,NULL,'0','72','2020-02-13 13:35:04','20200213',7,2,2020,NULL,'1',11,0.00,0.00,'0'),(44,3,3,0,0,0,0,1,'0','0','2020-02-17 08:25:35','20200217',8,2,2020,NULL,'1',14,0.00,0.00,'0'),(45,3,41,0,0,1,0,0,'96','96','2020-02-17 08:25:35','20200217',8,2,2020,NULL,'1',14,1.00,100.00,'96'),(46,3,6,1,0,1,0,NULL,'96','96','2020-02-17 08:25:35','20200217',8,2,2020,NULL,'1',14,1.00,100.00,'96'),(47,3,3,0,0,0,0,1,'0','0','2020-02-17 08:26:04','20200217',8,2,2020,NULL,'1',14,0.00,0.00,'0'),(48,3,41,0,0,1,0,0,'0','96','2020-02-17 08:26:04','20200217',8,2,2020,NULL,'1',14,0.00,0.00,'0'),(49,3,6,1,0,1,0,NULL,'0','96','2020-02-17 08:26:04','20200217',8,2,2020,NULL,'1',14,0.00,0.00,'0'),(50,3,24,0,0,1,0,0,'120','120','2020-02-17 08:29:50','20200217',8,2,2020,NULL,'1',15,1.10,95.00,'120'),(51,3,9,1,1,1,0,1,'120','120','2020-02-17 08:29:50','20200217',8,2,2020,NULL,'1',15,1.10,95.00,'96'),(52,3,18,0,0,1,0,1,'0','0','2020-02-18 08:12:07','20200218',8,2,2020,NULL,'0',16,0.00,0.00,'0'),(53,3,20,1,0,1,0,NULL,'0','120','2020-02-18 08:12:07','20200218',8,2,2020,NULL,'0',16,0.00,0.00,'0'),(54,3,12,0,0,1,0,0,'48','48','2020-02-18 08:38:42','20200218',8,2,2020,NULL,'1',17,1.00,100.00,'48'),(55,3,3,1,0,0,0,1,'0','0','2020-02-18 08:38:42','20200218',8,2,2020,NULL,'1',17,0.00,0.00,'0'),(56,3,12,0,0,1,0,0,'24','24','2020-02-19 17:37:11','20200219',8,2,2020,NULL,'1',18,1.00,100.00,'24'),(57,3,3,1,0,0,0,1,'0','0','2020-02-19 17:37:11','20200219',8,2,2020,NULL,'1',18,0.00,0.00,'0'),(58,3,24,0,0,1,0,0,'168','168','2020-02-20 09:30:29','20200220',8,2,2020,NULL,'1',19,1.10,95.00,'168'),(59,3,9,1,1,1,0,1,'168','168','2020-02-20 09:30:29','20200220',8,2,2020,NULL,'1',19,1.10,95.00,'120'),(60,3,12,0,0,1,0,0,'48','48','2020-02-21 18:05:36','20200221',8,2,2020,NULL,'1',20,1.00,100.00,'31'),(61,3,3,1,0,0,0,1,'0','0','2020-02-21 18:05:36','20200221',8,2,2020,NULL,'1',20,0.00,0.00,'0'),(62,3,11,1,1,1,0,1,'24','24','2020-02-23 20:43:12','20200223',8,2,2020,NULL,'1',21,1.00,100.00,'24'),(63,3,6,1,1,1,0,1,'6','6','2020-02-24 08:30:56','20200224',9,2,2020,NULL,'1',22,1.10,95.00,'6'),(64,3,29,0,0,1,0,0,'72','72','2020-02-24 08:33:06','20200224',9,2,2020,NULL,'1',23,1.10,95.00,'72'),(65,3,6,1,0,0,0,1,'0','0','2020-02-24 08:33:06','20200224',9,2,2020,NULL,'1',23,0.00,0.00,'0'),(66,3,6,1,0,1,0,1,'0','6','2020-02-24 08:34:41','20200224',9,2,2020,NULL,'1',22,0.00,0.00,'0'),(67,3,6,1,0,1,0,1,'0','6','2020-02-24 08:35:02','20200224',9,2,2020,NULL,'1',22,0.00,0.00,'0'),(68,3,20,1,1,1,0,1,'72','72','2020-02-24 08:46:52','20200224',9,2,2020,NULL,'1',24,1.00,80.00,'72'),(69,3,11,1,1,1,0,1,'26','26','2020-02-25 07:59:37','20200225',9,2,2020,NULL,'1',25,1.00,100.00,'26'),(70,3,6,1,1,1,0,1,'24','24','2020-02-25 08:23:25','20200225',9,2,2020,NULL,'1',26,1.10,95.00,'24'),(71,3,6,1,0,1,0,1,'0','24','2020-02-25 08:23:41','20200225',9,2,2020,NULL,'1',26,0.00,0.00,'0'),(72,3,26,0,0,1,0,0,'0','168','2020-02-25 09:16:50','20200225',9,2,2020,NULL,'1',27,0.00,0.00,'0'),(73,3,17,1,0,0,0,1,'0','0','2020-02-25 09:16:50','20200225',9,2,2020,NULL,'1',27,0.00,0.00,'0'),(74,3,12,0,0,1,0,0,'24','24','2020-02-25 17:11:17','20200225',9,2,2020,NULL,'1',28,1.00,100.00,'24'),(75,3,3,1,0,0,0,1,'0','0','2020-02-25 17:11:17','20200225',9,2,2020,NULL,'1',28,0.00,0.00,'0'),(76,3,12,0,0,1,0,0,'72','72','2020-02-25 17:13:02','20200225',9,2,2020,NULL,'1',29,1.00,100.00,'72'),(77,3,3,1,0,0,0,1,'0','0','2020-02-25 17:13:02','20200225',9,2,2020,NULL,'1',29,0.00,0.00,'0'),(78,3,11,1,1,1,0,1,'28','28','2020-02-25 21:20:48','20200225',9,2,2020,NULL,'1',30,1.00,100.00,'28'),(79,3,11,1,0,1,0,1,'0','28','2020-02-25 21:23:05','20200225',9,2,2020,NULL,'1',30,0.00,0.00,'0'),(80,3,11,1,1,1,0,1,'48','48','2020-02-26 21:09:11','20200226',9,2,2020,NULL,'1',31,1.00,100.00,'48'),(81,3,6,1,1,1,0,1,'72','72','2020-02-27 08:21:25','20200227',9,2,2020,NULL,'1',32,1.00,80.00,'72'),(82,3,6,1,0,1,0,1,'0','48','2020-02-27 08:23:45','20200227',9,2,2020,NULL,'1',32,0.00,0.00,'0'),(83,3,29,0,0,1,0,0,'72','72','2020-02-27 08:26:47','20200227',9,2,2020,NULL,'1',33,1.00,90.00,'52'),(84,3,6,1,0,0,0,1,'0','0','2020-02-27 08:26:47','20200227',9,2,2020,NULL,'1',33,0.00,0.00,'0'),(85,3,20,1,1,1,0,1,'7','7','2020-02-27 13:54:14','20200227',9,2,2020,NULL,'1',34,1.00,80.00,'7'),(86,3,4,1,1,1,0,1,'1','1','2020-02-28 09:25:33','20200228',9,2,2020,NULL,'1',35,1.10,95.00,'1'),(87,3,4,1,0,1,0,1,'0','1','2020-02-28 09:26:02','20200228',9,2,2020,NULL,'1',35,0.00,0.00,'0'),(88,3,4,1,1,1,0,1,'48','48','2020-02-28 15:11:00','20200228',9,2,2020,NULL,'1',36,1.00,100.00,'48'),(89,3,11,1,1,1,0,1,'24','24','2020-02-28 18:19:00','20200228',9,2,2020,NULL,'1',37,1.00,100.00,'24'),(90,3,29,0,0,1,0,0,'72','72','2020-02-28 21:56:48','20200228',9,2,2020,NULL,'1',38,1.00,90.00,'48'),(91,3,6,1,0,0,0,1,'0','0','2020-02-28 21:56:48','20200228',9,2,2020,NULL,'1',38,0.00,0.00,'0'),(92,3,29,0,0,0,1,0,'0','96','2020-02-28 21:59:10','20200228',9,2,2020,NULL,'1',39,0.00,0.00,'0'),(93,3,6,1,0,0,0,1,'0','0','2020-02-28 21:59:10','20200228',9,2,2020,NULL,'1',39,0.00,0.00,'0'),(94,3,24,0,0,1,0,0,'24','24','2020-02-28 22:01:12','20200228',9,2,2020,NULL,'1',40,1.00,100.00,'24'),(95,3,9,1,1,1,0,1,'24','24','2020-02-28 22:01:12','20200228',9,2,2020,NULL,'1',40,1.00,100.00,'24'),(96,3,29,0,0,0,1,0,'0','96','2020-02-28 22:01:52','20200228',9,2,2020,NULL,'1',41,0.00,0.00,'0'),(97,3,6,1,0,0,0,1,'0','0','2020-02-28 22:01:52','20200228',9,2,2020,NULL,'1',41,0.00,0.00,'0'),(98,3,29,0,0,1,0,0,'96','96','2020-02-28 22:04:31','20200228',9,2,2020,NULL,'1',42,1.00,100.00,'76'),(99,3,6,1,0,0,0,1,'0','0','2020-02-28 22:04:31','20200228',9,2,2020,NULL,'1',42,0.00,0.00,'0'),(100,3,29,0,0,0,1,0,'0','120','2020-02-28 22:08:44','20200228',9,2,2020,NULL,'1',43,0.00,0.00,'0'),(101,3,6,1,0,0,0,1,'0','0','2020-02-28 22:08:44','20200228',9,2,2020,NULL,'1',43,0.00,0.00,'0'),(102,3,24,0,0,1,0,0,'120','120','2020-03-01 14:12:39','20200301',9,3,2020,NULL,'1',44,1.00,95.00,'240'),(103,3,9,1,0,0,0,1,'0','0','2020-03-01 14:12:39','20200301',9,3,2020,NULL,'1',44,0.00,0.00,'0'),(104,3,32,0,0,1,0,0,'72','72','2020-03-01 18:20:41','20200301',9,3,2020,NULL,'1',45,1.00,95.00,'72'),(105,3,9,1,0,0,0,1,'0','0','2020-03-01 18:20:41','20200301',9,3,2020,NULL,'1',45,0.00,0.00,'0'),(106,3,11,1,1,1,0,1,'48','48','2020-03-01 18:53:57','20200301',9,3,2020,NULL,'1',46,1.00,100.00,'48'),(107,3,29,0,0,1,0,0,'6','6','2020-03-02 08:40:53','20200302',10,3,2020,NULL,'1',47,1.00,100.00,'6'),(108,3,4,1,0,0,0,1,'0','0','2020-03-02 08:40:53','20200302',10,3,2020,NULL,'1',47,0.00,0.00,'0'),(109,3,29,0,0,1,0,0,'2','2','2020-03-02 08:42:55','20200302',10,3,2020,NULL,'1',48,1.00,100.00,'2'),(110,3,4,1,0,0,0,1,'0','0','2020-03-02 08:42:55','20200302',10,3,2020,NULL,'1',48,0.00,0.00,'0'),(111,3,29,0,0,1,0,0,'0','2','2020-03-02 08:43:51','20200302',10,3,2020,NULL,'1',48,0.00,0.00,'0'),(112,3,4,1,0,0,0,1,'0','0','2020-03-02 08:43:51','20200302',10,3,2020,NULL,'1',48,0.00,0.00,'0'),(113,3,29,0,0,1,0,0,'2','2','2020-03-02 08:46:37','20200302',10,3,2020,NULL,'1',49,1.00,95.00,'2'),(114,3,4,1,0,0,0,1,'0','0','2020-03-02 08:46:37','20200302',10,3,2020,NULL,'1',49,0.00,0.00,'0'),(115,3,29,0,0,1,0,0,'0','2','2020-03-02 08:47:02','20200302',10,3,2020,NULL,'1',49,0.00,0.00,'0'),(116,3,4,1,0,0,0,1,'0','0','2020-03-02 08:47:02','20200302',10,3,2020,NULL,'1',49,0.00,0.00,'0'),(117,3,9,0,0,1,0,0,'6','6','2020-03-02 17:11:04','20200302',10,3,2020,NULL,'1',50,0.80,80.00,'24'),(118,3,6,1,0,0,0,1,'0','0','2020-03-02 17:11:04','20200302',10,3,2020,NULL,'1',50,0.00,0.00,'0'),(119,3,32,0,0,1,0,0,'24','24','2020-03-03 08:17:20','20200303',10,3,2020,NULL,'1',51,1.00,95.00,'24'),(120,3,9,1,0,0,0,1,'0','0','2020-03-03 08:17:20','20200303',10,3,2020,NULL,'1',51,0.00,0.00,'0'),(121,3,29,0,0,1,0,0,'0','72','2020-03-03 14:12:33','20200303',10,3,2020,NULL,'0',52,0.00,0.00,'0'),(122,3,4,1,0,1,0,1,'0','0','2020-03-03 14:12:33','20200303',10,3,2020,NULL,'0',52,0.00,0.00,'0'),(123,3,4,1,1,1,0,1,'48','48','2020-03-03 14:20:15','20200303',10,3,2020,NULL,'1',53,1.00,90.00,'48'),(124,3,3,1,0,0,1,1,'0','1','2020-03-03 14:44:55','20200303',10,3,2020,NULL,'1',54,0.00,0.00,'0'),(125,3,3,1,0,0,1,1,'0','1','2020-03-03 15:24:46','20200303',10,3,2020,NULL,'1',54,0.00,0.00,'0'),(126,3,3,1,0,0,1,1,'0','1','2020-03-03 15:25:36','20200303',10,3,2020,NULL,'1',54,0.00,0.00,'0'),(127,3,3,1,0,0,1,1,'0','1','2020-03-03 15:52:10','20200303',10,3,2020,NULL,'1',54,0.00,0.00,'0'),(128,3,4,1,0,1,0,1,'0','48','2020-03-03 16:17:22','20200303',10,3,2020,NULL,'1',53,0.00,0.00,'0'),(129,3,11,1,1,1,0,1,'26','26','2020-03-03 17:37:46','20200303',10,3,2020,NULL,'1',55,1.00,100.00,'26'),(130,3,4,1,0,1,0,1,'0','48','2020-03-04 10:18:46','20200304',10,3,2020,NULL,'1',53,0.00,0.00,'0'),(131,3,4,1,1,1,0,1,'5','5','2020-03-04 11:39:54','20200304',10,3,2020,NULL,'1',56,1.00,95.00,'24'),(132,3,4,1,1,1,0,1,'28','28','2020-03-04 11:52:02','20200304',10,3,2020,NULL,'1',57,1.00,95.00,'28'),(133,3,17,0,0,0,0,1,'0','0','2020-03-04 16:08:30','20200304',10,3,2020,NULL,'1',58,0.00,0.00,'0'),(134,3,30,0,0,1,0,0,'168','168','2020-03-04 16:08:30','20200304',10,3,2020,NULL,'1',58,1.00,100.00,'264'),(135,3,6,1,0,0,0,NULL,'0','0','2020-03-04 16:08:30','20200304',10,3,2020,NULL,'1',58,0.00,0.00,'0'),(136,3,17,0,0,0,0,1,'0','0','2020-03-04 16:08:58','20200304',10,3,2020,NULL,'1',58,0.00,0.00,'0'),(137,3,30,0,0,1,0,0,'0','168','2020-03-04 16:08:58','20200304',10,3,2020,NULL,'1',58,0.00,0.00,'0'),(138,3,6,1,0,0,0,NULL,'0','0','2020-03-04 16:08:58','20200304',10,3,2020,NULL,'1',58,0.00,0.00,'0'),(139,3,17,0,0,0,0,1,'0','0','2020-03-04 16:10:14','20200304',10,3,2020,NULL,'1',58,0.00,0.00,'0'),(140,3,30,0,0,1,0,0,'0','168','2020-03-04 16:10:14','20200304',10,3,2020,NULL,'1',58,0.00,0.00,'0'),(141,3,6,1,0,0,0,NULL,'0','0','2020-03-04 16:10:14','20200304',10,3,2020,NULL,'1',58,0.00,0.00,'0'),(142,3,41,0,0,1,0,0,'48','48','2020-03-04 16:26:47','20200304',10,3,2020,NULL,'1',59,1.00,100.00,'48'),(143,3,6,1,0,0,0,1,'0','0','2020-03-04 16:26:47','20200304',10,3,2020,NULL,'1',59,0.00,0.00,'0'),(144,3,11,1,1,1,0,1,'24','24','2020-03-04 19:55:18','20200304',10,3,2020,NULL,'1',60,1.00,100.00,'24'),(145,3,12,0,0,1,0,0,'120','120','2020-03-05 08:24:57','20200305',10,3,2020,NULL,'1',61,1.00,100.00,'120'),(146,3,3,1,0,0,0,1,'0','0','2020-03-05 08:24:57','20200305',10,3,2020,NULL,'1',61,0.00,0.00,'0'),(147,3,32,0,0,1,0,0,'28','28','2020-03-05 13:18:44','20200305',10,3,2020,NULL,'1',62,1.00,95.00,'24'),(148,3,9,1,0,0,0,1,'0','0','2020-03-05 13:18:44','20200305',10,3,2020,NULL,'1',62,0.00,0.00,'0'),(149,3,11,1,1,1,0,1,'26','26','2020-03-05 18:04:30','20200305',10,3,2020,NULL,'1',63,1.00,100.00,'24'),(150,3,9,1,0,0,1,1,'0','72','2020-03-06 10:08:08','20200306',10,3,2020,NULL,'1',64,0.00,0.00,'0'),(151,3,32,0,0,1,0,0,'0','28','2020-03-06 10:08:51','20200306',10,3,2020,NULL,'1',62,0.00,0.00,'0'),(152,3,9,1,0,0,0,1,'0','0','2020-03-06 10:08:51','20200306',10,3,2020,NULL,'1',62,0.00,0.00,'0'),(153,3,32,0,0,1,0,0,'28','28','2020-03-07 13:09:24','20200307',10,3,2020,NULL,'1',65,1.00,95.00,'4'),(154,3,9,1,0,0,0,1,'0','0','2020-03-07 13:09:24','20200307',10,3,2020,NULL,'1',65,0.00,0.00,'0'),(155,3,36,0,0,0,1,0,'0','24','2020-03-08 17:30:03','20200308',10,3,2020,NULL,'1',66,0.00,0.00,'0'),(156,3,9,1,0,0,0,1,'0','0','2020-03-08 17:30:03','20200308',10,3,2020,NULL,'1',66,0.00,0.00,'0'),(157,3,11,1,1,1,0,1,'4','4','2020-03-08 19:50:31','20200308',10,3,2020,NULL,'1',67,1.00,100.00,'4'),(158,3,11,1,1,1,0,1,'6','6','2020-03-08 19:51:31','20200308',10,3,2020,NULL,'1',68,1.00,100.00,'6'),(159,3,14,0,0,1,0,0,'24','24','2020-03-08 19:52:56','20200308',10,3,2020,NULL,'1',69,1.00,100.00,'24'),(160,3,11,1,0,0,0,1,'0','0','2020-03-08 19:52:56','20200308',10,3,2020,NULL,'1',69,0.00,0.00,'0'),(161,3,11,1,0,1,0,1,'0','150','2020-03-08 19:53:52','20200308',10,3,2020,NULL,'1',68,0.00,0.00,'0'),(162,3,11,1,0,1,0,1,'0','4','2020-03-08 19:54:20','20200308',10,3,2020,NULL,'1',67,0.00,0.00,'0'),(163,3,32,0,0,1,0,0,'48','48','2020-03-09 08:09:41','20200309',11,3,2020,NULL,'1',70,1.00,95.00,'30'),(164,3,9,1,0,0,0,1,'0','0','2020-03-09 08:09:41','20200309',11,3,2020,NULL,'1',70,0.00,0.00,'0'),(165,3,25,0,0,1,0,0,'72','72','2020-03-09 08:11:04','20200309',11,3,2020,NULL,'1',71,1.00,95.00,'72'),(166,3,9,1,0,0,0,1,'0','0','2020-03-09 08:11:04','20200309',11,3,2020,NULL,'1',71,0.00,0.00,'0'),(167,3,29,0,0,1,0,0,'120','120','2020-03-09 08:42:59','20200309',11,3,2020,NULL,'1',72,1.20,100.00,'144'),(168,3,6,1,0,0,0,1,'0','0','2020-03-09 08:42:59','20200309',11,3,2020,NULL,'1',72,0.00,0.00,'0'),(169,3,41,0,0,1,0,0,'72','72','2020-03-09 08:45:40','20200309',11,3,2020,NULL,'1',73,1.00,100.00,'72'),(170,3,6,1,0,0,0,1,'0','0','2020-03-09 08:45:40','20200309',11,3,2020,NULL,'1',73,0.00,0.00,'0'),(171,3,41,0,0,1,0,0,'0','72','2020-03-09 08:45:51','20200309',11,3,2020,NULL,'1',73,0.00,0.00,'0'),(172,3,6,1,0,0,0,1,'0','0','2020-03-09 08:45:51','20200309',11,3,2020,NULL,'1',73,0.00,0.00,'0'),(173,3,41,0,0,1,0,0,'0','72','2020-03-09 08:46:12','20200309',11,3,2020,NULL,'1',73,0.00,0.00,'0'),(174,3,6,1,0,0,0,1,'0','0','2020-03-09 08:46:12','20200309',11,3,2020,NULL,'1',73,0.00,0.00,'0'),(175,3,11,1,0,1,0,1,'0','150','2020-03-09 19:00:31','20200309',11,3,2020,NULL,'1',68,0.00,0.00,'0'),(176,3,11,1,0,1,0,1,'0','150','2020-03-09 19:02:23','20200309',11,3,2020,NULL,'1',68,0.00,0.00,'0'),(177,3,14,0,0,1,0,0,'24','24','2020-03-09 20:49:05','20200309',11,3,2020,NULL,'1',74,1.00,100.00,'24'),(178,3,11,1,0,0,0,1,'0','0','2020-03-09 20:49:05','20200309',11,3,2020,NULL,'1',74,0.00,0.00,'0'),(179,3,11,1,1,1,0,1,'48','48','2020-03-09 20:50:59','20200309',11,3,2020,NULL,'1',75,1.00,100.00,'48'),(180,3,32,0,0,1,0,0,'72','72','2020-03-10 14:29:25','20200310',11,3,2020,NULL,'1',76,1.00,95.00,'72'),(181,3,9,1,0,0,0,1,'0','0','2020-03-10 14:29:25','20200310',11,3,2020,NULL,'1',76,0.00,0.00,'0'),(182,3,36,0,0,0,1,0,'0','144','2020-03-10 14:31:40','20200310',11,3,2020,NULL,'1',77,0.00,0.00,'0'),(183,3,9,1,0,0,0,1,'0','0','2020-03-10 14:31:40','20200310',11,3,2020,NULL,'1',77,0.00,0.00,'0'),(184,3,24,0,0,1,0,0,'0','120','2020-03-10 14:32:27','20200310',11,3,2020,NULL,'1',44,0.00,0.00,'0'),(185,3,9,1,0,0,0,1,'0','0','2020-03-10 14:32:27','20200310',11,3,2020,NULL,'1',44,0.00,0.00,'0'),(186,3,9,1,0,0,1,1,'0','72','2020-03-10 14:33:01','20200310',11,3,2020,NULL,'1',64,0.00,0.00,'0'),(187,3,25,0,0,1,0,0,'0','48','2020-03-10 14:33:35','20200310',11,3,2020,NULL,'1',71,0.00,0.00,'0'),(188,3,9,1,0,0,0,1,'0','0','2020-03-10 14:33:35','20200310',11,3,2020,NULL,'1',71,0.00,0.00,'0'),(189,3,6,1,1,1,0,1,'24','24','2020-03-10 18:04:31','20200310',11,3,2020,NULL,'1',78,1.00,80.00,'24'),(190,3,14,0,0,1,0,0,'24','24','2020-03-10 21:16:33','20200310',11,3,2020,NULL,'1',79,1.00,100.00,'24'),(191,3,11,1,0,0,0,1,'0','0','2020-03-10 21:16:33','20200310',11,3,2020,NULL,'1',79,0.00,0.00,'0'),(192,3,3,1,0,0,1,1,'0','1','2020-03-10 22:57:12','20200310',11,3,2020,NULL,'1',54,0.00,0.00,'0'),(193,3,25,0,0,1,0,0,'48','48','2020-03-11 16:43:27','20200311',11,3,2020,NULL,'1',80,1.00,95.00,'24'),(194,3,9,1,0,0,0,1,'0','0','2020-03-11 16:43:27','20200311',11,3,2020,NULL,'1',80,0.00,0.00,'0'),(195,3,4,1,1,1,0,1,'4','4','2020-03-11 19:17:47','20200311',11,3,2020,NULL,'1',81,1.00,95.00,'4'),(196,3,29,0,0,1,0,0,'3','3','2020-03-11 19:26:47','20200311',11,3,2020,NULL,'1',82,1.00,90.00,'3'),(197,3,4,1,1,1,0,1,'3','3','2020-03-11 19:26:47','20200311',11,3,2020,NULL,'1',82,1.00,90.00,'3'),(198,3,14,0,0,1,0,0,'24','24','2020-03-11 19:45:02','20200311',11,3,2020,NULL,'1',83,1.00,100.00,'24'),(199,3,11,1,0,0,0,1,'0','0','2020-03-11 19:45:02','20200311',11,3,2020,NULL,'1',83,0.00,0.00,'0'),(200,3,11,1,1,1,0,1,'48','48','2020-03-11 19:46:36','20200311',11,3,2020,NULL,'1',84,1.00,100.00,'48'),(201,3,29,0,0,1,0,0,'0','96','2020-03-12 16:37:59','20200312',11,3,2020,NULL,'1',85,0.00,0.00,'0'),(202,3,6,1,0,0,0,1,'0','0','2020-03-12 16:37:59','20200312',11,3,2020,NULL,'1',85,0.00,0.00,'0'),(203,3,29,0,0,0,1,0,'0','168','2020-03-12 16:49:25','20200312',11,3,2020,NULL,'1',86,0.00,0.00,'0'),(204,3,6,1,0,0,0,1,'0','0','2020-03-12 16:49:25','20200312',11,3,2020,NULL,'1',86,0.00,0.00,'0'),(205,3,29,0,0,0,1,0,'0','72','2020-03-12 16:52:01','20200312',11,3,2020,NULL,'1',87,0.00,0.00,'0'),(206,3,6,1,0,0,0,1,'0','0','2020-03-12 16:52:01','20200312',11,3,2020,NULL,'1',87,0.00,0.00,'0'),(207,3,29,0,0,1,0,0,'0','96','2020-03-12 16:52:20','20200312',11,3,2020,NULL,'1',85,0.00,0.00,'0'),(208,3,6,1,0,0,0,1,'0','0','2020-03-12 16:52:20','20200312',11,3,2020,NULL,'1',85,0.00,0.00,'0'),(209,3,29,0,0,0,1,0,'0','168','2020-03-12 16:52:48','20200312',11,3,2020,NULL,'1',86,0.00,0.00,'0'),(210,3,6,1,0,0,0,1,'0','0','2020-03-12 16:52:48','20200312',11,3,2020,NULL,'1',86,0.00,0.00,'0'),(211,3,14,0,0,1,0,0,'24','24','2020-03-12 17:00:26','20200312',11,3,2020,NULL,'1',88,1.00,100.00,'24'),(212,3,11,1,0,0,0,1,'0','0','2020-03-12 17:00:26','20200312',11,3,2020,NULL,'1',88,0.00,0.00,'0'),(213,3,11,0,0,1,0,1,'0','0','2020-03-12 18:16:07','20200312',11,3,2020,NULL,'0',89,0.00,0.00,'0'),(214,3,42,0,0,1,0,0,'0','240','2020-03-12 18:16:07','20200312',11,3,2020,NULL,'0',89,0.00,0.00,'0'),(215,3,6,1,0,1,0,NULL,'0','0','2020-03-12 18:16:07','20200312',11,3,2020,NULL,'0',89,0.00,0.00,'0'),(216,3,4,1,1,1,0,1,'2','2','2020-03-13 09:27:38','20200313',11,3,2020,NULL,'1',90,1.00,95.00,'2'),(217,3,4,1,1,1,0,1,'28','28','2020-03-13 14:52:53','20200313',11,3,2020,NULL,'1',91,1.00,90.00,'28'),(218,3,12,0,0,1,0,0,'48','48','2020-03-13 16:27:10','20200313',11,3,2020,NULL,'1',92,1.00,100.00,'48'),(219,3,3,1,0,0,0,1,'0','0','2020-03-13 16:27:10','20200313',11,3,2020,NULL,'1',92,0.00,0.00,'0'),(220,3,12,0,0,1,0,0,'48','48','2020-03-13 16:40:08','20200313',11,3,2020,NULL,'1',93,1.00,100.00,'48'),(221,3,3,1,0,0,0,1,'0','0','2020-03-13 16:40:08','20200313',11,3,2020,NULL,'1',93,0.00,0.00,'0'),(222,3,24,0,0,1,0,0,'48','48','2020-03-13 19:50:19','20200313',11,3,2020,NULL,'1',94,1.00,95.00,'48'),(223,3,9,1,0,0,0,1,'0','0','2020-03-13 19:50:19','20200313',11,3,2020,NULL,'1',94,0.00,0.00,'0'),(224,3,32,0,0,1,0,0,'72','72','2020-03-13 19:51:18','20200313',11,3,2020,NULL,'1',95,1.20,100.00,'48'),(225,3,9,1,0,0,0,1,'0','0','2020-03-13 19:51:18','20200313',11,3,2020,NULL,'1',95,0.00,0.00,'0'),(226,3,29,0,0,1,0,0,'72','72','2020-03-14 13:26:46','20200314',11,3,2020,NULL,'1',96,1.00,100.00,'52'),(227,3,6,1,0,0,0,1,'0','0','2020-03-14 13:26:46','20200314',11,3,2020,NULL,'1',96,0.00,0.00,'0'),(228,3,29,0,0,1,0,0,'0','96','2020-03-14 13:27:07','20200314',11,3,2020,NULL,'1',96,0.00,0.00,'0'),(229,3,6,1,0,0,0,1,'0','0','2020-03-14 13:27:07','20200314',11,3,2020,NULL,'1',96,0.00,0.00,'0'),(230,3,29,0,0,1,0,0,'0','96','2020-03-14 13:27:49','20200314',11,3,2020,NULL,'1',96,0.00,0.00,'0'),(231,3,6,1,0,0,0,1,'0','0','2020-03-14 13:27:49','20200314',11,3,2020,NULL,'1',96,0.00,0.00,'0'),(232,3,30,0,0,1,0,0,'96','96','2020-03-14 13:30:56','20200314',11,3,2020,NULL,'1',97,1.00,100.00,'264'),(233,3,6,1,1,0,0,1,'0','0','2020-03-14 13:30:56','20200314',11,3,2020,NULL,'1',97,1.00,100.00,'264'),(234,3,30,0,0,0,1,0,'0','96','2020-03-14 13:32:03','20200314',11,3,2020,NULL,'1',98,0.00,0.00,'0'),(235,3,6,1,0,0,0,1,'0','0','2020-03-14 13:32:03','20200314',11,3,2020,NULL,'1',98,0.00,0.00,'0'),(236,3,30,0,0,1,0,0,'0','96','2020-03-14 13:32:34','20200314',11,3,2020,NULL,'1',97,0.00,0.00,'0'),(237,3,6,1,0,0,0,1,'0','0','2020-03-14 13:32:34','20200314',11,3,2020,NULL,'1',97,0.00,0.00,'0'),(238,3,42,0,0,1,0,0,'168','168','2020-03-14 13:35:39','20200314',11,3,2020,NULL,'1',99,1.00,100.00,'168'),(239,3,6,1,1,0,0,1,'0','0','2020-03-14 13:35:39','20200314',11,3,2020,NULL,'1',99,1.00,100.00,'168'),(240,3,29,0,0,1,0,0,'0','96','2020-03-14 13:50:25','20200314',11,3,2020,NULL,'1',85,0.00,0.00,'0'),(241,3,6,1,0,0,0,1,'0','0','2020-03-14 13:50:25','20200314',11,3,2020,NULL,'1',85,0.00,0.00,'0'),(242,3,3,1,0,0,1,1,'0','2','2020-03-14 18:03:05','20200314',11,3,2020,NULL,'1',54,0.00,0.00,'0'),(243,3,33,0,0,1,0,0,'0','96','2020-03-15 16:23:58','20200315',11,3,2020,NULL,'1',100,0.00,0.00,'0'),(244,3,9,1,0,0,0,1,'0','0','2020-03-15 16:23:58','20200315',11,3,2020,NULL,'1',100,0.00,0.00,'0'),(245,3,24,0,0,1,0,0,'48','48','2020-03-15 16:25:17','20200315',11,3,2020,NULL,'1',101,1.00,80.00,'48'),(246,3,9,1,0,0,0,1,'0','0','2020-03-15 16:25:17','20200315',11,3,2020,NULL,'1',101,0.00,0.00,'0'),(247,3,32,0,0,1,0,0,'96','96','2020-03-15 16:27:50','20200315',11,3,2020,NULL,'1',102,1.00,80.00,'76'),(248,3,9,1,0,0,0,1,'0','0','2020-03-15 16:27:50','20200315',11,3,2020,NULL,'1',102,0.00,0.00,'0'),(249,3,14,0,0,1,0,0,'24','24','2020-03-16 07:53:50','20200316',12,3,2020,NULL,'1',103,1.00,100.00,'24'),(250,3,11,1,0,0,0,1,'0','0','2020-03-16 07:53:50','20200316',12,3,2020,NULL,'1',103,0.00,0.00,'0'),(251,3,11,1,1,1,0,1,'48','48','2020-03-16 07:57:03','20200316',12,3,2020,NULL,'1',104,1.00,100.00,'48'),(252,3,9,1,1,1,0,1,'24','24','2020-03-16 07:58:29','20200316',12,3,2020,NULL,'1',105,1.00,100.00,'24'),(253,3,4,1,1,1,0,1,'5.5','5.5','2020-03-16 08:27:55','20200316',12,3,2020,NULL,'1',106,1.00,80.00,'5.5'),(254,3,16,0,0,0,1,0,'0','24','2020-03-16 09:11:17','20200316',12,3,2020,NULL,'1',107,0.00,0.00,'0'),(255,3,15,1,0,0,0,1,'0','0','2020-03-16 09:11:17','20200316',12,3,2020,NULL,'1',107,0.00,0.00,'0'),(256,3,25,0,0,1,0,0,'96','96','2020-03-16 17:14:34','20200316',12,3,2020,NULL,'1',108,1.00,100.00,'96'),(257,3,9,1,0,0,0,1,'0','0','2020-03-16 17:14:34','20200316',12,3,2020,NULL,'1',108,0.00,0.00,'0'),(258,3,14,0,0,1,0,0,'24','24','2020-03-16 19:41:34','20200316',12,3,2020,NULL,'1',109,1.00,100.00,'24'),(259,3,11,1,0,0,0,1,'0','0','2020-03-16 19:41:34','20200316',12,3,2020,NULL,'1',109,0.00,0.00,'0'),(260,3,43,0,0,1,0,0,'24','24','2020-03-17 07:55:52','20200317',12,3,2020,NULL,'1',110,1.00,80.00,'7.75'),(261,3,15,1,0,0,0,1,'0','0','2020-03-17 07:55:52','20200317',12,3,2020,NULL,'1',110,0.00,0.00,'0'),(262,3,3,0,0,0,0,1,'0','0','2020-03-17 08:05:08','20200317',12,3,2020,NULL,'1',111,0.00,0.00,'0'),(263,3,43,0,0,1,0,0,'24','24','2020-03-17 08:05:08','20200317',12,3,2020,NULL,'1',111,1.00,100.00,'24'),(264,3,15,1,0,0,0,NULL,'0','0','2020-03-17 08:05:08','20200317',12,3,2020,NULL,'1',111,0.00,0.00,'0'),(265,3,43,0,0,1,0,0,'0','24','2020-03-17 08:39:23','20200317',12,3,2020,NULL,'1',111,0.00,0.00,'0'),(266,3,15,1,0,0,0,1,'0','0','2020-03-17 08:39:23','20200317',12,3,2020,NULL,'1',111,0.00,0.00,'0'),(267,3,15,1,1,1,0,1,'24','24','2020-03-17 08:44:06','20200317',12,3,2020,NULL,'1',112,1.00,80.00,'24'),(268,3,15,1,1,1,0,1,'24','24','2020-03-17 08:46:57','20200317',12,3,2020,NULL,'1',113,1.00,100.00,'24'),(269,3,3,1,0,0,1,1,'0','3','2020-03-17 13:43:26','20200317',12,3,2020,NULL,'1',54,0.00,0.00,'0'),(270,3,3,1,0,0,1,1,'0','3','2020-03-17 13:43:58','20200317',12,3,2020,NULL,'1',54,0.00,0.00,'0'),(271,3,4,1,1,1,0,1,'2','2','2020-03-17 14:35:06','20200317',12,3,2020,NULL,'1',114,1.00,95.00,'2'),(272,3,4,1,0,1,0,1,'0','2','2020-03-17 14:35:20','20200317',12,3,2020,NULL,'1',114,0.00,0.00,'0'),(273,3,4,1,1,1,0,1,'2','2','2020-03-17 14:37:15','20200317',12,3,2020,NULL,'1',115,1.00,90.00,'2'),(274,3,4,1,1,1,0,1,'3','3','2020-03-17 14:41:29','20200317',12,3,2020,NULL,'1',116,1.00,95.00,'3'),(275,3,42,0,0,1,0,0,'0','145','2020-03-17 15:23:47','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(276,3,6,1,0,0,0,1,'0','0','2020-03-17 15:23:47','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(277,3,42,0,0,1,0,0,'0','144','2020-03-17 15:24:05','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(278,3,6,1,0,0,0,1,'0','0','2020-03-17 15:24:05','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(279,3,42,0,0,1,0,0,'0','144','2020-03-17 15:24:44','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(280,3,6,1,0,0,0,1,'0','0','2020-03-17 15:24:44','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(281,3,42,0,0,1,0,0,'0','149','2020-03-17 15:26:31','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(282,3,6,1,0,0,0,1,'0','0','2020-03-17 15:26:31','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(283,3,42,0,0,1,0,0,'0','126','2020-03-17 15:27:09','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(284,3,6,1,0,0,0,1,'0','0','2020-03-17 15:27:09','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(285,3,42,0,0,1,0,0,'0','100','2020-03-17 15:27:35','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(286,3,6,1,0,0,0,1,'0','0','2020-03-17 15:27:35','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(287,3,42,0,0,1,0,0,'0','96','2020-03-17 15:27:51','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(288,3,6,1,0,0,0,1,'0','0','2020-03-17 15:27:51','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(289,3,42,0,0,1,0,0,'0','96','2020-03-17 15:28:02','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(290,3,6,1,0,0,0,1,'0','0','2020-03-17 15:28:02','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(291,3,42,0,0,1,0,0,'0','146','2020-03-17 15:28:14','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(292,3,6,1,0,0,0,1,'0','0','2020-03-17 15:28:14','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(293,3,42,0,0,1,0,0,'0','144','2020-03-17 15:28:21','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(294,3,6,1,0,0,0,1,'0','0','2020-03-17 15:28:21','20200317',12,3,2020,NULL,'1',99,0.00,0.00,'0'),(295,3,3,1,0,0,1,1,'0','24','2020-03-17 18:34:32','20200317',12,3,2020,NULL,'1',54,0.00,0.00,'0'),(296,3,3,1,0,0,1,1,'0','24','2020-03-17 18:36:00','20200317',12,3,2020,NULL,'1',54,0.00,0.00,'0'),(297,3,3,1,0,0,1,1,'0','51','2020-03-17 18:39:10','20200317',12,3,2020,NULL,'1',54,0.00,0.00,'0'),(298,3,14,0,0,1,0,0,'24','24','2020-03-17 19:07:12','20200317',12,3,2020,NULL,'1',117,1.00,100.00,'24'),(299,3,11,1,0,0,0,1,'0','0','2020-03-17 19:07:12','20200317',12,3,2020,NULL,'1',117,0.00,0.00,'0'),(300,3,11,1,1,1,0,1,'24','24','2020-03-17 19:08:00','20200317',12,3,2020,NULL,'1',118,1.00,100.00,'24'),(301,3,32,0,0,1,0,0,'24','24','2020-03-18 08:00:18','20200318',12,3,2020,NULL,'1',119,1.00,100.00,'24'),(302,3,9,1,0,1,0,1,'0','24','2020-03-18 08:00:18','20200318',12,3,2020,NULL,'1',119,0.00,0.00,'0'),(303,3,24,0,0,1,0,0,'24','24','2020-03-18 08:01:52','20200318',12,3,2020,NULL,'1',120,1.00,100.00,'24'),(304,3,9,1,0,0,0,1,'0','0','2020-03-18 08:01:52','20200318',12,3,2020,NULL,'1',120,0.00,0.00,'0'),(305,3,4,1,1,1,0,1,'2.5','2.5','2020-03-18 09:44:47','20200318',12,3,2020,NULL,'1',121,1.00,95.00,'2'),(306,3,25,0,0,1,0,0,'48','48','2020-03-18 14:46:53','20200318',12,3,2020,NULL,'1',122,1.00,100.00,'48'),(307,3,9,1,0,0,0,1,'0','0','2020-03-18 14:46:53','20200318',12,3,2020,NULL,'1',122,0.00,0.00,'0'),(308,3,43,0,0,1,0,0,'24','24','2020-03-18 14:53:04','20200318',12,3,2020,NULL,'1',123,1.00,100.00,'24'),(309,3,15,1,0,0,0,1,'0','0','2020-03-18 14:53:04','20200318',12,3,2020,NULL,'1',123,0.00,0.00,'0'),(310,3,15,1,1,1,0,1,'24','24','2020-03-18 15:02:53','20200318',12,3,2020,NULL,'1',124,1.00,100.00,'24'),(311,3,14,0,0,1,0,0,'48','48','2020-03-18 19:49:36','20200318',12,3,2020,NULL,'1',125,1.00,100.00,'48'),(312,3,11,1,0,0,0,1,'0','0','2020-03-18 19:49:36','20200318',12,3,2020,NULL,'1',125,0.00,0.00,'0'),(313,3,11,1,1,1,0,1,'24','24','2020-03-18 19:51:06','20200318',12,3,2020,NULL,'1',126,1.00,100.00,'24'),(314,3,43,0,0,1,0,0,'24','24','2020-03-19 10:33:31','20200319',12,3,2020,NULL,'1',127,1.00,100.00,'24'),(315,3,15,1,0,0,0,1,'0','0','2020-03-19 10:33:31','20200319',12,3,2020,NULL,'1',127,0.00,0.00,'0'),(316,3,24,0,0,1,0,0,'72','72','2020-03-19 12:51:57','20200319',12,3,2020,NULL,'1',128,1.00,100.00,'72'),(317,3,9,1,0,0,0,1,'0','0','2020-03-19 12:51:57','20200319',12,3,2020,NULL,'1',128,0.00,0.00,'0'),(318,3,32,0,0,1,0,0,'48','48','2020-03-19 12:54:28','20200319',12,3,2020,NULL,'1',129,1.00,100.00,'48'),(319,3,9,1,0,0,0,1,'0','0','2020-03-19 12:54:28','20200319',12,3,2020,NULL,'1',129,0.00,0.00,'0'),(320,3,12,0,0,1,0,0,'72','72','2020-03-19 13:17:31','20200319',12,3,2020,NULL,'1',130,1.00,100.00,'72'),(321,3,3,1,0,0,0,1,'0','0','2020-03-19 13:17:31','20200319',12,3,2020,NULL,'1',130,0.00,0.00,'0'),(322,3,12,0,0,1,0,0,'0','72','2020-03-19 13:18:25','20200319',12,3,2020,NULL,'1',130,0.00,0.00,'0'),(323,3,3,1,0,0,0,1,'0','0','2020-03-19 13:18:25','20200319',12,3,2020,NULL,'1',130,0.00,0.00,'0'),(324,3,11,1,1,1,0,1,'24','24','2020-03-19 19:41:56','20200319',12,3,2020,NULL,'1',131,1.00,100.00,'24'),(325,3,43,0,0,1,0,0,'48','48','2020-03-20 08:34:13','20200320',12,3,2020,NULL,'1',132,1.00,100.00,'48'),(326,3,15,1,0,0,0,1,'0','0','2020-03-20 08:34:13','20200320',12,3,2020,NULL,'1',132,0.00,0.00,'0'),(327,3,6,0,0,0,1,0,'0','168','2020-03-20 11:12:23','20200320',12,3,2020,NULL,'1',133,0.00,0.00,'0'),(328,3,17,1,0,0,0,1,'0','0','2020-03-20 11:12:23','20200320',12,3,2020,NULL,'1',133,0.00,0.00,'0'),(329,3,9,0,1,0,0,1,'0','0','2020-03-20 11:55:14','20200320',12,3,2020,NULL,'1',134,1.00,100.00,'100'),(330,3,29,0,0,1,0,0,'96','96','2020-03-20 11:55:14','20200320',12,3,2020,NULL,'1',134,1.00,100.00,'100'),(331,3,6,1,0,0,0,NULL,'0','0','2020-03-20 11:55:14','20200320',12,3,2020,NULL,'1',134,0.00,0.00,'0'),(332,3,29,0,0,1,0,0,'52','52','2020-03-20 11:57:05','20200320',12,3,2020,NULL,'1',135,1.00,100.00,'48'),(333,3,6,1,1,0,0,1,'0','0','2020-03-20 11:57:05','20200320',12,3,2020,NULL,'1',135,1.00,100.00,'48'),(334,3,9,0,0,0,0,1,'0','0','2020-03-20 12:13:47','20200320',12,3,2020,NULL,'1',134,0.00,0.00,'0'),(335,3,29,0,0,1,0,0,'0','28','2020-03-20 12:13:47','20200320',12,3,2020,NULL,'1',134,0.00,0.00,'0'),(336,3,6,1,0,0,0,NULL,'0','0','2020-03-20 12:13:47','20200320',12,3,2020,NULL,'1',134,0.00,0.00,'0'),(337,3,29,0,0,1,0,0,'0','72','2020-03-20 12:14:19','20200320',12,3,2020,NULL,'1',135,0.00,0.00,'0'),(338,3,6,1,0,0,0,1,'0','0','2020-03-20 12:14:19','20200320',12,3,2020,NULL,'1',135,0.00,0.00,'0'),(339,3,4,1,1,1,0,1,'5','5','2020-03-20 15:26:53','20200320',12,3,2020,NULL,'1',136,1.00,90.00,'5'),(340,3,4,1,1,1,0,1,'5','5','2020-03-20 15:28:04','20200320',12,3,2020,NULL,'1',137,1.00,90.00,'5'),(341,3,9,0,0,0,0,1,'0','0','2020-03-20 16:06:21','20200320',12,3,2020,NULL,'1',134,0.00,0.00,'0'),(342,3,29,0,0,1,0,0,'0','48','2020-03-20 16:06:21','20200320',12,3,2020,NULL,'1',134,0.00,0.00,'0'),(343,3,6,1,0,0,0,NULL,'0','0','2020-03-20 16:06:21','20200320',12,3,2020,NULL,'1',134,0.00,0.00,'0'),(344,3,25,0,0,1,0,0,'24','24','2020-03-20 17:38:04','20200320',12,3,2020,NULL,'1',138,1.00,80.00,'24'),(345,3,9,1,0,0,0,1,'0','0','2020-03-20 17:38:04','20200320',12,3,2020,NULL,'1',138,0.00,0.00,'0'),(346,3,24,0,0,1,0,0,'24','24','2020-03-21 20:30:59','20200321',12,3,2020,NULL,'1',139,1.00,80.00,'24'),(347,3,32,0,0,1,0,0,'24','24','2020-03-21 20:30:59','20200321',12,3,2020,NULL,'1',139,1.00,80.00,'24'),(348,3,25,0,0,1,0,0,'24','24','2020-03-21 20:30:59','20200321',12,3,2020,NULL,'1',139,1.00,80.00,'24'),(349,3,9,1,0,0,0,1,'0','0','2020-03-21 20:30:59','20200321',12,3,2020,NULL,'1',139,0.00,0.00,'0'),(350,3,24,0,0,1,0,0,'0','48','2020-03-22 17:08:54','20200322',12,3,2020,NULL,'0',140,0.00,0.00,'0'),(351,3,32,0,0,1,0,0,'0','48','2020-03-22 17:08:54','20200322',12,3,2020,NULL,'0',140,0.00,0.00,'0'),(352,3,25,0,0,1,0,0,'0','48','2020-03-22 17:08:54','20200322',12,3,2020,NULL,'0',140,0.00,0.00,'0'),(353,3,9,1,0,1,0,1,'0','0','2020-03-22 17:08:54','20200322',12,3,2020,NULL,'0',140,0.00,0.00,'0'),(354,3,14,0,0,1,0,0,'52','52','2020-03-23 07:47:11','20200323',13,3,2020,NULL,'1',141,1.00,100.00,'72'),(355,3,11,1,1,0,0,1,'0','0','2020-03-23 07:47:11','20200323',13,3,2020,NULL,'1',141,1.00,100.00,'72'),(356,3,11,1,1,1,0,1,'24','24','2020-03-23 07:48:47','20200323',13,3,2020,NULL,'1',142,1.00,100.00,'24'),(357,3,33,0,0,1,0,0,'0','24','2020-03-23 08:15:35','20200323',13,3,2020,NULL,'1',143,0.00,0.00,'0'),(358,3,9,1,0,0,0,1,'0','0','2020-03-23 08:15:35','20200323',13,3,2020,NULL,'1',143,0.00,0.00,'0'),(359,3,33,0,0,1,0,0,'24','24','2020-03-23 08:16:28','20200323',13,3,2020,NULL,'1',144,1.00,100.00,'24'),(360,3,9,1,1,0,0,1,'0','0','2020-03-23 08:16:28','20200323',13,3,2020,NULL,'1',144,1.00,100.00,'24'),(361,3,4,1,1,1,0,1,'2','2','2020-03-23 09:40:35','20200323',13,3,2020,NULL,'1',145,1.00,100.00,'48'),(362,3,32,0,0,1,0,0,'120','120','2020-03-23 17:50:50','20200323',13,3,2020,NULL,'1',146,1.00,100.00,'120'),(363,3,25,0,0,1,0,0,'96','96','2020-03-23 17:50:50','20200323',13,3,2020,NULL,'1',146,1.00,100.00,'100'),(364,3,9,1,1,0,0,1,'0','0','2020-03-23 17:50:50','20200323',13,3,2020,NULL,'1',146,1.00,100.00,'100'),(365,3,24,0,0,1,0,0,'120','120','2020-03-23 17:52:31','20200323',13,3,2020,NULL,'1',147,1.00,100.00,'96'),(366,3,9,1,1,0,0,1,'0','0','2020-03-23 17:52:31','20200323',13,3,2020,NULL,'1',147,1.00,100.00,'96'),(367,3,4,1,1,1,0,1,'52','52','2020-03-23 18:07:54','20200323',13,3,2020,NULL,'1',148,1.00,100.00,'52'),(368,3,7,0,0,1,0,0,'96','96','2020-03-23 19:52:42','20200323',13,3,2020,NULL,'1',149,1.00,100.00,'96'),(369,3,11,1,1,0,0,1,'0','0','2020-03-23 19:52:42','20200323',13,3,2020,NULL,'1',149,1.00,100.00,'96'),(370,3,11,1,1,1,0,1,'48','48','2020-03-23 19:54:24','20200323',13,3,2020,NULL,'1',150,1.00,100.00,'48'),(371,3,11,1,0,1,0,1,'0','48','2020-03-24 07:58:40','20200324',13,3,2020,NULL,'1',150,0.00,0.00,'0'),(372,3,43,0,0,1,0,0,'48','48','2020-03-24 09:13:31','20200324',13,3,2020,NULL,'1',151,1.00,100.00,'48'),(373,3,15,1,1,0,0,1,'0','0','2020-03-24 09:13:31','20200324',13,3,2020,NULL,'1',151,1.00,100.00,'48'),(374,3,12,0,0,1,0,0,'72','72','2020-03-24 10:07:44','20200324',13,3,2020,NULL,'1',152,1.00,100.00,'72'),(375,3,3,1,1,0,0,1,'0','0','2020-03-24 10:07:44','20200324',13,3,2020,NULL,'1',152,1.00,100.00,'72'),(376,3,29,0,0,1,0,0,'2','2','2020-03-24 12:04:26','20200324',13,3,2020,NULL,'1',153,1.00,100.00,'2'),(377,3,6,1,1,0,0,1,'0','0','2020-03-24 12:04:26','20200324',13,3,2020,NULL,'1',153,1.00,100.00,'2'),(378,3,29,0,0,1,0,0,'2','2','2020-03-24 12:05:38','20200324',13,3,2020,NULL,'1',154,1.00,100.00,'2'),(379,3,6,1,1,0,0,1,'0','0','2020-03-24 12:05:38','20200324',13,3,2020,NULL,'1',154,1.00,100.00,'2'),(380,3,29,0,0,1,0,0,'0','2','2020-03-24 12:06:07','20200324',13,3,2020,NULL,'1',153,0.00,0.00,'0'),(381,3,6,1,0,0,0,1,'0','0','2020-03-24 12:06:07','20200324',13,3,2020,NULL,'1',153,0.00,0.00,'0'),(382,3,12,0,0,1,0,0,'0.25','0.25','2020-03-24 16:38:03','20200324',13,3,2020,NULL,'1',155,1.00,100.00,'0.25'),(383,3,3,1,1,0,0,1,'0','0','2020-03-24 16:38:03','20200324',13,3,2020,NULL,'1',155,1.00,100.00,'0.25'),(384,3,36,0,0,0,1,0,'0','120','2020-03-24 17:32:05','20200324',13,3,2020,NULL,'1',156,0.00,0.00,'0'),(385,3,39,0,0,0,1,0,'0','120','2020-03-24 17:32:05','20200324',13,3,2020,NULL,'1',156,0.00,0.00,'0'),(386,3,9,1,0,0,0,1,'0','0','2020-03-24 17:32:05','20200324',13,3,2020,NULL,'1',156,0.00,0.00,'0'),(387,3,5,0,0,1,0,0,'3','3','2020-03-24 19:47:51','20200324',13,3,2020,NULL,'1',157,1.00,100.00,'3'),(388,3,4,1,1,0,0,1,'0','0','2020-03-24 19:47:51','20200324',13,3,2020,NULL,'1',157,1.00,100.00,'3'),(389,3,4,1,1,1,0,1,'2','2','2020-03-24 19:49:34','20200324',13,3,2020,NULL,'1',158,1.00,100.00,'2'),(390,3,4,1,1,1,0,1,'28','28','2020-03-24 19:50:54','20200324',13,3,2020,NULL,'1',159,1.00,100.00,'28'),(391,3,33,0,0,0,1,0,'0','72','2020-03-25 07:57:35','20200325',13,3,2020,NULL,'1',160,0.00,0.00,'0'),(392,3,9,1,0,0,0,1,'0','0','2020-03-25 07:57:35','20200325',13,3,2020,NULL,'1',160,0.00,0.00,'0'),(393,3,42,0,0,1,0,0,'48','48','2020-03-25 08:59:10','20200325',13,3,2020,NULL,'1',161,1.00,100.00,'48'),(394,3,6,1,1,0,0,1,'0','0','2020-03-25 08:59:10','20200325',13,3,2020,NULL,'1',161,1.00,100.00,'48'),(395,3,42,0,0,0,1,0,'0','144','2020-03-25 09:54:28','20200325',13,3,2020,NULL,'1',162,0.00,0.00,'0'),(396,3,6,1,0,0,0,1,'0','0','2020-03-25 09:54:28','20200325',13,3,2020,NULL,'1',162,0.00,0.00,'0'),(397,3,42,0,0,0,1,0,'0','144','2020-03-25 09:55:12','20200325',13,3,2020,NULL,'1',162,0.00,0.00,'0'),(398,3,6,1,0,0,0,1,'0','0','2020-03-25 09:55:12','20200325',13,3,2020,NULL,'1',162,0.00,0.00,'0'),(399,3,42,0,0,1,0,0,'0','48','2020-03-25 12:06:37','20200325',13,3,2020,NULL,'1',161,0.00,0.00,'0'),(400,3,6,1,0,0,0,1,'0','0','2020-03-25 12:06:37','20200325',13,3,2020,NULL,'1',161,0.00,0.00,'0'),(401,3,42,0,0,1,0,0,'0','120','2020-03-25 12:27:12','20200325',13,3,2020,NULL,'1',163,0.00,0.00,'0'),(402,3,6,1,0,0,0,1,'0','0','2020-03-25 12:27:12','20200325',13,3,2020,NULL,'1',163,0.00,0.00,'0'),(403,3,11,1,1,1,0,1,'24','24','2020-03-25 20:51:23','20200325',13,3,2020,NULL,'1',164,1.00,100.00,'24'),(404,3,14,0,0,1,0,0,'52','52','2020-03-25 20:52:51','20200325',13,3,2020,NULL,'1',165,1.00,100.00,'48'),(405,3,11,1,1,0,0,1,'0','0','2020-03-25 20:52:51','20200325',13,3,2020,NULL,'1',165,1.00,100.00,'48'),(406,3,33,0,0,0,1,0,'0','72','2020-03-26 08:04:02','20200326',13,3,2020,NULL,'1',166,0.00,0.00,'0'),(407,3,9,1,0,0,0,1,'0','0','2020-03-26 08:04:02','20200326',13,3,2020,NULL,'1',166,0.00,0.00,'0'),(408,3,43,0,0,1,0,0,'120','120','2020-03-26 08:59:09','20200326',13,3,2020,NULL,'1',167,1.00,100.00,'120'),(409,3,15,1,1,0,0,1,'0','0','2020-03-26 08:59:09','20200326',13,3,2020,NULL,'1',167,1.00,100.00,'120'),(410,3,15,1,1,1,0,1,'48','48','2020-03-26 09:01:15','20200326',13,3,2020,NULL,'1',168,1.00,100.00,'48'),(411,3,42,0,0,1,0,0,'28','28','2020-03-26 11:24:36','20200326',13,3,2020,NULL,'1',169,1.00,100.00,'27'),(412,3,6,1,1,0,0,1,'0','0','2020-03-26 11:24:36','20200326',13,3,2020,NULL,'1',169,1.00,100.00,'27'),(413,3,20,1,0,0,1,1,'0','120','2020-03-26 11:28:31','20200326',13,3,2020,NULL,'1',170,0.00,0.00,'0'),(414,3,32,0,0,1,0,0,'24','24','2020-03-27 08:00:26','20200327',13,3,2020,NULL,'1',171,1.00,100.00,'24'),(415,3,33,0,0,1,0,0,'24','24','2020-03-27 08:00:26','20200327',13,3,2020,NULL,'1',171,1.00,100.00,'6'),(416,3,25,0,0,1,0,0,'24','24','2020-03-27 08:00:26','20200327',13,3,2020,NULL,'1',171,1.00,100.00,'24'),(417,3,9,1,1,0,0,1,'0','0','2020-03-27 08:00:26','20200327',13,3,2020,NULL,'1',171,1.00,100.00,'24'),(418,3,11,1,1,1,0,1,'24','24','2020-03-27 08:08:24','20200327',13,3,2020,NULL,'1',172,1.00,100.00,'24'),(419,3,42,0,0,1,0,0,'0','120','2020-03-27 13:04:44','20200327',13,3,2020,NULL,'1',163,0.00,0.00,'0'),(420,3,6,1,0,0,0,1,'0','0','2020-03-27 13:04:44','20200327',13,3,2020,NULL,'1',163,0.00,0.00,'0'),(421,3,30,0,0,0,1,0,'0','28','2020-03-27 13:06:45','20200327',13,3,2020,NULL,'1',173,0.00,0.00,'0'),(422,3,6,1,0,0,0,1,'0','0','2020-03-27 13:06:45','20200327',13,3,2020,NULL,'1',173,0.00,0.00,'0'),(423,3,30,0,0,1,0,0,'192','192','2020-03-27 13:09:55','20200327',13,3,2020,NULL,'1',174,1.00,100.00,'216'),(424,3,6,1,1,0,0,1,'0','0','2020-03-27 13:09:55','20200327',13,3,2020,NULL,'1',174,1.00,100.00,'216'),(425,3,4,1,1,1,0,1,'3','3','2020-03-27 15:20:03','20200327',13,3,2020,NULL,'1',175,1.00,100.00,'3'),(426,3,4,1,0,1,0,1,'0','3','2020-03-27 15:20:25','20200327',13,3,2020,NULL,'1',175,0.00,0.00,'0'),(427,3,4,1,1,1,0,1,'4','4','2020-03-27 15:21:37','20200327',13,3,2020,NULL,'1',176,1.00,100.00,'4'),(428,3,5,0,0,1,0,0,'0','1','2020-03-28 13:31:57','20200328',13,3,2020,NULL,'1',177,0.00,0.00,'0'),(429,3,6,1,0,0,0,1,'0','0','2020-03-28 13:31:57','20200328',13,3,2020,NULL,'1',177,0.00,0.00,'0'),(430,3,5,0,0,1,0,0,'0','4.5','2020-03-28 13:36:51','20200328',13,3,2020,NULL,'1',177,0.00,0.00,'0'),(431,3,6,1,0,0,0,1,'0','0','2020-03-28 13:36:51','20200328',13,3,2020,NULL,'1',177,0.00,0.00,'0'),(432,3,32,0,0,1,0,0,'0','48','2020-03-30 07:13:35','20200330',14,3,2020,NULL,'0',178,0.00,0.00,'0'),(433,3,25,0,0,1,0,0,'0','48','2020-03-30 07:13:35','20200330',14,3,2020,NULL,'0',178,0.00,0.00,'0'),(434,3,9,1,0,1,0,1,'0','0','2020-03-30 07:13:35','20200330',14,3,2020,NULL,'0',178,0.00,0.00,'0'),(435,3,11,1,1,1,0,1,'24','24','2020-03-30 07:51:45','20200330',14,3,2020,NULL,'1',179,1.00,100.00,'24'),(436,3,14,0,0,1,0,0,'28','28','2020-03-30 07:53:34','20200330',14,3,2020,NULL,'1',180,1.00,100.00,'48'),(437,3,11,1,1,0,0,1,'0','0','2020-03-30 07:53:34','20200330',14,3,2020,NULL,'1',180,1.00,100.00,'48'),(438,3,7,0,0,0,1,0,'0','120','2020-03-30 07:56:12','20200330',14,3,2020,NULL,'1',181,0.00,0.00,'0'),(439,3,11,1,0,0,0,1,'0','0','2020-03-30 07:56:12','20200330',14,3,2020,NULL,'1',181,0.00,0.00,'0'),(440,3,5,0,0,1,0,0,'0','2','2020-03-30 08:24:53','20200330',14,3,2020,NULL,'1',182,0.00,0.00,'0'),(441,3,6,1,0,0,0,1,'0','0','2020-03-30 08:24:53','20200330',14,3,2020,NULL,'1',182,0.00,0.00,'0'),(442,3,5,0,0,1,0,0,'0','0.5','2020-03-30 08:53:33','20200330',14,3,2020,NULL,'1',183,0.00,0.00,'0'),(443,3,6,1,0,0,0,1,'0','0','2020-03-30 08:53:33','20200330',14,3,2020,NULL,'1',183,0.00,0.00,'0'),(444,3,5,0,0,1,0,0,'0','0.25','2020-03-30 08:54:27','20200330',14,3,2020,NULL,'1',184,0.00,0.00,'0'),(445,3,6,1,0,0,0,1,'0','0','2020-03-30 08:54:27','20200330',14,3,2020,NULL,'1',184,0.00,0.00,'0'),(446,3,5,0,0,1,0,0,'0','0.5','2020-03-30 08:54:44','20200330',14,3,2020,NULL,'1',184,0.00,0.00,'0'),(447,3,6,1,0,0,0,1,'0','0','2020-03-30 08:54:44','20200330',14,3,2020,NULL,'1',184,0.00,0.00,'0'),(448,3,5,0,0,1,0,0,'0','0.5','2020-03-30 08:55:54','20200330',14,3,2020,NULL,'1',185,0.00,0.00,'0'),(449,3,6,1,0,0,0,1,'0','0','2020-03-30 08:55:54','20200330',14,3,2020,NULL,'1',185,0.00,0.00,'0'),(450,3,5,0,0,1,0,0,'0','0.5','2020-03-30 08:56:47','20200330',14,3,2020,NULL,'1',186,0.00,0.00,'0'),(451,3,6,1,0,0,0,1,'0','0','2020-03-30 08:56:47','20200330',14,3,2020,NULL,'1',186,0.00,0.00,'0'),(452,3,10,0,0,1,0,0,'4','4','2020-03-30 09:04:15','20200330',14,3,2020,NULL,'1',187,1.00,100.00,'4'),(453,3,4,1,1,0,0,1,'0','0','2020-03-30 09:04:15','20200330',14,3,2020,NULL,'1',187,1.00,100.00,'4'),(454,3,12,0,0,0,1,0,'0','48','2020-03-30 09:10:45','20200330',14,3,2020,NULL,'1',188,0.00,0.00,'0'),(455,3,3,1,0,0,0,1,'0','0','2020-03-30 09:10:45','20200330',14,3,2020,NULL,'1',188,0.00,0.00,'0'),(456,3,4,1,0,0,1,1,'0','48','2020-03-30 09:35:29','20200330',14,3,2020,NULL,'1',189,0.00,0.00,'0'),(457,3,32,0,0,1,0,0,'24','24','2020-03-30 15:27:51','20200330',14,3,2020,NULL,'1',190,1.00,100.00,'24'),(458,3,9,1,1,0,0,1,'0','0','2020-03-30 15:27:51','20200330',14,3,2020,NULL,'1',190,1.00,100.00,'24'),(459,3,25,0,0,1,0,0,'24','24','2020-03-30 15:28:49','20200330',14,3,2020,NULL,'1',191,1.00,100.00,'24'),(460,3,9,1,1,0,0,1,'0','0','2020-03-30 15:28:49','20200330',14,3,2020,NULL,'1',191,1.00,100.00,'24'),(461,3,34,0,0,1,0,0,'24','24','2020-03-30 15:29:42','20200330',14,3,2020,NULL,'1',192,1.00,100.00,'24'),(462,3,9,1,1,0,0,1,'0','0','2020-03-30 15:29:42','20200330',14,3,2020,NULL,'1',192,1.00,100.00,'24'),(463,3,10,0,0,1,0,0,'3','3','2020-03-30 16:01:12','20200330',14,3,2020,NULL,'1',193,1.00,100.00,'3'),(464,3,4,1,1,0,0,1,'0','0','2020-03-30 16:01:12','20200330',14,3,2020,NULL,'1',193,1.00,100.00,'3'),(465,3,10,0,0,1,0,0,'0','3','2020-03-30 16:01:36','20200330',14,3,2020,NULL,'1',193,0.00,0.00,'0'),(466,3,4,1,0,0,0,1,'0','0','2020-03-30 16:01:36','20200330',14,3,2020,NULL,'1',193,0.00,0.00,'0'),(467,3,10,0,0,0,1,0,'0','4','2020-03-30 20:18:40','20200330',14,3,2020,NULL,'1',194,0.00,0.00,'0'),(468,3,4,1,0,0,0,1,'0','0','2020-03-30 20:18:40','20200330',14,3,2020,NULL,'1',194,0.00,0.00,'0'),(469,3,10,0,0,0,1,0,'0','4','2020-03-30 20:18:42','20200330',14,3,2020,NULL,'1',195,0.00,0.00,'0'),(470,3,4,1,0,0,0,1,'0','0','2020-03-30 20:18:42','20200330',14,3,2020,NULL,'1',195,0.00,0.00,'0'),(471,3,10,0,0,0,1,0,'0','4','2020-03-30 20:18:44','20200330',14,3,2020,NULL,'1',196,0.00,0.00,'0'),(472,3,4,1,0,0,0,1,'0','0','2020-03-30 20:18:44','20200330',14,3,2020,NULL,'1',196,0.00,0.00,'0'),(473,3,10,0,0,0,1,0,'0','4','2020-03-30 20:18:44','20200330',14,3,2020,NULL,'1',197,0.00,0.00,'0'),(474,3,4,1,0,0,0,1,'0','0','2020-03-30 20:18:44','20200330',14,3,2020,NULL,'1',197,0.00,0.00,'0'),(475,3,10,0,0,0,1,0,'0','4','2020-03-30 20:18:45','20200330',14,3,2020,NULL,'1',198,0.00,0.00,'0'),(476,3,4,1,0,0,0,1,'0','0','2020-03-30 20:18:45','20200330',14,3,2020,NULL,'1',198,0.00,0.00,'0'),(477,3,10,0,0,0,1,0,'0','4','2020-03-30 20:18:50','20200330',14,3,2020,NULL,'1',199,0.00,0.00,'0'),(478,3,4,1,0,0,0,1,'0','0','2020-03-30 20:18:50','20200330',14,3,2020,NULL,'1',199,0.00,0.00,'0'),(479,3,10,0,0,0,1,0,'0','4','2020-03-30 20:18:50','20200330',14,3,2020,NULL,'1',200,0.00,0.00,'0'),(480,3,4,1,0,0,0,1,'0','0','2020-03-30 20:18:50','20200330',14,3,2020,NULL,'1',200,0.00,0.00,'0'),(481,3,10,0,0,0,1,0,'0','4','2020-03-30 20:18:51','20200330',14,3,2020,NULL,'1',201,0.00,0.00,'0'),(482,3,4,1,0,0,0,1,'0','0','2020-03-30 20:18:51','20200330',14,3,2020,NULL,'1',201,0.00,0.00,'0'),(483,3,10,0,0,1,0,0,'4','4','2020-03-30 20:23:53','20200330',14,3,2020,NULL,'1',202,1.00,100.00,'4'),(484,3,4,1,1,0,0,1,'0','0','2020-03-30 20:23:53','20200330',14,3,2020,NULL,'1',202,1.00,100.00,'4'),(485,3,14,0,0,1,0,0,'0','28','2020-03-31 07:57:33','20200331',14,3,2020,NULL,'1',203,0.00,0.00,'0'),(486,3,11,1,0,0,0,1,'0','0','2020-03-31 07:57:33','20200331',14,3,2020,NULL,'1',203,0.00,0.00,'0'),(487,3,32,0,0,1,0,0,'24','24','2020-03-31 07:59:48','20200331',14,3,2020,NULL,'1',204,1.00,100.00,'24'),(488,3,34,0,0,1,0,0,'24','24','2020-03-31 07:59:48','20200331',14,3,2020,NULL,'1',204,1.00,100.00,'24'),(489,3,9,1,1,0,0,1,'0','0','2020-03-31 07:59:48','20200331',14,3,2020,NULL,'1',204,1.00,100.00,'24'),(490,3,25,0,0,1,0,0,'24','24','2020-03-31 08:01:16','20200331',14,3,2020,NULL,'1',205,1.00,100.00,'24'),(491,3,9,1,1,0,0,1,'0','0','2020-03-31 08:01:16','20200331',14,3,2020,NULL,'1',205,1.00,100.00,'24'),(492,3,11,1,0,0,1,1,'0','48','2020-03-31 08:02:17','20200331',14,3,2020,NULL,'1',206,0.00,0.00,'0'),(493,3,21,0,0,1,0,0,'2','2','2020-03-31 08:47:31','20200331',14,3,2020,NULL,'1',207,1.00,100.00,'2'),(494,3,4,1,1,0,0,1,'0','0','2020-03-31 08:47:31','20200331',14,3,2020,NULL,'1',207,1.00,100.00,'2'),(495,3,21,0,0,1,0,0,'2','2','2020-03-31 08:54:01','20200331',14,3,2020,NULL,'1',208,1.00,100.00,'2'),(496,3,4,1,1,0,0,1,'0','0','2020-03-31 08:54:01','20200331',14,3,2020,NULL,'1',208,1.00,100.00,'2'),(497,3,21,0,0,1,0,0,'3','3','2020-03-31 13:37:24','20200331',14,3,2020,NULL,'1',209,1.00,100.00,'3'),(498,3,4,1,1,0,0,1,'0','0','2020-03-31 13:37:24','20200331',14,3,2020,NULL,'1',209,1.00,100.00,'3'),(499,3,4,0,0,1,0,1,'0','4','2020-01-18 09:17:55','20200118',3,1,2020,NULL,'1',8,0.00,0.00,'0'),(500,3,9,0,0,0,1,0,'0','48','2020-03-31 17:16:02','20200331',14,3,2020,NULL,'1',210,0.00,0.00,'0'),(501,3,15,1,0,0,0,1,'0','0','2020-03-31 17:16:02','20200331',14,3,2020,NULL,'1',210,0.00,0.00,'0'),(502,3,34,0,0,0,1,0,'0','48','2020-04-01 07:56:31','20200401',14,4,2020,NULL,'1',211,0.00,0.00,'0'),(503,3,9,1,0,0,0,1,'0','0','2020-04-01 07:56:31','20200401',14,4,2020,NULL,'1',211,0.00,0.00,'0'),(504,3,32,0,0,0,1,0,'0','48','2020-04-01 07:58:21','20200401',14,4,2020,NULL,'1',212,0.00,0.00,'0'),(505,3,25,0,0,0,1,0,'0','48','2020-04-01 07:58:21','20200401',14,4,2020,NULL,'1',212,0.00,0.00,'0'),(506,3,9,1,0,0,0,1,'0','0','2020-04-01 07:58:21','20200401',14,4,2020,NULL,'1',212,0.00,0.00,'0'),(507,3,43,0,0,1,0,0,'0','24','2020-04-01 08:12:12','20200401',14,4,2020,NULL,'1',213,0.00,0.00,'0'),(508,3,15,1,0,0,0,1,'0','0','2020-04-01 08:12:12','20200401',14,4,2020,NULL,'1',213,0.00,0.00,'0'),(509,3,21,0,0,0,1,0,'0','96','2020-04-01 08:20:08','20200401',14,4,2020,NULL,'1',214,0.00,0.00,'0'),(510,3,4,1,0,0,0,1,'0','0','2020-04-01 08:20:08','20200401',14,4,2020,NULL,'1',214,0.00,0.00,'0'),(511,3,10,0,0,0,1,0,'0','76','2020-04-01 08:22:12','20200401',14,4,2020,NULL,'1',215,0.00,0.00,'0'),(512,3,4,1,0,0,0,1,'0','0','2020-04-01 08:22:12','20200401',14,4,2020,NULL,'1',215,0.00,0.00,'0'),(513,3,21,0,0,0,1,0,'0','96','2020-04-01 08:23:03','20200401',14,4,2020,NULL,'1',214,0.00,0.00,'0'),(514,3,4,1,0,0,0,1,'0','0','2020-04-01 08:23:03','20200401',14,4,2020,NULL,'1',214,0.00,0.00,'0');
/*!40000 ALTER TABLE `jee_task_statistics` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_todo`
--

DROP TABLE IF EXISTS `jee_todo`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_todo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `issue_id` int(11) DEFAULT NULL,
  `executors_id` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `accept_id` int(11) DEFAULT NULL,
  `issue_types` smallint(6) DEFAULT NULL,
  `code_no` int(11) DEFAULT NULL,
  `sub_code_no` int(11) DEFAULT NULL,
  `group_id` int(11) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `relate_id` int(11) DEFAULT NULL,
  `priority` smallint(6) DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tags` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `resolves` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `inform_types` smallint(6) DEFAULT NULL,
  `inform` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `inform_time` datetime DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `deadline` datetime DEFAULT NULL,
  `done_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `group_id` (`group_id`),
  KEY `tags` (`tags`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=482 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_todo`
--

LOCK TABLES `jee_todo` WRITE;
/*!40000 ALTER TABLE `jee_todo` DISABLE KEYS */;
INSERT INTO `jee_todo` VALUES (1,3,18,3,'18',3,1,1,0,1,1,1,2,'RS08A-028项目执行表','1,陈富永,王正,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"3\":\"陈富永\",\"18\":\"王正\"}}',1,'','2020-01-14 16:41:51','2020-01-14 16:41:51','2020-01-14 23:59:59',NULL,1),(2,3,19,17,'19',17,1,2,0,2,1,2,2,'四轴动力头下单','2,王保森,高英俊,P1906','{\"groupName\":{\"2\":\"P1906\"},\"fullName\":{\"17\":\"王保森\",\"19\":\"高英俊\"}}',1,'','2020-01-14 17:13:23','2020-01-14 17:13:23','2020-01-15 16:59:59','2020-01-15 09:41:15',1),(3,3,17,17,'19',17,1,2,0,2,2,2,2,'四轴动力头下单','2,王保森,高英俊,P1906','{\"groupName\":{\"2\":\"P1906\"},\"fullName\":{\"17\":\"王保森\",\"19\":\"高英俊\"}}',1,'','2020-01-15 09:41:15','2020-01-15 09:41:15','2020-01-15 10:41:15','2020-02-12 13:22:19',1),(4,3,10,4,'10',4,1,3,0,5,1,3,2,'SH2002夹具设计','3,李伟东,胡玉龙,SH2002','{\"groupName\":{\"5\":\"SH2002\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}',1,'','2020-01-18 08:54:38','2020-01-18 08:54:38','2020-01-18 23:59:59',NULL,1),(5,3,21,4,'21',4,1,4,0,4,1,4,2,'SH2001夹具设计','4,李伟东,马英福,SH2001','{\"groupName\":{\"4\":\"SH2001\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-01-18 08:58:19','2020-01-18 08:58:19','2020-01-18 23:59:59','2020-01-18 09:03:34',1),(6,3,4,4,'21',4,1,4,0,4,2,4,2,'SH2001夹具设计','4,李伟东,马英福,SH2001','{\"groupName\":{\"4\":\"SH2001\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-01-18 09:03:34','2020-01-18 09:03:34','2020-01-18 10:03:34','2020-03-04 10:34:10',1),(7,3,4,4,'4',4,1,5,0,1,1,5,2,'RS08A-028技术任务书','5,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-01-18 09:06:06','2020-01-18 09:06:06','2020-01-10 23:59:59','2020-01-18 09:06:35',1),(8,3,4,4,'4',4,1,5,0,1,2,5,2,'RS08A-028技术任务书','5,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-01-18 09:06:35','2020-01-18 09:06:35','2020-01-18 10:06:35','2020-02-28 09:22:09',1),(9,3,4,4,'4',4,1,6,0,1,1,6,2,'RS08A-028订单处理','6,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-01-18 09:09:45','2020-01-18 09:09:45','2020-02-06 23:59:59','2020-01-18 09:09:54',1),(10,3,4,4,'4',4,1,6,0,1,2,6,2,'RS08A-028订单处理','6,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-01-18 09:09:54','2020-01-18 09:09:54','2020-01-18 10:09:54','2020-03-09 08:57:32',1),(11,3,21,4,'21',4,1,7,0,1,1,7,2,'RS08A-028夹具设计','7,李伟东,马英福,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-01-18 09:16:37','2020-01-18 09:16:37','2020-02-06 23:59:59','2020-03-31 16:26:24',1),(12,3,21,4,'',4,1,8,0,1,1,8,2,'RS08A-028刀具设计','8,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-01-18 09:17:55','2020-01-18 09:17:55','2020-02-06 23:59:59','0000-00-00 00:00:00',1),(13,3,4,3,'18,4',3,1,1,0,1,1,1,2,'RS08A-028项目执行表','1,陈富永,李伟东,王正,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"3\":\"陈富永\",\"4\":\"李伟东\",\"18\":\"王正\"}}',1,'','2020-02-05 18:26:18','2020-02-05 18:26:18','2020-01-14 23:59:59',NULL,1),(14,3,24,9,'24',9,1,9,0,0,1,9,1,'ZP005-002','9,陈俊,杨海','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-11 15:01:05','2020-02-11 15:01:05','2020-02-16 23:59:59',NULL,1),(15,3,24,9,'24',9,1,10,0,24,1,10,1,'ZP005-002机床走线','10,陈俊,杨海,ZH005-002','{\"groupName\":{\"24\":\"ZH005-002\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-11 15:17:15','2020-02-11 15:17:15','2020-02-16 23:59:59','2020-02-13 08:42:59',1),(16,3,6,6,'6',3,1,11,0,28,1,11,3,'MS100B顶箱设计','11,陈富永,黄国峰,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\"}}',1,'','2020-02-11 16:41:27','2020-02-11 16:41:27','2020-02-16 23:59:59','2020-02-13 13:35:53',1),(17,3,3,3,'3',3,1,12,0,1,1,12,2,'RS08A-028项目执行表','12,陈富永,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"3\":\"陈富永\"}}',1,'','2020-02-12 10:48:57','2020-02-12 10:48:57','2020-02-12 23:59:59','2020-02-12 12:18:01',1),(18,3,3,3,'3',3,1,12,0,1,2,12,2,'RS08A-028项目执行表','12,陈富永,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"3\":\"陈富永\"}}',1,'','2020-02-12 12:18:01','2020-02-12 12:18:01','2020-02-12 13:18:01','2020-02-12 12:24:04',1),(20,3,9,9,'24',9,1,10,0,24,2,10,1,'ZP005-002机床走线','10,陈俊,杨海,ZH005-002','{\"groupName\":{\"24\":\"ZH005-002\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-13 08:42:59','2020-02-13 08:42:59','2020-02-13 09:42:59','2020-02-14 10:19:26',1),(21,3,9,9,'9,24',9,1,13,0,0,1,13,2,'ZY1906整改线体拆卸','13,陈俊,杨海','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-13 09:03:31','2020-02-13 09:03:31','2020-02-14 23:59:59','2020-02-14 10:20:12',1),(22,3,24,9,'9,24',9,1,13,0,0,1,13,2,'ZY1906整改线体拆卸','13,陈俊,杨海','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-13 09:03:31','2020-02-13 09:03:31','2020-02-14 23:59:59','2020-02-17 09:02:32',1),(23,3,3,6,'6',3,1,11,0,28,2,11,3,'MS100B顶箱设计','11,陈富永,黄国峰,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\"}}',1,'','2020-02-13 13:35:53','2020-02-13 13:35:53','2020-02-13 14:35:53','2020-02-14 08:46:16',1),(26,3,6,6,'6,41',3,1,14,0,28,1,14,3,'MS100B主轴箱设计','14,陈富永,黄国峰,李朋杰,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\",\"41\":\"李朋杰\"}}',1,'','2020-02-17 08:25:35','2020-02-17 08:25:35','2020-02-23 23:59:59','2020-02-25 08:18:05',1),(28,3,9,9,'9,24',9,1,15,0,19,1,15,2,'RS10A-007-010夹具整改','15,陈俊,杨海,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-17 08:29:50','2020-02-17 08:29:50','2020-02-23 23:59:59','2020-02-20 09:25:13',1),(29,3,24,9,'9,24',9,1,15,0,19,1,15,2,'RS10A-007-010夹具整改','15,陈俊,杨海,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-17 08:29:50','2020-02-17 08:29:50','2020-02-23 23:59:59','2020-02-24 08:19:23',1),(30,3,9,9,'9,24',9,1,13,0,0,2,13,2,'ZY1906整改线体拆卸','13,陈俊,杨海','{\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-17 09:02:32','2020-02-17 09:02:32','2020-02-17 10:02:32','2020-02-18 10:55:20',1),(31,3,20,20,'20',18,1,16,0,0,1,16,2,'售后服务阿里巴巴平台搭建','16,王正,郝俊才','{\"fullName\":{\"18\":\"王正\",\"20\":\"郝俊才\"}}',1,'','2020-02-18 08:12:07','2020-02-18 08:12:07','2020-02-24 23:59:00',NULL,0),(32,3,12,3,'12',3,1,17,0,31,1,17,2,'SFQ750-002液压系统设计','17,陈富永,王文利,SFQ750-002','{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-02-18 08:38:42','2020-02-18 08:38:42','2020-02-19 23:59:59','2020-02-19 18:04:41',1),(34,3,12,3,'12',3,1,18,0,31,1,18,2,'SFQ750-002气动系统设计','18,陈富永,王文利,SFQ750-002','{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-02-19 17:37:11','2020-02-19 17:37:11','2020-02-21 23:59:59','2020-02-21 16:45:14',1),(36,3,9,9,'9,24',9,1,19,0,6,1,19,2,'ZTA-002机床整理，精度调整','19,陈俊,杨海,ZTA-002','{\"groupName\":{\"6\":\"ZTA-002\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-20 09:30:29','2020-02-20 09:30:29','2020-02-25 23:59:59','2020-02-28 11:11:08',1),(37,3,24,9,'9,24',9,1,19,0,6,1,19,2,'ZTA-002机床整理，精度调整','19,陈俊,杨海,ZTA-002','{\"groupName\":{\"6\":\"ZTA-002\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-20 09:30:29','2020-02-20 09:30:29','2020-02-25 23:59:59','2020-02-28 16:22:19',1),(40,3,12,3,'12',3,1,20,0,31,1,20,2,'SFQ750-002润滑系统设计','20,陈富永,王文利,SFQ750-002','{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-02-21 18:05:36','2020-02-21 18:05:36','2020-02-25 23:59:59','2020-02-25 16:48:16',1),(41,3,11,11,'11',11,1,21,0,29,1,21,2,'DVM-500-001-20011  主轴箱精加工模型设计','21,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-02-23 20:43:12','2020-02-23 20:43:12','2020-02-24 23:59:59','2020-02-25 07:52:36',1),(42,3,9,9,'9,24',9,1,15,0,19,2,15,2,'RS10A-007-010夹具整改','15,陈俊,杨海,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-24 08:19:23','2020-02-24 08:19:23','2020-02-24 09:19:23','2020-02-28 11:10:09',1),(43,3,6,6,'6',6,1,22,0,28,1,22,3,'MS100B主轴箱图纸审核打包下速达','22,黄国峰,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}',1,'','2020-02-24 08:30:56','2020-02-24 08:30:56','2020-02-24 23:59:59','2020-02-25 08:18:42',1),(44,3,29,6,'29',6,1,23,0,28,1,23,2,'MS100B系统试验-控制器件及电路准备','23,黄国峰,董晨瑞,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-02-24 08:33:06','2020-02-24 08:33:06','2020-02-26 23:59:59','2020-02-27 08:29:42',1),(45,3,20,20,'20',20,1,24,0,0,1,24,2,'P2001成都西菱换型夹具设计','24,郝俊才','{\"fullName\":{\"20\":\"郝俊才\"}}',1,'','2020-02-24 08:46:52','2020-02-24 08:46:52','2020-02-27 23:59:00','2020-03-12 20:51:02',1),(46,3,11,11,'11',11,1,21,0,29,2,21,2,'DVM-500-001-20011  主轴箱精加工模型设计','21,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-02-25 07:52:36','2020-02-25 07:52:36','2020-02-25 08:52:36','2020-02-25 07:53:27',1),(48,3,11,11,'11',11,1,25,0,29,1,25,2,'DVL-1115-001-13011  滑座精加工模型设计','25,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-02-25 07:59:37','2020-02-25 07:59:37','2020-02-25 23:59:59','2020-02-25 21:17:24',1),(49,3,6,6,'6',6,1,22,0,28,2,22,3,'MS100B主轴箱图纸审核打包下速达','22,黄国峰,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}',1,'','2020-02-25 08:18:42','2020-02-25 08:18:42','2020-02-25 09:18:42','2020-02-25 08:19:58',1),(51,3,6,6,'6',6,1,26,0,28,1,26,3,'MS100B 立柱部件三维模型','26,黄国峰,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}',1,'','2020-02-25 08:23:25','2020-02-25 08:23:25','2020-02-26 23:59:59','2020-02-27 08:18:08',1),(52,3,26,17,'26',17,1,27,0,25,1,27,1,'ZH006-001三维设计和铸件下图','27,王保森,刘克伟,ZH006-001','{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"17\":\"王保森\",\"26\":\"刘克伟\"}}',1,'','2020-02-25 09:16:50','2020-02-25 09:16:50','2020-03-02 17:00:00','2020-02-28 11:14:25',1),(54,3,12,3,'12',3,1,28,0,31,1,28,2,'SFQ750-002冷却系统设计','28,陈富永,王文利,SFQ750-002','{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-02-25 17:11:17','2020-02-25 17:11:17','2020-02-27 23:59:59','2020-03-03 08:14:37',1),(55,3,12,3,'12',3,1,29,0,31,1,29,2,'SFQ750-002防护罩方案设计','29,陈富永,王文利,SFQ750-002','{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-02-25 17:13:02','2020-02-25 17:13:02','2020-02-29 23:59:59','2020-03-03 08:15:14',1),(56,3,3,6,'6,41',3,1,14,0,28,2,14,3,'MS100B主轴箱设计','14,陈富永,黄国峰,李朋杰,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"3\":\"陈富永\",\"6\":\"黄国峰\",\"41\":\"李朋杰\"}}',1,'','2020-02-25 17:27:43','2020-02-25 17:27:43','2020-02-25 18:27:43','2020-02-25 17:46:15',1),(59,3,11,11,'11',11,1,25,0,29,2,25,2,'DVL-1115-001-13011  滑座精加工模型设计','25,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-02-25 21:17:24','2020-02-25 21:17:24','2020-02-25 22:17:24','2020-02-25 21:18:11',1),(61,3,11,11,'11',11,1,30,0,29,1,30,2,'DVM-500-001-12011  横梁精加工模型设计','30,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-02-25 21:20:48','2020-02-25 21:20:48','2020-02-26 23:59:59','2020-02-26 21:04:47',1),(62,3,11,11,'11',11,1,30,0,29,2,30,2,'DVM-500-001-12011  横梁精加工模型设计','30,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-02-26 21:04:47','2020-02-26 21:04:47','2020-02-26 22:04:47','2020-02-26 21:05:11',1),(64,3,11,11,'11',11,1,31,0,29,1,31,2,'DVL-1115-001  左、右床身精加工模型设计','31,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-02-26 21:09:11','2020-02-26 21:09:11','2020-02-28 23:59:59','2020-02-28 17:52:33',1),(65,3,6,6,'6',6,1,26,0,28,2,26,3,'MS100B 立柱部件三维模型','26,黄国峰,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}',1,'','2020-02-27 08:18:08','2020-02-27 08:18:08','2020-02-27 09:18:08','2020-02-27 08:18:44',1),(67,3,6,6,'6',6,1,32,0,28,1,32,3,'MS100B 立柱部件工程图','32,黄国峰,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}',1,'','2020-02-27 08:21:25','2020-02-27 08:21:25','2020-02-28 23:59:59','2020-03-04 15:59:05',1),(68,3,29,6,'29',6,1,33,0,0,1,33,3,'MS100三菱PLC控制试验','33,黄国峰,董晨瑞','{\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-02-27 08:26:47','2020-02-27 08:26:47','2020-03-01 23:59:59','2020-02-29 15:10:47',1),(69,3,6,6,'29',6,1,23,0,28,2,23,2,'MS100B系统试验-控制器件及电路准备','23,黄国峰,董晨瑞,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-02-27 08:29:42','2020-02-27 08:29:42','2020-02-27 09:29:42','2020-02-27 08:30:18',1),(71,3,20,20,'20',20,1,34,0,0,1,34,2,'磐吉奥夹具方案','34,郝俊才','{\"fullName\":{\"20\":\"郝俊才\"}}',1,'','2020-02-27 13:54:14','2020-02-27 13:54:14','2020-02-27 23:59:00','2020-03-12 20:48:49',1),(73,3,4,4,'4',4,1,35,0,7,1,35,2,'RS06A-014技术任务书','35,李伟东,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-02-28 09:25:33','2020-02-28 09:25:33','2020-02-28 23:59:59','2020-02-28 15:04:51',1),(76,3,17,17,'26',17,1,27,0,25,2,27,1,'ZH006-001三维设计和铸件下图','27,王保森,刘克伟,ZH006-001','{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"17\":\"王保森\",\"26\":\"刘克伟\"}}',1,'','2020-02-28 11:14:25','2020-02-28 11:14:25','2020-02-28 12:14:25','2020-03-20 11:03:36',1),(77,3,4,4,'4',4,1,35,0,7,2,35,2,'RS06A-014技术任务书','35,李伟东,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-02-28 15:04:51','2020-02-28 15:04:51','2020-02-28 16:04:51','2020-02-28 15:05:12',1),(79,3,4,4,'4',4,1,36,0,7,1,36,2,'RS06A-014夹具设计','36,李伟东,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-02-28 15:11:00','2020-02-28 15:11:00','2020-03-03 23:59:59','2020-03-03 14:21:05',1),(80,3,9,9,'9,24',9,1,19,0,6,2,19,2,'ZTA-002机床整理，精度调整','19,陈俊,杨海,ZTA-002','{\"groupName\":{\"6\":\"ZTA-002\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-28 16:22:19','2020-02-28 16:22:19','2020-02-28 17:22:19','2020-03-01 14:10:34',1),(81,3,11,11,'11',11,1,31,0,29,2,31,2,'DVL-1115-001  左、右床身精加工模型设计','31,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-02-28 17:52:33','2020-02-28 17:52:33','2020-02-28 18:52:33','2020-02-28 17:53:31',1),(83,3,11,11,'11',11,1,37,0,29,1,37,2,'DVM-500-001-17001  刀库方案设计','37,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-02-28 18:19:00','2020-02-28 18:19:00','2020-02-29 23:59:59','2020-02-29 19:21:49',1),(84,3,29,6,'29',6,1,38,0,28,1,38,2,'MS100B系统试验','38,黄国峰,董晨瑞,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-02-28 21:56:48','2020-02-28 21:56:48','2020-03-08 23:59:59','2020-03-04 16:03:14',1),(85,3,29,6,'29',6,1,39,0,16,1,39,2,'MH150-005程序改进','39,黄国峰,董晨瑞,MH150-005','{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-02-28 21:59:10','2020-02-28 21:59:10','2020-03-15 23:59:59',NULL,0),(86,3,9,9,'9,24',9,1,40,0,28,1,40,2,'MS100B装配','40,陈俊,杨海,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-28 22:01:12','2020-02-28 22:01:12','2020-02-29 23:59:59','2020-02-29 15:32:24',1),(87,3,24,9,'9,24',9,1,40,0,28,1,40,2,'MS100B装配','40,陈俊,杨海,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-28 22:01:12','2020-02-28 22:01:12','2020-02-29 23:59:59','2020-02-29 15:23:40',1),(88,3,29,6,'29',6,1,41,0,32,1,41,3,'MS100-004电气整改','41,黄国峰,董晨瑞,MS100-004','{\"groupName\":{\"32\":\"MS100-004\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-02-28 22:01:53','2020-02-28 22:01:53','2020-04-30 23:59:59',NULL,0),(89,3,29,6,'29',6,1,42,0,33,1,42,3,'MS100-007电气整顿','42,黄国峰,董晨瑞,MS100-007','{\"groupName\":{\"33\":\"MS100-007\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-02-28 22:04:31','2020-02-28 22:04:31','2020-04-30 23:59:59','2020-03-19 12:08:12',1),(90,3,29,6,'29',6,1,43,0,34,1,43,3,'MW500-001电气动作调试','43,黄国峰,董晨瑞,MW500-001','{\"groupName\":{\"34\":\"MW500-001\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-02-28 22:08:44','2020-02-28 22:08:44','2020-03-31 23:59:59',NULL,0),(91,3,9,9,'9,24',9,1,40,0,28,2,40,2,'MS100B装配','40,陈俊,杨海,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-02-29 15:32:24','2020-02-29 15:32:24','2020-02-29 16:32:24','2020-02-29 15:33:37',1),(94,3,11,11,'11',11,1,37,0,29,2,37,2,'DVM-500-001-17001  刀库方案设计','37,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-02-29 19:21:49','2020-02-29 19:21:49','2020-02-29 20:21:49','2020-02-29 19:22:12',1),(97,3,24,9,'24',9,1,44,0,13,1,44,2,'ZP005-001调试','44,陈俊,杨海,ZP005-001','{\"groupName\":{\"13\":\"ZP005-001\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-01 14:12:39','2020-03-01 14:12:39','2020-03-06 23:59:59','2020-03-13 16:42:50',1),(98,3,32,9,'32',9,1,45,0,31,1,45,2,'抛光机试切','45,陈俊,梁引科,SFQ750-002','{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-01 18:20:41','2020-03-01 18:20:41','2020-03-06 23:59:59','2020-03-06 16:39:55',1),(99,3,11,11,'11',11,1,46,0,29,1,46,2,'DVM-500-001-11011  底座精加工模型设计','46,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-01 18:53:57','2020-03-01 18:53:57','2020-03-03 23:59:59','2020-03-03 17:32:22',1),(100,3,29,4,'29',4,1,47,0,10,1,47,2,'RS08A-027电气原理图&电气元件下速达','47,李伟东,董晨瑞,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}',1,'','2020-03-02 08:40:53','2020-03-02 08:40:53','2020-03-08 23:59:59','2020-03-04 16:04:57',1),(101,3,29,4,'29',4,1,48,0,1,1,48,2,'RS08A-028电气原理图&电气元件下速达','48,李伟东,董晨瑞,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}',1,'','2020-03-02 08:42:55','2020-03-02 08:42:55','2020-03-08 23:59:59','2020-03-02 15:57:10',1),(102,3,29,4,'29',4,1,49,0,7,1,49,2,'RS06A-014电气原理图&电气元件下速达','49,李伟东,董晨瑞,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}',1,'','2020-03-02 08:46:37','2020-03-02 08:46:37','2020-03-08 23:59:59','2020-03-08 08:47:56',1),(103,3,4,4,'29',4,1,48,0,1,2,48,2,'RS08A-028电气原理图&电气元件下速达','48,李伟东,董晨瑞,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}',1,'','2020-03-02 15:57:10','2020-03-02 15:57:10','2020-03-02 16:57:10','2020-03-04 10:33:40',1),(104,3,9,6,'9',6,1,50,0,28,1,50,3,'MS100B控制系统试验机械部分','50,黄国峰,陈俊,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\"}}',1,'','2020-03-02 17:11:04','2020-03-02 17:11:04','2020-03-03 23:59:59','2020-03-02 17:29:51',1),(105,3,6,6,'9',6,1,50,0,28,2,50,3,'MS100B控制系统试验机械部分','50,黄国峰,陈俊,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\"}}',1,'','2020-03-02 17:29:51','2020-03-02 17:29:51','2020-03-02 18:29:51','2020-03-03 08:04:06',1),(107,3,32,9,'32',9,1,51,0,21,1,51,2,'精度确认，发货准备','51,陈俊,梁引科,RC06A-011 ','{\"groupName\":{\"21\":\"RC06A-011 \"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-03 08:17:20','2020-03-03 08:17:20','2020-03-04 23:59:59','2020-03-03 17:40:27',1),(109,3,29,4,'29',4,1,52,0,19,1,52,2,'RS10A-007-010程序整改及接线','52,李伟东,董晨瑞,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}',1,'','2020-03-03 14:12:33','2020-03-03 14:12:33','2020-03-08 23:59:59',NULL,1),(110,3,4,4,'4',4,1,53,0,19,1,53,2,'RS10A-007-010发货前准备技术文件','53,李伟东,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-03 14:20:15','2020-03-03 14:20:15','2020-03-08 23:59:59','2020-03-08 12:24:12',1),(111,3,4,4,'4',4,1,36,0,7,2,36,2,'RS06A-014夹具设计','36,李伟东,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-03 14:21:05','2020-03-03 14:21:05','2020-03-03 15:21:05','2020-03-03 14:21:31',1),(113,3,3,3,'3',3,1,54,0,31,1,54,2,'测试系统','54,陈富永,SFQ750-002','{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\"}}',1,'','2020-03-03 14:44:55','2020-03-03 14:44:55','2020-03-03 23:59:59',NULL,0),(114,3,11,11,'11',11,1,46,0,29,2,46,2,'DVM-500-001-11011  底座精加工模型设计','46,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-03 17:32:22','2020-03-03 17:32:22','2020-03-03 18:32:22','2020-03-03 17:32:46',1),(116,3,11,11,'11',11,1,55,0,29,1,55,2,'DVM-500-001  所有电机座与轴承座精加工模型','55,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-03 17:37:46','2020-03-03 17:37:46','2020-03-04 23:59:59','2020-03-04 19:53:12',1),(120,3,4,4,'4',4,1,56,0,1,1,56,2,'RS08A-028夹具审图下单','56,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-04 11:39:54','2020-03-04 11:39:54','2020-03-10 23:59:59','2020-03-11 19:15:51',1),(121,3,4,4,'4',4,1,57,0,7,1,57,2,'RS06A-014机械手抓取定位装置改进','57,李伟东,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-04 11:52:02','2020-03-04 11:52:02','2020-03-04 23:59:59','2020-03-04 18:13:09',1),(122,3,6,6,'6',6,1,32,0,28,2,32,3,'MS100B 立柱部件工程图','32,黄国峰,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\"}}',1,'','2020-03-04 15:59:05','2020-03-04 15:59:05','2020-03-04 16:59:05','2020-03-04 15:59:21',1),(124,3,6,6,'29',6,1,38,0,28,2,38,2,'MS100B系统试验','38,黄国峰,董晨瑞,MS100B','{\"groupName\":{\"28\":\"MS100B\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-04 16:03:14','2020-03-04 16:03:14','2020-03-04 17:03:14','2020-03-04 16:11:29',1),(125,3,4,4,'29',4,1,47,0,10,2,47,2,'RS08A-027电气原理图&电气元件下速达','47,李伟东,董晨瑞,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}',1,'','2020-03-04 16:04:57','2020-03-04 16:04:57','2020-03-04 17:04:57','2020-03-04 18:12:34',1),(126,3,30,6,'30',17,1,58,0,35,1,58,2,'ZP005电气调试','58,黄国峰,王保森,吴永德,ZP005','{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"6\":\"黄国峰\",\"17\":\"王保森\",\"30\":\"吴永德\"}}',1,'','2020-03-04 16:08:30','2020-03-04 16:08:30','2020-03-10 23:59:59','2020-03-12 09:53:17',1),(132,3,4,4,'4',4,1,57,0,7,2,57,2,'RS06A-014机械手抓取定位装置改进','57,李伟东,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-04 18:13:09','2020-03-04 18:13:09','2020-03-04 19:13:09','2020-03-04 18:13:36',1),(134,3,11,11,'11',11,1,55,0,29,2,55,2,'DVM-500-001  所有电机座与轴承座精加工模型','55,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-04 19:53:12','2020-03-04 19:53:12','2020-03-04 20:53:12','2020-03-04 19:53:41',1),(136,3,11,11,'11',11,1,60,0,29,1,60,2,'DVM-500-001-17101  刀库底座详细模型设计','60,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-04 19:55:18','2020-03-04 19:55:18','2020-03-05 23:59:59','2020-03-05 18:02:07',1),(137,3,12,3,'12',3,1,61,0,31,1,61,2,'SFQ750-002防护罩结构设计','61,陈富永,王文利,SFQ750-002','{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-03-05 08:24:57','2020-03-05 08:24:57','2020-03-13 23:59:59','2020-03-13 16:48:04',1),(138,3,32,9,'32',9,1,62,0,32,1,62,2,'MS100-004整理','62,陈俊,梁引科,MS100-004','{\"groupName\":{\"32\":\"MS100-004\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-05 13:18:44','2020-03-05 13:18:44','2020-03-06 23:59:59','2020-03-06 16:07:33',1),(139,3,11,11,'11',11,1,60,0,29,2,60,2,'DVM-500-001-17101  刀库底座详细模型设计','60,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-05 18:02:07','2020-03-05 18:02:07','2020-03-05 19:02:07','2020-03-05 18:02:25',1),(141,3,11,11,'11',11,1,63,0,29,1,63,2,'DVM-500-011  刀库整体防护设计','63,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-05 18:04:30','2020-03-05 18:04:30','2020-03-06 23:59:59','2020-03-06 18:01:03',1),(142,3,9,9,'9',9,1,64,0,36,1,64,2,'SH1909中马变速','64,陈俊,SH1909','{\"groupName\":{\"36\":\"SH1909\"},\"fullName\":{\"9\":\"陈俊\"}}',1,'','2020-03-06 10:08:08','2020-03-06 10:08:08','2020-03-15 23:59:59',NULL,0),(143,3,11,11,'11',11,1,63,0,29,2,63,2,'DVM-500-011  刀库整体防护设计','63,康文生,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-06 18:01:03','2020-03-06 18:01:03','2020-03-06 19:01:03','2020-03-06 18:01:37',1),(145,3,32,9,'32',9,1,65,0,10,1,65,2,'机床拆卸','65,陈俊,梁引科,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-07 13:09:24','2020-03-07 13:09:24','2020-03-07 23:59:59','2020-03-07 19:43:39',1),(148,3,4,4,'29',4,1,49,0,7,2,49,2,'RS06A-014电气原理图&电气元件下速达','49,李伟东,董晨瑞,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}',1,'','2020-03-08 08:47:56','2020-03-08 08:47:56','2020-03-08 09:47:56','2020-03-09 08:56:17',1),(149,3,4,4,'4',4,1,53,0,19,2,53,2,'RS10A-007-010发货前准备技术文件','53,李伟东,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-08 12:24:12','2020-03-08 12:24:12','2020-03-08 13:24:12','2020-03-08 12:24:26',1),(151,3,36,9,'36',9,1,66,0,10,1,66,2,'铸件，工作台追加工','66,陈俊,吕阳,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\"}}',1,'','2020-03-08 17:30:03','2020-03-08 17:30:03','2020-03-08 23:59:59',NULL,0),(153,3,11,11,'11',11,1,67,0,30,1,67,2,'WCM40-001  工作台防护详细方案模型设计','67,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-08 19:50:31','2020-03-08 19:50:31','2020-03-09 23:59:59','2020-03-09 19:01:09',1),(154,3,11,11,'11',11,1,68,0,30,1,68,2,'WCM40-001  主轴箱防护详细方案模型设计','68,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-08 19:51:31','2020-03-08 19:51:31','2020-03-09 23:59:59','2020-03-09 19:02:51',1),(155,3,14,11,'14',11,1,69,0,29,1,69,2,'DVM-500-001-11011  底座精加工工程图','69,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-08 19:52:56','2020-03-08 19:52:56','2020-03-09 23:59:59','2020-03-09 16:43:32',1),(156,3,32,9,'32',9,1,70,0,10,1,70,2,'装配','70,陈俊,梁引科,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-09 08:09:41','2020-03-09 08:09:41','2020-03-13 23:59:59','2020-03-10 14:33:42',1),(157,3,25,9,'25',9,1,71,0,18,1,71,2,'线体发货准备','71,陈俊,郭伟,ZY1906','{\"groupName\":{\"18\":\"ZY1906\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}',1,'','2020-03-09 08:11:04','2020-03-09 08:11:04','2020-03-13 23:59:59','2020-03-11 15:11:13',1),(158,3,29,6,'29',6,1,72,0,37,1,72,1,'RS10A-007~010 线体接线及与主机联调','72,黄国峰,董晨瑞,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-09 08:42:59','2020-03-09 08:42:59','2020-03-11 23:59:59','2020-03-11 10:39:11',1),(162,3,11,11,'14',11,1,69,0,29,2,69,2,'DVM-500-001-11011  底座精加工工程图','69,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-09 16:43:32','2020-03-09 16:43:32','2020-03-09 17:43:32','2020-03-09 19:00:06',1),(164,3,11,11,'11',11,1,67,0,30,2,67,2,'WCM40-001  工作台防护详细方案模型设计','67,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-09 19:01:09','2020-03-09 19:01:09','2020-03-09 20:01:09','2020-03-09 19:01:22',1),(166,3,11,11,'11',11,1,68,0,30,2,68,2,'WCM40-001  主轴箱防护详细方案模型设计','68,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-09 19:02:51','2020-03-09 19:02:51','2020-03-09 20:02:51','2020-03-09 19:03:18',1),(168,3,14,11,'14',11,1,74,0,29,1,74,2,'DVM-500-11012  左床身精加工工程图设计','74,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-09 20:49:05','2020-03-09 20:49:05','2020-03-10 23:59:59','2020-03-10 16:44:02',1),(169,3,11,11,'11',11,1,75,0,30,1,75,2,'WCM40-001  底座内防护详细方案模型设计','75,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-09 20:50:59','2020-03-09 20:50:59','2020-03-11 23:59:59','2020-03-11 19:34:45',1),(170,3,32,9,'32',9,1,76,0,19,1,76,2,'机床整改','76,陈俊,梁引科,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-10 14:29:25','2020-03-10 14:29:25','2020-03-15 23:59:59','2020-03-13 16:33:22',1),(171,3,36,9,'36',9,1,77,0,12,1,77,2,'铸件加工','77,陈俊,吕阳,MH150-006','{\"groupName\":{\"12\":\"MH150-006\"},\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\"}}',1,'','2020-03-10 14:31:40','2020-03-10 14:31:40','2020-03-15 23:59:59',NULL,0),(172,3,11,11,'14',11,1,74,0,29,2,74,2,'DVM-500-11012  左床身精加工工程图设计','74,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-10 16:44:02','2020-03-10 16:44:02','2020-03-10 17:44:02','2020-03-10 21:15:02',1),(173,3,6,6,'6',6,1,78,0,0,1,78,2,'ZH005-002速达下单','78,黄国峰','{\"fullName\":{\"6\":\"黄国峰\"}}',1,'','2020-03-10 18:04:31','2020-03-10 18:04:31','2020-03-10 23:59:59','2020-03-10 18:04:55',1),(174,3,6,6,'6',6,1,78,0,0,2,78,2,'ZH005-002速达下单','78,黄国峰','{\"fullName\":{\"6\":\"黄国峰\"}}',1,'','2020-03-10 18:04:55','2020-03-10 18:04:55','2020-03-10 19:04:55','2020-03-10 18:05:07',1),(177,3,14,11,'14',11,1,79,0,29,1,79,2,'DVM-500-11013  右床身  精加工工程图设计','79,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-10 21:16:33','2020-03-10 21:16:33','2020-03-11 23:59:59','2020-03-11 17:13:00',1),(178,3,6,6,'29',6,1,72,0,37,2,72,1,'RS10A-007~010 线体接线及与主机联调','72,黄国峰,董晨瑞,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-11 10:39:11','2020-03-11 10:39:11','2020-03-11 11:39:11','2020-03-11 18:15:40',1),(179,3,25,9,'25',9,1,80,0,38,1,80,2,'售后托盘装配','80,陈俊,郭伟,ZY1902','{\"groupName\":{\"38\":\"ZY1902\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}',1,'','2020-03-11 16:43:27','2020-03-11 16:43:27','2020-03-15 23:59:59','2020-03-12 16:40:07',1),(182,3,11,11,'14',11,1,79,0,29,2,79,2,'DVM-500-11013  右床身  精加工工程图设计','79,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-11 17:13:00','2020-03-11 17:13:00','2020-03-11 18:13:00','2020-03-11 19:35:22',1),(184,3,4,4,'4',4,1,56,0,1,2,56,2,'RS08A-028夹具审图下单','56,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-11 19:15:51','2020-03-11 19:15:51','2020-03-11 20:15:51','2020-03-11 19:16:15',1),(186,3,4,4,'4',4,1,81,0,1,1,81,2,'RS08A-028气动&刀具&防护','81,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-11 19:17:47','2020-03-11 19:17:47','2020-03-11 23:59:59','2020-03-11 19:18:16',1),(187,3,4,4,'4',4,1,81,0,1,2,81,2,'RS08A-028气动&刀具&防护','81,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-11 19:18:16','2020-03-11 19:18:16','2020-03-11 20:18:16','2020-03-13 09:26:11',1),(188,3,4,4,'4,29',4,1,82,0,39,1,82,3,'RC06A-018，E80竖排面板修改','82,李伟东,董晨瑞,RC06A-018','{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}',1,'','2020-03-11 19:26:47','2020-03-11 19:26:47','2020-03-13 23:59:59','2020-03-13 16:22:18',1),(189,3,29,4,'4,29',4,1,82,0,39,1,82,3,'RC06A-018，E80竖排面板修改','82,李伟东,董晨瑞,RC06A-018','{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}',1,'','2020-03-11 19:26:47','2020-03-11 19:26:47','2020-03-13 23:59:59','2020-03-13 16:37:55',1),(190,3,11,11,'11',11,1,75,0,30,2,75,2,'WCM40-001  底座内防护详细方案模型设计','75,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-11 19:34:45','2020-03-11 19:34:45','2020-03-11 20:34:45','2020-03-11 19:35:01',1),(193,3,14,11,'14',11,1,83,0,29,1,83,2,'DVM-500-12011  横梁精加工工程图设计','83,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-11 19:45:02','2020-03-11 19:45:02','2020-03-12 23:59:59','2020-03-12 16:46:50',1),(194,3,11,11,'11',11,1,84,0,30,1,84,2,'WCM40  整体防护方案模型设计','84,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-11 19:46:36','2020-03-11 19:46:36','2020-03-13 23:59:59','2020-03-14 21:20:19',1),(195,3,17,6,'30',17,1,58,0,35,2,58,2,'ZP005电气调试','58,黄国峰,王保森,吴永德,ZP005','{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"6\":\"黄国峰\",\"17\":\"王保森\",\"30\":\"吴永德\"}}',1,'','2020-03-12 09:53:17','2020-03-12 09:53:17','2020-03-12 10:53:17','2020-03-12 14:22:22',1),(197,3,29,6,'29',6,1,85,0,7,1,85,2,'RS06A-014 电气设计','85,黄国峰,董晨瑞,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-12 16:37:59','2020-03-12 16:37:59','2020-03-31 23:59:59','2020-04-01 16:52:04',1),(198,3,11,11,'14',11,1,83,0,29,2,83,2,'DVM-500-12011  横梁精加工工程图设计','83,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-12 16:46:50','2020-03-12 16:46:50','2020-03-12 17:46:50','2020-03-12 16:59:29',1),(199,3,29,6,'29',6,1,86,0,8,1,86,2,'ZY2001 电气设计','86,黄国峰,董晨瑞,ZY2001','{\"groupName\":{\"8\":\"ZY2001\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-12 16:49:25','2020-03-12 16:49:25','2020-03-22 23:59:59',NULL,0),(200,3,29,6,'29',6,1,87,0,6,1,87,2,'ZTA-002电气设计','87,黄国峰,董晨瑞,ZTA-002','{\"groupName\":{\"6\":\"ZTA-002\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-12 16:52:01','2020-03-12 16:52:01','2020-03-31 23:59:59',NULL,0),(202,3,14,11,'14',11,1,88,0,29,1,88,2,'DVM-500-13011  滑座  精加工工程图设计','88,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-12 17:00:26','2020-03-12 17:00:26','2020-03-13 23:59:59','2020-03-13 16:47:36',1),(203,3,42,6,'42',11,1,89,0,3,1,89,2,'DVL-1115-001电气设计','89,黄国峰,康文生,彭兴乔,DVL-1115-001  双轴立式车削中心','{\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"},\"fullName\":{\"6\":\"黄国峰\",\"11\":\"康文生\",\"42\":\"彭兴乔\"}}',1,'','2020-03-12 18:16:07','2020-03-12 18:16:07','2020-03-28 23:59:59',NULL,1),(205,3,4,4,'4',4,1,90,0,21,1,90,2,'RC06A-011发货前准备技术文件','90,李伟东,RC06A-011 ','{\"groupName\":{\"21\":\"RC06A-011 \"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-13 09:27:38','2020-03-13 09:27:38','2020-03-13 23:59:59','2020-03-13 14:43:49',1),(206,3,4,4,'4',4,1,90,0,21,2,90,2,'RC06A-011发货前准备技术文件','90,李伟东,RC06A-011 ','{\"groupName\":{\"21\":\"RC06A-011 \"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-13 14:43:49','2020-03-13 14:43:49','2020-03-13 15:43:49','2020-03-13 14:44:05',1),(208,3,4,4,'4',4,1,91,0,5,1,91,2,'SH2002夹具设计','91,李伟东,SH2002','{\"groupName\":{\"5\":\"SH2002\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-13 14:52:53','2020-03-13 14:52:53','2020-03-15 23:59:59','2020-03-13 16:27:18',1),(210,3,12,3,'12',3,1,92,0,40,1,92,2,'SFQ750-001工艺试验20-02','92,陈富永,王文利,SFQ750-001','{\"groupName\":{\"40\":\"SFQ750-001\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-03-13 16:27:10','2020-03-13 16:27:10','2020-03-15 23:59:59','2020-03-13 16:48:39',1),(211,3,4,4,'4',4,1,91,0,5,2,91,2,'SH2002夹具设计','91,李伟东,SH2002','{\"groupName\":{\"5\":\"SH2002\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-13 16:27:18','2020-03-13 16:27:18','2020-03-13 17:27:18','2020-03-13 16:27:37',1),(213,3,4,4,'4,29',4,1,82,0,39,2,82,3,'RC06A-018，E80竖排面板修改','82,李伟东,董晨瑞,RC06A-018','{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"29\":\"董晨瑞\"}}',1,'','2020-03-13 16:37:55','2020-03-13 16:37:55','2020-03-13 17:37:55','2020-03-16 08:26:36',1),(216,3,12,3,'12',3,1,93,0,31,1,93,2,'SFQ750-002走线走管设计','93,陈富永,王文利,SFQ750-002','{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-03-13 16:40:08','2020-03-13 16:40:08','2020-03-17 23:59:59','2020-03-18 17:55:04',1),(217,3,9,9,'24',9,1,44,0,13,2,44,2,'ZP005-001调试','44,陈俊,杨海,ZP005-001','{\"groupName\":{\"13\":\"ZP005-001\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-13 16:42:50','2020-03-13 16:42:50','2020-03-13 17:42:50','2020-03-13 16:44:26',1),(219,3,11,11,'14',11,1,88,0,29,2,88,2,'DVM-500-13011  滑座  精加工工程图设计','88,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-13 16:47:36','2020-03-13 16:47:36','2020-03-13 17:47:36','2020-03-14 21:19:58',1),(220,3,24,9,'24',9,1,94,0,37,1,94,2,'走线整改','94,陈俊,杨海,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-13 19:50:19','2020-03-13 19:50:19','2020-03-15 23:59:59','2020-03-15 16:16:12',1),(221,3,32,9,'32',9,1,95,0,37,1,95,2,'走线整改','95,陈俊,梁引科,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-13 19:51:18','2020-03-13 19:51:18','2020-03-15 23:59:59','2020-03-15 16:31:17',1),(222,3,29,6,'29',6,1,96,0,37,1,96,1,'RS10A-007~010 改线','96,黄国峰,董晨瑞,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-14 13:26:46','2020-03-14 13:26:46','2020-03-16 23:59:59','2020-03-15 16:25:55',1),(223,3,30,6,'30',6,1,97,0,24,1,97,2,'ZH005-002 电气设计','97,黄国峰,吴永德,ZH005-002','{\"groupName\":{\"24\":\"ZH005-002\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}',1,'','2020-03-14 13:30:56','2020-03-14 13:30:56','2020-03-20 12:59:59','2020-03-26 16:57:05',1),(224,3,30,6,'30',6,1,98,0,26,1,98,2,'ZH007-002','98,黄国峰,吴永德,ZH007-002','{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}',1,'','2020-03-14 13:32:03','2020-03-14 13:32:03','2020-03-20 12:59:59',NULL,0),(225,3,42,6,'42',6,1,99,0,25,1,99,2,'ZH006-001 电气设计','99,黄国峰,彭兴乔,ZH006-001','{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}',1,'','2020-03-14 13:35:39','2020-03-14 13:35:39','2020-03-20 12:59:59','2020-03-24 16:28:26',1),(227,3,11,11,'11',11,1,84,0,30,2,84,2,'WCM40  整体防护方案模型设计','84,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-14 21:20:19','2020-03-14 21:20:19','2020-03-14 22:20:19','2020-03-14 21:20:34',1),(229,3,9,9,'24',9,1,94,0,37,2,94,2,'走线整改','94,陈俊,杨海,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-15 16:16:12','2020-03-15 16:16:12','2020-03-15 17:16:12','2020-03-15 16:23:23',1),(231,3,33,9,'33',9,1,100,0,10,1,100,2,'夹具装配','100,陈俊,福立新,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}',1,'','2020-03-15 16:23:58','2020-03-15 16:23:58','2020-03-19 23:59:59','2020-03-19 11:10:41',1),(232,3,24,9,'24',9,1,101,0,35,1,101,2,'发货准备','101,陈俊,杨海,ZP005','{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-15 16:25:17','2020-03-15 16:25:17','2020-03-18 23:59:59','2020-03-18 08:06:12',1),(233,3,6,6,'29',6,1,96,0,37,2,96,1,'RS10A-007~010 改线','96,黄国峰,董晨瑞,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-15 16:25:55','2020-03-15 16:25:55','2020-03-15 17:25:55','2020-03-16 08:17:39',1),(234,3,32,9,'32',9,1,102,0,10,1,102,2,'上下料装配，机床总装','102,陈俊,梁引科,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-15 16:27:50','2020-03-15 16:27:50','2020-03-20 23:59:59','2020-03-19 12:56:54',1),(235,3,14,11,'14',11,1,103,0,29,1,103,2,'DVM-500-20011  主轴箱  精加工工程图设计','103,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-16 07:53:50','2020-03-16 07:53:50','2020-03-16 23:59:59','2020-03-16 16:46:32',1),(236,3,11,11,'11',11,1,104,0,30,1,104,2,'WCM40  细化相关防护结构','104,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-16 07:57:03','2020-03-16 07:57:03','2020-03-17 23:59:59','2020-03-17 18:45:44',1),(237,3,9,9,'9',9,1,105,0,21,1,105,2,'发货','105,陈俊,RC06A-011 ','{\"groupName\":{\"21\":\"RC06A-011 \"},\"fullName\":{\"9\":\"陈俊\"}}',1,'','2020-03-16 07:58:29','2020-03-16 07:58:29','2020-03-16 23:59:59','2020-03-16 16:59:02',1),(240,3,4,4,'4',4,1,106,0,1,1,106,2,'增加工件防漏拿装置','106,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-16 08:27:55','2020-03-16 08:27:55','2020-03-17 23:59:59','2020-03-16 17:35:11',1),(242,3,11,11,'14',11,1,103,0,29,2,103,2,'DVM-500-20011  主轴箱  精加工工程图设计','103,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-16 16:46:32','2020-03-16 16:46:32','2020-03-16 17:46:32','2020-03-16 19:32:48',1),(243,3,9,9,'9',9,1,105,0,21,2,105,2,'发货','105,陈俊,RC06A-011 ','{\"groupName\":{\"21\":\"RC06A-011 \"},\"fullName\":{\"9\":\"陈俊\"}}',1,'','2020-03-16 16:59:02','2020-03-16 16:59:02','2020-03-16 17:59:02','2020-03-16 16:59:24',1),(245,3,25,9,'25',9,1,108,0,8,1,108,2,'线体装配','108,陈俊,郭伟,ZY2001','{\"groupName\":{\"8\":\"ZY2001\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}',1,'','2020-03-16 17:14:34','2020-03-16 17:14:34','2020-03-20 23:59:59','2020-03-18 17:34:41',1),(246,3,4,4,'4',4,1,106,0,1,2,106,2,'增加工件防漏拿装置','106,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-16 17:35:11','2020-03-16 17:35:11','2020-03-16 18:35:11','2020-03-16 17:35:24',1),(249,3,14,11,'14',11,1,109,0,29,1,109,2,'X轴 导轨、丝杠定货工程图','109,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-16 19:41:34','2020-03-16 19:41:34','2020-03-17 23:59:59','2020-03-17 18:15:41',1),(250,3,43,15,'43',15,1,110,0,0,1,110,2,'ZY1907 ','110,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-17 07:55:52','2020-03-17 07:55:52','2020-03-16 23:59:59','2020-03-17 07:58:07',1),(251,3,15,15,'43',15,1,110,0,0,2,110,2,'ZY1907 ','110,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-17 07:58:07','2020-03-17 07:58:07','2020-03-17 08:58:07','2020-03-17 07:58:57',1),(253,3,43,15,'43',15,1,111,0,0,1,111,2,'ZY1904','111,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-17 08:05:08','2020-03-17 08:05:08','2020-03-17 23:59:59','2020-03-17 18:20:07',1),(256,3,15,15,'15',15,1,112,0,0,1,112,2,'ZY2001','112,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}',1,'','2020-03-17 08:44:06','2020-03-17 08:44:06','2020-03-16 23:59:59','2020-03-17 08:44:43',1),(257,3,15,15,'15',15,1,112,0,0,2,112,2,'ZY2001','112,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}',1,'','2020-03-17 08:44:43','2020-03-17 08:44:43','2020-03-17 09:44:43','2020-03-17 08:44:59',1),(259,3,15,15,'15',15,1,113,0,0,1,113,2,'ZY2001','113,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}',1,'','2020-03-17 08:46:57','2020-03-17 08:46:57','2020-03-17 23:59:59','2020-03-18 14:53:43',1),(260,3,4,4,'4',4,1,114,0,1,1,114,2,'RS08A-028检查是否漏下','114,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-17 14:35:06','2020-03-17 14:35:06','2020-03-18 23:59:59','2020-03-20 15:25:17',1),(261,3,4,4,'4',4,1,115,0,37,1,115,2,'RS10A-007~010现场跟踪防护整改','115,李伟东,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-17 14:37:15','2020-03-17 14:37:15','2020-03-17 23:59:59','2020-03-17 14:37:29',1),(262,3,4,4,'4',4,1,115,0,37,2,115,2,'RS10A-007~010现场跟踪防护整改','115,李伟东,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-17 14:37:29','2020-03-17 14:37:29','2020-03-17 15:37:29','2020-03-17 14:37:45',1),(264,3,4,4,'4',4,1,116,0,10,1,116,2,'RS08A-027解决装配中遇到的问题','116,李伟东,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-17 14:41:29','2020-03-17 14:41:29','2020-03-18 23:59:59','2020-03-20 15:24:44',1),(265,3,11,11,'14',11,1,109,0,29,2,109,2,'X轴 导轨、丝杠定货工程图','109,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-17 18:15:41','2020-03-17 18:15:41','2020-03-17 19:15:41','2020-03-17 18:46:37',1),(266,3,15,15,'43',15,1,111,0,0,2,111,2,'ZY1904','111,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-17 18:20:07','2020-03-17 18:20:07','2020-03-17 19:20:07','2020-03-18 14:48:01',1),(267,3,11,11,'11',11,1,104,0,30,2,104,2,'WCM40  细化相关防护结构','104,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-17 18:45:44','2020-03-17 18:45:44','2020-03-17 19:45:44','2020-03-17 18:46:07',1),(270,3,14,11,'14',11,1,117,0,29,1,117,2,'X、Y轴、刀库门 铠甲防护定货工程图','117,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-17 19:07:12','2020-03-17 19:07:12','2020-03-18 23:59:59','2020-03-18 16:42:03',1),(271,3,11,11,'11',11,1,118,0,30,1,118,2,'底座精加工模型设计','118,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-17 19:08:00','2020-03-17 19:08:00','2020-03-18 23:59:59','2020-03-18 16:41:40',1),(272,3,9,9,'9,32',9,1,119,0,16,1,119,2,'夹具整改装配','119,陈俊,梁引科,MH150-005','{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-18 08:00:18','2020-03-18 08:00:18','2020-03-18 23:59:59','2020-03-20 17:52:39',1),(273,3,32,9,'9,32',9,1,119,0,16,1,119,2,'夹具整改装配','119,陈俊,梁引科,MH150-005','{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-18 08:00:18','2020-03-18 08:00:18','2020-03-18 23:59:59','2020-03-19 21:24:56',1),(274,3,24,9,'24',9,1,120,0,10,1,120,2,'电装','120,陈俊,杨海,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-18 08:01:52','2020-03-18 08:01:52','2020-03-18 23:59:59','2020-03-18 16:44:50',1),(275,3,9,9,'24',9,1,101,0,35,2,101,2,'发货准备','101,陈俊,杨海,ZP005','{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-18 08:06:12','2020-03-18 08:06:12','2020-03-18 09:06:12','2020-03-20 17:35:00',1),(276,3,4,4,'4',4,1,121,0,7,1,121,2,'RS06A-014吹气装置改进','121,李伟东,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-18 09:44:47','2020-03-18 09:44:47','2020-03-18 23:59:59','2020-03-20 15:24:13',1),(277,3,25,9,'25',9,1,122,0,12,1,122,2,'铸件攻丝','122,陈俊,郭伟,MH150-006','{\"groupName\":{\"12\":\"MH150-006\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}',1,'','2020-03-18 14:46:53','2020-03-18 14:46:53','2020-03-19 23:59:59','2020-03-23 17:59:28',1),(279,3,43,15,'43',15,1,123,0,0,1,123,2,'ZY1904','123,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-18 14:53:04','2020-03-18 14:53:04','2020-03-18 23:59:59','2020-03-18 17:33:20',1),(280,3,15,15,'15',15,1,113,0,0,2,113,2,'ZY2001','113,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}',1,'','2020-03-18 14:53:43','2020-03-18 14:53:43','2020-03-18 15:53:43','2020-03-18 14:54:46',1),(282,3,15,15,'15',15,1,124,0,0,1,124,2,'ZY2001','124,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}',1,'','2020-03-18 15:02:53','2020-03-18 15:02:53','2020-03-19 23:59:59','2020-03-20 08:26:39',1),(283,3,11,11,'11',11,1,118,0,30,2,118,2,'底座精加工模型设计','118,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-18 16:41:40','2020-03-18 16:41:40','2020-03-18 17:41:40','2020-03-18 16:41:52',1),(285,3,11,11,'14',11,1,117,0,29,2,117,2,'X、Y轴、刀库门 铠甲防护定货工程图','117,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-18 16:42:03','2020-03-18 16:42:03','2020-03-18 17:42:03','2020-03-18 16:42:44',1),(287,3,9,9,'24',9,1,120,0,10,2,120,2,'电装','120,陈俊,杨海,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-18 16:44:50','2020-03-18 16:44:50','2020-03-18 17:44:50','2020-03-20 17:33:19',1),(288,3,15,15,'43',15,1,123,0,0,2,123,2,'ZY1904','123,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-18 17:33:20','2020-03-18 17:33:20','2020-03-18 18:33:20','2020-03-19 10:29:20',1),(289,3,14,11,'14',11,1,125,0,29,1,125,2,'DVM-500-11001 底座装配工程图设计','125,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-18 19:49:36','2020-03-18 19:49:36','2020-03-20 23:59:59','2020-03-20 17:40:39',1),(290,3,11,11,'11',11,1,126,0,30,1,126,2,'WCM40-20011、21011左、右主轴箱精加工模型设计','126,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-18 19:51:06','2020-03-18 19:51:06','2020-03-19 23:59:59','2020-03-19 17:57:34',1),(292,3,43,15,'43',15,1,127,0,0,1,127,2,'广州万宝，青岛万宝根据图纸整理（报价用）','127,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-19 10:33:31','2020-03-19 10:33:31','2020-03-19 23:59:59','2020-03-19 17:23:18',1),(293,3,9,9,'33',9,1,100,0,10,2,100,2,'夹具装配','100,陈俊,福立新,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}',1,'','2020-03-19 11:10:41','2020-03-19 11:10:41','2020-03-19 12:10:41','2020-03-19 11:11:11',1),(294,3,33,9,'33',9,1,100,0,10,7,100,2,'夹具装配','100,陈俊,福立新,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}',1,'','2020-03-19 11:11:11','2020-03-19 11:11:11','2020-03-19 12:11:11',NULL,0),(295,3,6,6,'29',6,1,42,0,33,2,42,3,'MS100-007电气整顿','42,黄国峰,董晨瑞,MS100-007','{\"groupName\":{\"33\":\"MS100-007\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-19 12:08:12','2020-03-19 12:08:12','2020-03-19 13:08:12','2020-03-23 15:12:45',1),(296,3,24,9,'24',9,1,128,0,37,1,128,2,'发货准备','128,陈俊,杨海,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-19 12:51:57','2020-03-19 12:51:57','2020-03-22 23:59:59','2020-03-21 16:51:13',1),(297,3,32,9,'32',9,1,129,0,37,1,129,2,'发货准备','129,陈俊,梁引科,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-19 12:54:28','2020-03-19 12:54:28','2020-03-22 23:59:59','2020-03-21 16:55:12',1),(299,3,12,3,'12',3,1,130,0,31,1,130,2,'SFQ750-002内防护设计','130,陈富永,王文利,SFQ750-002','{\"groupName\":{\"31\":\"SFQ750-002\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-03-19 13:17:31','2020-03-19 13:17:31','2020-03-22 23:59:59','2020-03-23 08:56:53',1),(300,3,15,15,'43',15,1,127,0,0,2,127,2,'广州万宝，青岛万宝根据图纸整理（报价用）','127,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-19 17:23:18','2020-03-19 17:23:18','2020-03-19 18:23:18','2020-03-20 08:25:55',1),(301,3,11,11,'11',11,1,126,0,30,2,126,2,'WCM40-20011、21011左、右主轴箱精加工模型设计','126,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-19 17:57:34','2020-03-19 17:57:34','2020-03-19 18:57:34','2020-03-19 17:57:55',1),(303,3,11,11,'11',11,1,131,0,30,1,131,2,'WCM40-20012、21011、13011滑座精加工模型设计','131,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-19 19:41:56','2020-03-19 19:41:56','2020-03-20 23:59:59','2020-03-20 19:43:25',1),(305,3,15,15,'15',15,1,124,0,0,2,124,2,'ZY2001','124,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}',1,'','2020-03-20 08:26:39','2020-03-20 08:26:39','2020-03-20 09:26:39','2020-03-20 08:27:15',1),(307,3,43,15,'43',15,1,132,0,0,1,132,2,'贝斯特中间体报价用方案','132,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-20 08:34:13','2020-03-20 08:34:13','2020-03-23 23:59:59','2020-03-23 17:03:18',1),(308,3,26,17,'26',17,1,27,0,25,7,27,1,'ZH006-001三维设计和铸件下图','27,王保森,刘克伟,ZH006-001','{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"17\":\"王保森\",\"26\":\"刘克伟\"}}',1,'','2020-03-20 11:03:36','2020-03-20 11:03:36','2020-03-20 12:03:36',NULL,0),(309,3,6,17,'6',17,1,133,0,44,1,133,2,'电器设计及调试','133,黄国峰,王保森,ZT003-003','{\"groupName\":{\"44\":\"ZT003-003\"},\"fullName\":{\"6\":\"黄国峰\",\"17\":\"王保森\"}}',1,'','2020-03-20 11:12:23','2020-03-20 11:12:23','2020-06-26 23:59:59',NULL,0),(310,3,29,6,'29',9,1,134,0,10,1,134,1,'RS08A-27床身走线','134,黄国峰,陈俊,董晨瑞,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\",\"29\":\"董晨瑞\"}}',1,'','2020-03-20 11:55:14','2020-03-20 11:55:14','2020-03-25 23:59:59','2020-03-27 17:07:55',1),(311,3,29,6,'29',6,1,135,0,10,1,135,1,'RS08A-27整机调试','135,黄国峰,董晨瑞,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-20 11:57:05','2020-03-20 11:57:05','2020-03-26 23:59:59','2020-03-27 17:07:26',1),(312,3,4,4,'4',4,1,121,0,7,2,121,2,'RS06A-014吹气装置改进','121,李伟东,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-20 15:24:13','2020-03-20 15:24:13','2020-03-20 16:24:13','2020-03-20 15:24:23',1),(314,3,4,4,'4',4,1,116,0,10,2,116,2,'RS08A-027解决装配中遇到的问题','116,李伟东,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-20 15:24:44','2020-03-20 15:24:44','2020-03-20 16:24:44','2020-03-20 15:24:56',1),(316,3,4,4,'4',4,1,114,0,1,2,114,2,'RS08A-028检查是否漏下','114,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-20 15:25:17','2020-03-20 15:25:17','2020-03-20 16:25:17','2020-03-20 15:25:28',1),(318,3,4,4,'4',4,1,136,0,19,1,136,2,'RS10A发货前清点装箱单','136,李伟东,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-20 15:26:53','2020-03-20 15:26:53','2020-03-21 23:59:59','2020-03-22 13:12:30',1),(319,3,4,4,'4',4,1,137,0,19,1,137,2,'RS10A工件打标','137,李伟东,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-20 15:28:04','2020-03-20 15:28:04','2020-03-21 23:59:59','2020-03-22 13:12:00',1),(325,3,25,9,'25',9,1,138,1,37,1,138,2,'发货','138,陈俊,郭伟,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}',1,'','2020-03-20 17:38:04','2020-03-20 17:38:04','2020-03-21 00:30:00','2020-03-21 20:33:25',1),(326,3,11,11,'14',11,1,125,0,29,2,125,2,'DVM-500-11001 底座装配工程图设计','125,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-20 17:40:39','2020-03-20 17:40:39','2020-03-20 18:40:39','2020-03-20 19:44:09',1),(327,3,9,9,'9,32',9,1,119,0,16,2,119,2,'夹具整改装配','119,陈俊,梁引科,MH150-005','{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-20 17:52:39','2020-03-20 17:52:39','2020-03-20 18:52:39','2020-03-20 17:53:36',1),(329,3,9,9,'9,32',9,1,119,0,16,7,119,2,'夹具整改装配','119,陈俊,梁引科,MH150-005','{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-20 17:53:36','2020-03-20 17:53:36','2020-03-20 18:53:36',NULL,0),(330,3,11,11,'11',11,1,131,0,30,2,131,2,'WCM40-20012、21011、13011滑座精加工模型设计','131,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-20 19:43:25','2020-03-20 19:43:25','2020-03-20 20:43:25','2020-03-20 19:43:38',1),(333,3,9,9,'24',9,1,128,0,37,2,128,2,'发货准备','128,陈俊,杨海,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-21 16:51:13','2020-03-21 16:51:13','2020-03-21 17:51:13','2020-03-21 20:29:37',1),(336,3,24,9,'24,32,25',9,1,139,0,35,1,139,2,'发货','139,陈俊,杨海,郭伟,梁引科,ZP005','{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-21 20:30:59','2020-03-21 20:30:59','2020-03-22 23:59:59','2020-03-22 16:10:54',1),(337,3,32,9,'24,32,25',9,1,139,0,35,1,139,2,'发货','139,陈俊,杨海,郭伟,梁引科,ZP005','{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-21 20:30:59','2020-03-21 20:30:59','2020-03-22 23:59:59','2020-03-22 16:11:34',1),(338,3,25,9,'24,32,25',9,1,139,0,35,1,139,2,'发货','139,陈俊,杨海,郭伟,梁引科,ZP005','{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-21 20:30:59','2020-03-21 20:30:59','2020-03-22 23:59:59','2020-03-22 16:14:20',1),(339,3,4,4,'4',4,1,137,0,19,2,137,2,'RS10A工件打标','137,李伟东,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-22 13:12:00','2020-03-22 13:12:00','2020-03-22 14:12:00','2020-03-22 13:12:14',1),(341,3,4,4,'4',4,1,136,0,19,2,136,2,'RS10A发货前清点装箱单','136,李伟东,RS10A-007-010','{\"groupName\":{\"19\":\"RS10A-007-010\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-22 13:12:30','2020-03-22 13:12:30','2020-03-22 14:12:30','2020-03-22 13:12:40',1),(344,3,24,9,'24,32,25',9,1,140,0,10,1,140,2,'安装防护，机床线体走线','140,陈俊,杨海,郭伟,梁引科,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-22 17:08:54','2020-03-22 17:08:54','2020-03-25 23:59:59',NULL,1),(345,3,32,9,'24,32,25',9,1,140,0,10,1,140,2,'安装防护，机床线体走线','140,陈俊,杨海,郭伟,梁引科,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-22 17:08:54','2020-03-22 17:08:54','2020-03-25 23:59:59',NULL,1),(346,3,25,9,'24,32,25',9,1,140,0,10,1,140,2,'安装防护，机床线体走线','140,陈俊,杨海,郭伟,梁引科,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-22 17:08:54','2020-03-22 17:08:54','2020-03-25 23:59:59',NULL,1),(350,3,14,11,'14',11,1,141,0,29,1,141,2,'DVM-500-12001  横梁装配工程图设计','141,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-23 07:47:11','2020-03-23 07:47:11','2020-03-25 23:59:59','2020-03-25 17:17:10',1),(351,3,11,11,'11',11,1,142,0,30,1,142,2,'WCM40-14011  滑座的精加工模型设计','142,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-23 07:48:47','2020-03-23 07:48:47','2020-03-23 23:59:59','2020-03-24 07:56:51',1),(352,3,33,9,'33',9,1,143,0,47,1,143,2,'装配','143,陈俊,福立新,P1925','{\"groupName\":{\"47\":\"P1925\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}',1,'','2020-03-23 08:15:35','2020-03-23 08:15:35','2020-03-24 23:59:59','2020-04-01 08:39:02',1),(353,3,33,9,'33',9,1,144,0,48,1,144,2,'装配','144,陈俊,福立新,P1926','{\"groupName\":{\"48\":\"P1926\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}',1,'','2020-03-23 08:16:28','2020-03-23 08:16:28','2020-03-29 23:59:59','2020-03-30 10:10:36',1),(354,3,4,4,'4',4,1,145,0,10,1,145,2,'RS08A-027统计防护罩到货情况','145,李伟东,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-23 09:40:35','2020-03-23 09:40:35','2020-03-23 23:59:59','2020-03-24 19:40:28',1),(356,3,6,6,'41',6,1,59,0,12,2,59,2,'MH150-006夹具增加浮动单元确定尺寸及部分三维模型','59,黄国峰,李朋杰,MH150-006','{\"groupName\":{\"12\":\"MH150-006\"},\"fullName\":{\"6\":\"黄国峰\",\"41\":\"李朋杰\"}}',1,'','2020-03-23 15:13:28','2020-03-23 15:13:28','2020-03-23 16:13:28','2020-03-23 15:39:09',1),(357,3,6,6,'41',6,1,73,0,16,2,73,4,'MH150-005珩磨头测绘','73,黄国峰,李朋杰,MH150-005','{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"6\":\"黄国峰\",\"41\":\"李朋杰\"}}',1,'','2020-03-23 15:14:12','2020-03-23 15:14:12','2020-03-23 16:14:12','2020-03-23 15:38:45',1),(360,3,15,15,'43',15,1,132,0,0,2,132,2,'贝斯特中间体报价用方案','132,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-23 17:03:18','2020-03-23 17:03:18','2020-03-23 18:03:18','2020-03-24 09:12:05',1),(361,3,32,9,'32,25',9,1,146,0,10,1,146,2,'安装防护，机床走线','146,陈俊,郭伟,梁引科,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-23 17:50:50','2020-03-23 17:50:50','2020-03-25 23:59:59','2020-03-27 09:46:38',1),(362,3,25,9,'32,25',9,1,146,0,10,1,146,2,'安装防护，机床走线','146,陈俊,郭伟,梁引科,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-23 17:50:50','2020-03-23 17:50:50','2020-03-25 23:59:59','2020-03-27 09:49:49',1),(363,3,24,9,'24',9,1,147,0,35,1,147,2,'售后调试','147,陈俊,杨海,ZP005','{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-23 17:52:31','2020-03-23 17:52:31','2020-03-29 23:59:59','2020-03-26 17:22:24',1),(364,3,9,9,'25',9,1,122,0,12,2,122,2,'铸件攻丝','122,陈俊,郭伟,MH150-006','{\"groupName\":{\"12\":\"MH150-006\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}',1,'','2020-03-23 17:59:28','2020-03-23 17:59:28','2020-03-23 18:59:28','2020-03-24 09:07:26',1),(365,3,4,4,'4',4,1,148,0,43,1,148,2,'R08-002主机设计','148,李伟东,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-23 18:07:54','2020-03-23 18:07:54','2020-03-26 23:59:59','2020-03-24 19:42:16',1),(366,3,7,11,'7',11,1,149,0,3,1,149,2,'DVM-1115-001   整机防护结构方案设计','149,刘长澜,康文生,DVL-1115-001  双轴立式车削中心','{\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"},\"fullName\":{\"7\":\"刘长澜\",\"11\":\"康文生\"}}',1,'','2020-03-23 19:52:42','2020-03-23 19:52:42','2020-03-23 19:49:39','2020-03-27 16:39:16',1),(367,3,11,11,'11',11,1,150,0,30,1,150,2,'WCM40  整机防护外观方案模型设计','150,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-23 19:54:24','2020-03-23 19:54:24','2020-03-25 23:59:59','2020-03-25 20:47:11',1),(368,3,11,11,'11',11,1,142,0,30,2,142,2,'WCM40-14011  滑座的精加工模型设计','142,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-24 07:56:51','2020-03-24 07:56:51','2020-03-24 08:56:51','2020-03-25 20:47:50',1),(371,3,43,15,'43',15,1,151,0,0,1,151,2,'ZY2001','151,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-24 09:13:31','2020-03-24 09:13:31','2020-03-29 23:59:59','2020-03-25 17:07:41',1),(373,3,12,3,'12',3,1,152,0,46,1,152,2,'SFT750-001改造总方案','152,陈富永,王文利,SFT750-001','{\"groupName\":{\"46\":\"SFT750-001\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-03-24 10:07:44','2020-03-24 10:07:44','2020-03-29 23:59:59','2020-03-30 09:02:11',1),(374,3,29,6,'29',6,1,153,0,50,1,153,2,'RC08A-007 解除使用期限','153,黄国峰,董晨瑞,RC08A-007','{\"groupName\":{\"50\":\"RC08A-007\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-24 12:04:26','2020-03-24 12:04:26','2020-03-24 23:59:59','2020-03-25 20:59:27',1),(375,3,29,6,'29',6,1,154,0,49,1,154,2,'RC06A-014 解除使用期限','154,黄国峰,董晨瑞,RC06A-014','{\"groupName\":{\"49\":\"RC06A-014\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-24 12:05:38','2020-03-24 12:05:38','2020-03-24 23:59:59','2020-03-25 20:59:12',1),(376,3,6,6,'42',6,1,99,0,25,2,99,2,'ZH006-001 电气设计','99,黄国峰,彭兴乔,ZH006-001','{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}',1,'','2020-03-24 16:28:26','2020-03-24 16:28:26','2020-03-24 17:28:26','2020-03-25 08:55:09',1),(377,3,12,3,'12',3,1,155,0,40,1,155,2,'SFQ750-001测试软件','155,陈富永,王文利,SFQ750-001','{\"groupName\":{\"40\":\"SFQ750-001\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-03-24 16:38:03','2020-03-24 16:38:03','2020-03-24 23:59:59','2020-03-24 16:40:24',1),(378,3,12,3,'12',3,1,155,0,40,7,155,2,'SFQ750-001测试软件','155,陈富永,王文利,SFQ750-001','{\"groupName\":{\"40\":\"SFQ750-001\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-03-24 16:43:10','2020-03-24 16:43:10','2020-03-24 17:43:10',NULL,0),(379,3,36,9,'36,39',9,1,156,0,26,1,156,2,'铸件加工','156,陈俊,吕阳,代彦磊,ZH007-002','{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\",\"39\":\"代彦磊\"}}',1,'','2020-03-24 17:32:05','2020-03-24 17:32:05','2020-03-29 23:59:59',NULL,0),(380,3,39,9,'36,39',9,1,156,0,26,1,156,2,'铸件加工','156,陈俊,吕阳,代彦磊,ZH007-002','{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"36\":\"吕阳\",\"39\":\"代彦磊\"}}',1,'','2020-03-24 17:32:05','2020-03-24 17:32:05','2020-03-29 23:59:59',NULL,0),(381,3,4,4,'4',4,1,145,0,10,2,145,2,'RS08A-027统计防护罩到货情况','145,李伟东,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-24 19:40:28','2020-03-24 19:40:28','2020-03-24 20:40:28','2020-03-24 19:41:39',1),(382,3,4,4,'4',4,1,148,0,43,2,148,2,'R08-002主机设计','148,李伟东,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-24 19:42:17','2020-03-24 19:42:17','2020-03-24 20:42:17','2020-03-24 19:42:25',1),(383,3,5,4,'5',4,1,157,0,43,1,157,2,'R08-002主机部分下单','157,李伟东,任颖,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\",\"5\":\"任颖\"}}',1,'','2020-03-24 19:47:51','2020-03-24 19:47:51','2020-03-25 23:59:59','2020-03-26 12:48:36',1),(384,3,4,4,'4',4,1,158,0,39,1,158,2,'RC06A-018技术任务书','158,李伟东,RC06A-018','{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-24 19:49:34','2020-03-24 19:49:34','2020-03-25 23:59:59','2020-03-25 16:42:09',1),(385,3,4,4,'4',4,1,159,0,39,1,159,2,'RC06A-018夹具设计','159,李伟东,RC06A-018','{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-24 19:50:54','2020-03-24 19:50:54','2020-03-29 23:59:59','2020-03-27 15:09:54',1),(386,3,33,9,'33',9,1,160,0,37,1,160,2,'四台磁分','160,陈俊,福立新,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}',1,'','2020-03-25 07:57:35','2020-03-25 07:57:35','2020-03-27 23:59:59',NULL,0),(387,3,42,6,'42',6,1,161,0,43,1,161,2,'R08-002 电气设计','161,黄国峰,彭兴乔,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}',1,'','2020-03-25 08:59:10','2020-03-25 08:59:10','2020-04-16 23:59:59','2020-03-30 09:28:02',1),(388,3,42,6,'42',6,1,162,0,44,1,162,2,'ZT003-003 电气设计','162,黄国峰,彭兴乔,ZT003-003','{\"groupName\":{\"44\":\"ZT003-003\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}',1,'','2020-03-25 09:54:28','2020-03-25 09:54:28','2020-04-17 23:59:59',NULL,0),(389,3,42,6,'42',6,1,163,0,54,1,163,2,'RC06A-018 电气设计','163,黄国峰,彭兴乔,RC06A-018','{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}',1,'','2020-03-25 12:27:12','2020-03-25 12:27:12','2020-04-11 23:59:59','2020-04-01 10:32:10',1),(390,3,4,4,'4',4,1,158,0,39,2,158,2,'RC06A-018技术任务书','158,李伟东,RC06A-018','{\"groupName\":{\"39\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-25 16:42:09','2020-03-25 16:42:09','2020-03-25 17:42:09','2020-03-25 16:42:17',1),(391,3,15,15,'43',15,1,151,0,0,2,151,2,'ZY2001','151,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-25 17:07:41','2020-03-25 17:07:41','2020-03-25 18:07:41','2020-03-26 09:01:47',1),(392,3,11,11,'14',11,1,141,0,29,2,141,2,'DVM-500-12001  横梁装配工程图设计','141,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-25 17:17:10','2020-03-25 17:17:10','2020-03-25 18:17:10','2020-03-25 20:48:25',1),(393,3,11,11,'11',11,1,150,0,30,2,150,2,'WCM40  整机防护外观方案模型设计','150,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-25 20:47:11','2020-03-25 20:47:11','2020-03-25 21:47:11','2020-03-25 20:47:29',1),(394,3,11,11,'11',11,1,164,0,30,1,164,2,'WCM40  优化总机外形尺寸','164,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-25 20:51:23','2020-03-25 20:51:23','2020-03-25 23:59:59','2020-03-26 20:20:43',1),(395,3,14,11,'14',11,1,165,0,29,1,165,2,'DVM-500-13001  滑座装配工程图设计','165,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-25 20:52:51','2020-03-25 20:52:51','2020-03-27 23:59:59','2020-03-27 20:19:07',1),(396,3,6,6,'29',6,1,154,0,49,2,154,2,'RC06A-014 解除使用期限','154,黄国峰,董晨瑞,RC06A-014','{\"groupName\":{\"49\":\"RC06A-014\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-25 20:59:12','2020-03-25 20:59:12','2020-03-25 21:59:12','2020-03-26 11:22:59',1),(397,3,6,6,'29',6,1,153,0,50,2,153,2,'RC08A-007 解除使用期限','153,黄国峰,董晨瑞,RC08A-007','{\"groupName\":{\"50\":\"RC08A-007\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-25 20:59:27','2020-03-25 20:59:27','2020-03-25 21:59:27','2020-03-26 11:22:42',1),(398,3,33,9,'33',9,1,166,0,11,1,166,2,'夹具装配','166,陈俊,福立新,RC06A-017','{\"groupName\":{\"11\":\"RC06A-017\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}',1,'','2020-03-26 08:04:02','2020-03-26 08:04:02','2020-04-01 23:59:59',NULL,0),(399,3,43,15,'43',15,1,167,0,0,1,167,2,'自动化说明书模板','167,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-26 08:59:09','2020-03-26 08:59:09','2020-03-31 23:59:59','2020-03-30 16:54:50',1),(400,3,15,15,'15',15,1,168,0,0,1,168,2,'恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价','168,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}',1,'','2020-03-26 09:01:15','2020-03-26 09:01:15','2020-03-26 23:59:59','2020-03-31 17:16:29',1),(401,3,42,6,'42',6,1,169,0,10,1,169,2,'RS08A-027 水箱及输送机走线','169,黄国峰,彭兴乔,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}',1,'','2020-03-26 11:24:36','2020-03-26 11:24:36','2020-03-27 23:59:59','2020-03-27 12:48:34',1),(402,3,20,20,'20',20,1,170,0,52,1,170,1,'P2002磐吉奥换型夹具设计及下单','170,郝俊才,P2002','{\"groupName\":{\"52\":\"P2002\"},\"fullName\":{\"20\":\"郝俊才\"}}',1,'','2020-03-26 11:28:31','2020-03-26 11:28:31','2020-03-29 23:59:59',NULL,0),(403,3,6,6,'30',6,1,97,0,24,2,97,2,'ZH005-002 电气设计','97,黄国峰,吴永德,ZH005-002','{\"groupName\":{\"24\":\"ZH005-002\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}',1,'','2020-03-26 16:57:05','2020-03-26 16:57:05','2020-03-26 17:57:05','2020-03-26 17:46:51',1),(404,3,9,9,'24',9,1,147,0,35,2,147,2,'售后调试','147,陈俊,杨海,ZP005','{\"groupName\":{\"35\":\"ZP005\"},\"fullName\":{\"9\":\"陈俊\",\"24\":\"杨海\"}}',1,'','2020-03-26 17:22:24','2020-03-26 17:22:24','2020-03-26 18:22:24','2020-03-28 13:57:42',1),(405,3,11,11,'11',11,1,164,0,30,2,164,2,'WCM40  优化总机外形尺寸','164,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-26 20:20:43','2020-03-26 20:20:43','2020-03-26 21:20:43','2020-03-26 20:20:56',1),(406,3,32,9,'32,33,25',9,1,171,0,10,1,171,2,'调试，发货','171,陈俊,郭伟,梁引科,福立新,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\",\"33\":\"福立新\"}}',1,'','2020-03-27 08:00:26','2020-03-27 08:00:26','2020-03-27 23:59:59','2020-03-27 21:39:48',1),(407,3,33,9,'32,33,25',9,1,171,0,10,1,171,2,'调试，发货','171,陈俊,郭伟,梁引科,福立新,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\",\"33\":\"福立新\"}}',1,'','2020-03-27 08:00:26','2020-03-27 08:00:26','2020-03-27 23:59:59','2020-03-27 15:23:39',1),(408,3,25,9,'32,33,25',9,1,171,0,10,1,171,2,'调试，发货','171,陈俊,郭伟,梁引科,福立新,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\",\"33\":\"福立新\"}}',1,'','2020-03-27 08:00:26','2020-03-27 08:00:26','2020-03-27 23:59:59','2020-03-27 18:55:46',1),(409,3,11,11,'11',11,1,172,0,30,1,172,2,'WCM40  样本资料设计','172,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-27 08:08:24','2020-03-27 08:08:24','2020-03-27 23:59:59','2020-03-27 20:26:52',1),(410,3,9,9,'32,25',9,1,146,0,10,2,146,2,'安装防护，机床走线','146,陈俊,郭伟,梁引科,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-27 09:49:49','2020-03-27 09:49:49','2020-03-27 10:49:49','2020-03-28 13:58:32',1),(411,3,6,6,'42',6,1,169,0,10,2,169,2,'RS08A-027 水箱及输送机走线','169,黄国峰,彭兴乔,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}',1,'','2020-03-27 12:48:34','2020-03-27 12:48:34','2020-03-27 13:48:34','2020-03-27 13:03:31',1),(412,3,30,6,'30',6,1,173,0,13,1,173,2,'ZP005-001 编写电气说明书','173,黄国峰,吴永德,ZP005-001','{\"groupName\":{\"13\":\"ZP005-001\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}',1,'','2020-03-27 13:06:45','2020-03-27 13:06:45','2020-03-31 23:59:59',NULL,0),(413,3,30,6,'30',6,1,174,0,53,1,174,2,'ZH005-001 修改程序','174,黄国峰,吴永德,ZH005-001','{\"groupName\":{\"53\":\"ZH005-001\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}',1,'','2020-03-27 13:09:55','2020-03-27 13:09:55','2020-03-27 23:59:59','2020-03-30 08:36:52',1),(414,3,4,4,'4',4,1,159,0,39,2,159,2,'RC06A-018夹具设计','159,李伟东','{\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-27 15:09:54','2020-03-27 15:09:54','2020-03-27 16:09:54','2020-03-27 15:10:07',1),(415,3,4,4,'4',4,1,175,0,10,1,175,2,'RS08A-027发货清单及核对换型件','175,李伟东,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-27 15:20:03','2020-03-27 15:20:03','2020-03-27 23:59:59','2020-03-30 08:55:35',1),(416,3,4,4,'4',4,1,176,0,51,1,176,2,'SH2003夹具设计','176,李伟东,SH2003','{\"groupName\":{\"51\":\"SH2003\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-27 15:21:37','2020-03-27 15:21:37','2020-03-27 23:59:59','2020-03-30 08:55:06',1),(417,3,11,11,'7',11,1,149,0,3,2,149,2,'DVM-1115-001   整机防护结构方案设计','149,刘长澜,康文生,DVL-1115-001  双轴立式车削中心','{\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"},\"fullName\":{\"7\":\"刘长澜\",\"11\":\"康文生\"}}',1,'','2020-03-27 16:39:16','2020-03-27 16:39:16','2020-03-27 17:39:16','2020-03-27 20:27:29',1),(418,3,6,6,'29',6,1,135,0,10,2,135,1,'RS08A-27整机调试','135,黄国峰,董晨瑞,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-03-27 17:07:26','2020-03-27 17:07:26','2020-03-27 18:07:26','2020-03-27 19:04:27',1),(419,3,9,6,'29',9,1,134,0,10,2,134,1,'RS08A-27床身走线','134,黄国峰,陈俊,董晨瑞,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"6\":\"黄国峰\",\"9\":\"陈俊\",\"29\":\"董晨瑞\"}}',1,'','2020-03-27 17:07:55','2020-03-27 17:07:55','2020-03-27 18:07:55','2020-03-30 17:48:31',1),(420,3,11,11,'14',11,1,165,0,29,2,165,2,'DVM-500-13001  滑座装配工程图设计','165,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-27 20:19:07','2020-03-27 20:19:07','2020-03-27 21:19:07','2020-03-27 20:27:48',1),(421,3,11,11,'11',11,1,172,0,30,2,172,2,'WCM40  样本资料设计','172,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-27 20:26:52','2020-03-27 20:26:52','2020-03-27 21:26:52','2020-03-27 20:27:03',1),(422,3,5,6,'5',6,1,177,0,25,1,177,2,'ZH006-001 速达建号下单','177,任颖,黄国峰,ZH006-001','{\"groupName\":{\"25\":\"ZH006-001\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}',1,'','2020-03-28 13:31:57','2020-03-28 13:31:57','2020-03-30 23:59:59','2020-03-30 09:13:29',1),(423,3,32,9,'32,25',9,1,178,0,46,1,178,2,'改造','178,陈俊,郭伟,梁引科,SFT750-001','{\"groupName\":{\"46\":\"SFT750-001\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-30 07:13:35','2020-03-30 07:13:35','2020-04-05 23:59:59',NULL,1),(424,3,25,9,'32,25',9,1,178,0,46,1,178,2,'改造','178,陈俊,郭伟,梁引科,SFT750-001','{\"groupName\":{\"46\":\"SFT750-001\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-03-30 07:13:35','2020-03-30 07:13:35','2020-04-05 23:59:59',NULL,1),(425,3,11,11,'11',11,1,179,0,30,1,179,2,'WCM40  完成产品的样本','179,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-30 07:51:45','2020-03-30 07:51:45','2020-03-30 23:59:59','2020-03-31 07:56:13',1),(426,3,14,11,'14',11,1,180,0,29,1,180,2,'DVM-500-20001  主轴装配工程图设计','180,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-30 07:53:34','2020-03-30 07:53:34','2020-03-31 23:59:59','2020-03-31 16:32:47',1),(427,3,7,11,'7',11,1,181,0,3,1,181,2,'DVL-1115  完成内总钣金件的设计','181,刘长澜,康文生,DVL-1115-001  双轴立式车削中心','{\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"},\"fullName\":{\"7\":\"刘长澜\",\"11\":\"康文生\"}}',1,'','2020-03-30 07:56:12','2020-03-30 07:56:12','2020-04-03 23:59:59',NULL,0),(428,3,5,6,'5',6,1,182,0,8,1,182,2,'ZY2001 速达建号下单','182,任颖,黄国峰,ZY2001','{\"groupName\":{\"8\":\"ZY2001\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}',1,'','2020-03-30 08:24:53','2020-03-30 08:24:53','2020-03-30 23:59:59','2020-03-30 09:12:09',1),(429,3,6,6,'30',6,1,174,0,53,2,174,2,'ZH005-001 修改程序','174,黄国峰,吴永德,ZH005-001','{\"groupName\":{\"53\":\"ZH005-001\"},\"fullName\":{\"6\":\"黄国峰\",\"30\":\"吴永德\"}}',1,'','2020-03-30 08:36:52','2020-03-30 08:36:52','2020-03-30 09:36:52','2020-03-30 12:33:08',1),(430,3,5,6,'5',6,1,183,0,43,1,183,2,'R08-002 速达项目号审核建号','183,任颖,黄国峰,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}',1,'','2020-03-30 08:53:33','2020-03-30 08:53:33','2020-03-30 23:59:59','2020-03-30 09:11:11',1),(431,3,5,6,'5',6,1,184,0,44,1,184,2,'ZT003-003 速达项目号审核建号','184,任颖,黄国峰,ZT003-003','{\"groupName\":{\"44\":\"ZT003-003\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}',1,'','2020-03-30 08:54:27','2020-03-30 08:54:27','2020-03-30 23:59:59','2020-03-30 09:10:25',1),(432,3,4,4,'4',4,1,176,0,51,2,176,2,'SH2003夹具设计','176,李伟东,SH2003','{\"groupName\":{\"51\":\"SH2003\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-30 08:55:06','2020-03-30 08:55:06','2020-03-30 09:55:06','2020-03-30 08:55:14',1),(433,3,4,4,'4',4,1,175,0,10,2,175,2,'RS08A-027发货清单及核对换型件','175,李伟东,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-30 08:55:35','2020-03-30 08:55:35','2020-03-30 09:55:35','2020-03-30 08:55:42',1),(434,3,5,6,'5',6,1,185,0,51,1,185,2,'SH2003 速达项目号审核建号','185,任颖,黄国峰,SH2003','{\"groupName\":{\"51\":\"SH2003\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}',1,'','2020-03-30 08:55:54','2020-03-30 08:55:54','2020-03-30 23:59:59','2020-03-30 09:09:39',1),(435,3,5,6,'5',6,1,186,0,54,1,186,2,'RC06A-018 速达项目号审核建号','186,任颖,黄国峰,RC06A-018','{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"5\":\"任颖\",\"6\":\"黄国峰\"}}',1,'','2020-03-30 08:56:47','2020-03-30 08:56:47','2020-03-30 23:59:59','2020-03-30 09:08:36',1),(436,3,10,4,'10',4,1,187,0,54,1,187,2,'RC06A-018查找防护电柜缺失件并补齐','187,李伟东,胡玉龙,RC06A-018','{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}',1,'','2020-03-30 09:04:15','2020-03-30 09:04:15','2020-03-30 23:59:59','2020-03-30 14:09:40',1),(437,3,12,3,'12',3,1,188,0,40,1,188,2,'SFQ750-001振动系统改造设计','188,陈富永,王文利,SFQ750-001','{\"groupName\":{\"40\":\"SFQ750-001\"},\"fullName\":{\"3\":\"陈富永\",\"12\":\"王文利\"}}',1,'','2020-03-30 09:10:45','2020-03-30 09:10:45','2020-03-31 23:59:59',NULL,0),(438,3,6,6,'42',6,1,161,0,43,2,161,2,'R08-002 电气设计','161,黄国峰,彭兴乔,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}',1,'','2020-03-30 09:28:02','2020-03-30 09:28:02','2020-03-30 10:28:02','2020-03-30 13:10:23',1),(439,3,4,4,'4',4,1,189,0,43,1,189,2,'R08-002夹具方案设计','189,李伟东,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-30 09:35:29','2020-03-30 09:35:29','2020-04-01 23:59:59',NULL,0),(440,3,9,9,'33',9,1,144,0,48,2,144,2,'装配','144,陈俊,福立新,P1926','{\"groupName\":{\"48\":\"P1926\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}',1,'','2020-03-30 10:10:36','2020-03-30 10:10:36','2020-03-30 11:10:36','2020-03-30 15:26:49',1),(441,3,4,4,'10',4,1,187,0,54,2,187,2,'RC06A-018查找防护电柜缺失件并补齐','187,李伟东,胡玉龙,RC06A-018','{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}',1,'','2020-03-30 14:09:40','2020-03-30 14:09:40','2020-03-30 15:09:40','2020-03-30 20:16:59',1),(442,3,32,9,'32',9,1,190,0,11,1,190,2,'装配','190,陈俊,梁引科,RC06A-017','{\"groupName\":{\"11\":\"RC06A-017\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\"}}',1,'','2020-03-30 15:27:51','2020-03-30 15:27:51','2020-03-30 23:59:59','2020-03-31 07:58:13',1),(443,3,25,9,'25',9,1,191,0,26,1,191,2,'铸件攻丝','191,陈俊,郭伟,ZH007-002','{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}',1,'','2020-03-30 15:28:49','2020-03-30 15:28:49','2020-03-30 23:59:59','2020-03-31 08:06:34',1),(444,3,34,9,'34',9,1,192,0,15,1,192,2,'试切','192,陈俊,王金龙,ZH008','{\"groupName\":{\"15\":\"ZH008\"},\"fullName\":{\"9\":\"陈俊\",\"34\":\"王金龙\"}}',1,'','2020-03-30 15:29:42','2020-03-30 15:29:42','2020-03-30 23:59:59','2020-03-31 08:07:23',1),(445,3,10,4,'10',4,1,193,0,43,1,193,2,'R08-002更换电柜空调厂家','193,李伟东,胡玉龙,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}',1,'','2020-03-30 16:01:12','2020-03-30 16:01:12','2020-03-31 23:59:59','2020-03-31 16:54:41',1),(446,3,15,15,'43',15,1,167,0,0,2,167,2,'自动化说明书模板','167,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-03-30 16:54:50','2020-03-30 16:54:50','2020-03-30 17:54:50','2020-03-31 17:17:49',1),(447,3,10,4,'10',4,1,194,0,54,1,202,2,'RC06A-018夹具装配图，气动原理图','194,李伟东,胡玉龙,RC06A-018','{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}',1,'','2020-03-30 20:23:53','2020-03-30 20:23:53','2020-03-31 23:59:59','2020-03-31 16:54:22',1),(448,3,11,11,'11',11,1,179,0,30,2,179,2,'WCM40  完成产品的样本','179,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-31 07:56:13','2020-03-31 07:56:13','2020-03-31 08:56:13','2020-03-31 07:56:23',1),(449,3,14,11,'14',11,1,195,0,29,1,203,2,'DVN-500  液压系统设计任务书','195,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-31 07:57:33','2020-03-31 07:57:33','2020-04-01 23:59:59','2020-04-01 16:44:29',1),(450,3,32,9,'32,34',9,1,196,0,16,1,204,2,'收尾','196,陈俊,梁引科,王金龙,MH150-005','{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\",\"34\":\"王金龙\"}}',1,'','2020-03-31 07:59:48','2020-03-31 07:59:48','2020-03-31 23:59:59','2020-04-01 07:57:19',1),(451,3,34,9,'32,34',9,1,196,0,16,1,204,2,'收尾','196,陈俊,梁引科,王金龙,MH150-005','{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"32\":\"梁引科\",\"34\":\"王金龙\"}}',1,'','2020-03-31 07:59:48','2020-03-31 07:59:48','2020-03-31 23:59:59','2020-04-01 07:55:34',1),(452,3,25,9,'25',9,1,197,0,26,1,205,2,'铸件攻丝','197,陈俊,郭伟,ZH007-002','{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}',1,'','2020-03-31 08:01:16','2020-03-31 08:01:16','2020-03-31 23:59:59','2020-04-01 07:48:23',1),(453,3,11,11,'11',11,1,198,0,30,1,206,2,'WCM40  差速器生产线中的应用','198,康文生,WCM40-001  差速器壳复合加工中心','{\"groupName\":{\"30\":\"WCM40-001  差速器壳复合加工中心\"},\"fullName\":{\"11\":\"康文生\"}}',1,'','2020-03-31 08:02:17','2020-03-31 08:02:17','2020-04-01 23:59:59',NULL,0),(454,3,9,9,'25',9,1,191,0,26,2,191,2,'铸件攻丝','191,陈俊,郭伟,ZH007-002','{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}',1,'','2020-03-31 08:06:34','2020-03-31 08:06:34','2020-03-31 09:06:34','2020-03-31 22:00:12',1),(455,3,9,9,'34',9,1,192,0,15,2,192,2,'试切','192,陈俊,王金龙,ZH008','{\"groupName\":{\"15\":\"ZH008\"},\"fullName\":{\"9\":\"陈俊\",\"34\":\"王金龙\"}}',1,'','2020-03-31 08:07:23','2020-03-31 08:07:23','2020-03-31 09:07:23','2020-03-31 22:01:13',1),(456,3,21,4,'21',4,1,199,0,37,1,207,2,'RS10A-009找正机构画出找正角度','199,李伟东,马英福,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-03-31 08:47:31','2020-03-31 08:47:31','2020-03-31 23:59:59','2020-03-31 10:29:03',1),(457,3,21,4,'21',4,1,200,0,10,1,208,2,'RS08A-027 活塞环高度变化说明','200,李伟东,马英福,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-03-31 08:54:01','2020-03-31 08:54:01','2020-03-31 23:59:59','2020-03-31 13:18:33',1),(458,3,4,4,'21',4,1,199,0,37,2,207,2,'RS10A-009找正机构画出找正角度','199,李伟东,马英福,RS10A-007~010','{\"groupName\":{\"37\":\"RS10A-007~010\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-03-31 10:29:03','2020-03-31 10:29:03','2020-03-31 11:29:03','2020-03-31 13:37:57',1),(459,3,4,4,'21',4,1,200,0,10,2,208,2,'RS08A-027 活塞环高度变化说明','200,李伟东,马英福,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-03-31 13:18:33','2020-03-31 13:18:33','2020-03-31 14:18:33','2020-03-31 13:37:38',1),(460,3,21,4,'21',4,1,201,0,10,1,209,2,'RS08A-027整理说明书用装配图，换型表','201,李伟东,马英福,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-03-31 13:37:24','2020-03-31 13:37:24','2020-03-31 23:59:59','2020-03-31 16:18:14',1),(461,3,4,4,'21',4,1,201,0,10,2,209,2,'RS08A-027整理说明书用装配图，换型表','201,李伟东,马英福,RS08A-027','{\"groupName\":{\"10\":\"RS08A-027\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-03-31 16:18:14','2020-03-31 16:18:14','2020-03-31 17:18:14','2020-03-31 16:24:14',1),(462,3,4,4,'',4,1,8,0,1,1,8,2,'RS08A-028刀具设计','8,李伟东,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\"}}',1,'','2020-03-31 16:22:41','2020-03-31 16:22:41','2020-02-06 23:59:59','2020-03-31 16:23:24',1),(463,3,4,4,'21,4',4,1,8,0,1,2,8,2,'RS08A-028刀具设计','8,李伟东,马英福,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-03-31 16:23:24','2020-03-31 16:23:24','2020-03-31 17:23:24','2020-03-31 16:23:34',1),(464,3,4,4,'21',4,1,7,0,1,2,7,2,'RS08A-028夹具设计','7,李伟东,马英福,RS08A-028','{\"groupName\":{\"1\":\"RS08A-028\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-03-31 16:26:24','2020-03-31 16:26:24','2020-03-31 17:26:24',NULL,0),(465,3,11,11,'14',11,1,180,0,29,2,180,2,'DVM-500-20001  主轴装配工程图设计','180,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-03-31 16:32:47','2020-03-31 16:32:47','2020-03-31 17:32:47','2020-03-31 20:12:07',1),(466,3,4,4,'10',4,1,194,0,54,2,202,2,'RC06A-018夹具装配图，气动原理图','194,李伟东,胡玉龙,RC06A-018','{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}',1,'','2020-03-31 16:54:22','2020-03-31 16:54:22','2020-03-31 17:54:22','2020-04-01 08:18:30',1),(467,3,4,4,'10',4,1,193,0,43,2,193,2,'R08-002更换电柜空调厂家','193,李伟东,胡玉龙,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}',1,'','2020-03-31 16:54:41','2020-03-31 16:54:41','2020-03-31 17:54:41','2020-04-01 08:18:44',1),(468,3,9,15,'9',15,1,202,0,0,1,210,2,'ZY1908','202,陈俊,赵辛生','{\"fullName\":{\"9\":\"陈俊\",\"15\":\"赵辛生\"}}',1,'','2020-03-31 17:16:02','2020-03-31 17:16:02','2020-04-05 23:59:59',NULL,0),(469,3,15,15,'15',15,1,168,0,0,2,168,2,'恩布拉科珩磨机自动化上下料方案，贝斯特珩磨自动化报价','168,赵辛生','{\"fullName\":{\"15\":\"赵辛生\"}}',1,'','2020-03-31 17:16:29','2020-03-31 17:16:29','2020-03-31 18:16:29','2020-03-31 17:16:50',1),(470,3,9,9,'25',9,1,197,0,26,2,205,2,'铸件攻丝','197,陈俊,郭伟,ZH007-002','{\"groupName\":{\"26\":\"ZH007-002\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\"}}',1,'','2020-04-01 07:48:23','2020-04-01 07:48:23','2020-04-01 08:48:23','2020-04-01 07:54:29',1),(471,3,34,9,'34',9,1,203,0,3,1,211,2,'底座部装','203,陈俊,王金龙,DVL-1115-001  双轴立式车削中心','{\"groupName\":{\"3\":\"DVL-1115-001  双轴立式车削中心\"},\"fullName\":{\"9\":\"陈俊\",\"34\":\"王金龙\"}}',1,'','2020-04-01 07:56:31','2020-04-01 07:56:31','2020-04-01 23:59:59',NULL,0),(472,3,32,9,'32,25',9,1,204,0,16,1,212,2,'发货准备','204,陈俊,郭伟,梁引科,MH150-005','{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-04-01 07:58:21','2020-04-01 07:58:21','2020-04-01 23:59:59',NULL,0),(473,3,25,9,'32,25',9,1,204,0,16,1,212,2,'发货准备','204,陈俊,郭伟,梁引科,MH150-005','{\"groupName\":{\"16\":\"MH150-005\"},\"fullName\":{\"9\":\"陈俊\",\"25\":\"郭伟\",\"32\":\"梁引科\"}}',1,'','2020-04-01 07:58:21','2020-04-01 07:58:21','2020-04-01 23:59:59',NULL,0),(474,3,43,15,'43',15,1,205,0,0,1,213,2,'恩布拉科报价方案3D图','205,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-04-01 08:12:12','2020-04-01 08:12:12','2020-04-01 23:59:59','2020-04-01 16:52:04',1),(475,3,21,4,'21',4,1,206,0,43,1,214,2,'R08-002夹具设计','206,李伟东,马英福,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\",\"21\":\"马英福\"}}',1,'','2020-04-01 08:20:08','2020-04-01 08:20:08','2020-04-07 23:59:59',NULL,0),(476,3,10,4,'10',4,1,207,0,43,1,215,2,'R08-002非标防护','207,李伟东,胡玉龙,R08-002','{\"groupName\":{\"43\":\"R08-002\"},\"fullName\":{\"4\":\"李伟东\",\"10\":\"胡玉龙\"}}',1,'','2020-04-01 08:22:12','2020-04-01 08:22:12','2020-04-07 23:59:59',NULL,0),(477,3,9,9,'33',9,1,143,0,47,2,143,2,'装配','143,陈俊,福立新,P1925','{\"groupName\":{\"47\":\"P1925\"},\"fullName\":{\"9\":\"陈俊\",\"33\":\"福立新\"}}',1,'','2020-04-01 08:39:02','2020-04-01 08:39:02','2020-04-01 09:39:02',NULL,0),(478,3,6,6,'42',6,1,163,0,54,2,163,2,'RC06A-018 电气设计','163,黄国峰,彭兴乔,RC06A-018','{\"groupName\":{\"54\":\"RC06A-018\"},\"fullName\":{\"6\":\"黄国峰\",\"42\":\"彭兴乔\"}}',1,'','2020-04-01 10:32:10','2020-04-01 10:32:10','2020-04-01 11:32:10',NULL,0),(479,3,11,11,'14',11,1,195,0,29,2,203,2,'DVN-500  液压系统设计任务书','195,康文生,王楠,DVM-500-001  双轴立式加工中心','{\"groupName\":{\"29\":\"DVM-500-001  双轴立式加工中心\"},\"fullName\":{\"11\":\"康文生\",\"14\":\"王楠\"}}',1,'','2020-04-01 16:44:29','2020-04-01 16:44:29','2020-04-01 17:44:29',NULL,0),(480,3,15,15,'43',15,1,205,0,0,2,213,2,'恩布拉科报价方案3D图','205,赵辛生,张灵跃','{\"fullName\":{\"15\":\"赵辛生\",\"43\":\"张灵跃\"}}',1,'','2020-04-01 16:52:04','2020-04-01 16:52:04','2020-04-01 17:52:04',NULL,0),(481,3,6,6,'29',6,1,85,0,7,2,85,2,'RS06A-014 电气设计','85,黄国峰,董晨瑞,RS06A-014','{\"groupName\":{\"7\":\"RS06A-014\"},\"fullName\":{\"6\":\"黄国峰\",\"29\":\"董晨瑞\"}}',1,'','2020-04-01 16:52:04','2020-04-01 16:52:04','2020-04-01 17:52:04',NULL,0);
/*!40000 ALTER TABLE `jee_todo` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_user`
--

DROP TABLE IF EXISTS `jee_user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_name` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `role_name` varchar(255) DEFAULT NULL,
  `full_name` varchar(255) DEFAULT NULL,
  `nick_name` varchar(255) DEFAULT NULL,
  `pwd` varchar(255) DEFAULT NULL,
  `pwd2` varchar(255) DEFAULT NULL,
  `rid` int(11) DEFAULT NULL,
  `levels` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `qq` int(11) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `birthday` datetime DEFAULT NULL,
  `sex` smallint(6) DEFAULT NULL,
  `area` varchar(255) DEFAULT NULL,
  `use_record` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=44 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_user`
--

LOCK TABLES `jee_user` WRITE;
/*!40000 ALTER TABLE `jee_user` DISABLE KEYS */;
INSERT INTO `jee_user` VALUES (1,1,'15011853801','15011853801','system','丽丽','','e10adc3949ba59abbe56e057f20f883e','e10adc3949ba59abbe56e057f20f883e',0,0,'2020-01-11 14:40:33',1,'',0,'',NULL,0,'',''),(2,2,'18682470266','18682470266','system','bally','','e10adc3949ba59abbe56e057f20f883e','e10adc3949ba59abbe56e057f20f883e',0,0,'2020-01-11 14:41:37',1,'',0,'',NULL,0,'',''),(3,3,'13641163918','13641163918','system','陈富永','','248303438c21b7c4a60556fd01c0d05b','248303438c21b7c4a60556fd01c0d05b',0,0,'2020-01-11 16:45:26',1,'',0,'',NULL,0,'',''),(4,3,'15011024585','15011024585','role_0','李伟东','','34f85ca80ec353d3052b8a2d3973a0c5','34f85ca80ec353d3052b8a2d3973a0c5',0,0,'2020-01-13 16:27:19',1,'',0,'',NULL,0,'',''),(5,3,'13671328465','13671328465','role_0','任颖','','0b598392617aa2060e6d222ac8ecebbb','0b598392617aa2060e6d222ac8ecebbb',0,0,'2020-01-13 16:36:17',1,'',0,'',NULL,0,'',''),(6,3,'13910572882','13910572882','role_0','黄国峰','','f379eaf3c831b04de153469d1bec345e','f379eaf3c831b04de153469d1bec345e',0,0,'2020-01-13 16:41:44',1,'',0,'',NULL,0,'',''),(7,3,'18600506410','18600506410','role_0','刘长澜','','28b38afd3936a1922760d5bd8d3cb822','28b38afd3936a1922760d5bd8d3cb822',0,0,'2020-01-13 17:12:17',1,'',2147483647,'',NULL,1,'北京 市辖区 东城区',''),(8,3,'13161947850','13161947850','role_0','调试员','','c8c605999f3d8352d7bb792cf3fdb25b','22133bd8ec624a82457e34d5a5a183bb',0,0,'2020-01-13 17:23:16',1,'',0,'',NULL,0,'',''),(9,3,'13671252651','13671252651','role_0','陈俊','','1678941a8b3bc1229bc16be0a78c8edf','1678941a8b3bc1229bc16be0a78c8edf',0,0,'2020-01-13 17:35:34',1,'',0,'',NULL,0,'',''),(10,3,'15321508091','15321508091','role_0','胡玉龙','','88d2059e0f2b4081d9d9d86ea49a3410','88d2059e0f2b4081d9d9d86ea49a3410',0,0,'2020-01-13 17:37:14',1,'',0,'',NULL,0,'',''),(11,3,'13406856010','13406856010','role_0','康文生','','a36087e2cf666704be39f08348de7845','a36087e2cf666704be39f08348de7845',0,0,'2020-01-14 08:25:06',1,'',0,'',NULL,1,'北京 市辖区 顺义区',''),(12,3,'13520561820','13520561820','role_0','王文利','','964fa75c0d1ada716c5dba4c8d9050ec','964fa75c0d1ada716c5dba4c8d9050ec',0,0,'2020-01-14 08:28:08',1,'',0,'',NULL,0,'',''),(13,3,'18810904113','18810904113','role_0','王兆钢','','d8c73a57c66575e85e103e837b0e779f','d8c73a57c66575e85e103e837b0e779f',0,0,'2020-01-14 08:28:16',1,'',0,'',NULL,0,'',''),(14,3,'15501009175','15501009175','role_0','王楠','','4a94c06316119d9c2cda2b18f0c1ef40','4a94c06316119d9c2cda2b18f0c1ef40',0,0,'2020-01-14 08:30:44',1,'',0,'',NULL,0,'',''),(15,3,'13910003990','13910003990','role_0','赵辛生','','7e1afd79ebf1db59cc983a8c63f3d348','7e1afd79ebf1db59cc983a8c63f3d348',0,0,'2020-01-14 08:38:00',1,'',0,'',NULL,0,'',''),(16,NULL,'15728882986','15728882986','role_0','张灵跃','','e10adc3949ba59abbe56e057f20f883e','e10adc3949ba59abbe56e057f20f883e',0,0,'2020-01-14 08:42:37',1,'',0,'',NULL,0,'',''),(17,3,'13911496998','13911496998','role_0','王保森','','d3d28ed78d9460854338476e5777323f','d3d28ed78d9460854338476e5777323f',0,0,'2020-01-14 15:46:42',1,'',38054755,'13911496998@139.com',NULL,1,'北京 市辖区 顺义区',''),(18,3,'13911620344','13911620344','role_0','王正','','1715ffe8dae28940a951ee9da55af167','1715ffe8dae28940a951ee9da55af167',0,0,'2020-01-14 15:47:52',1,'',0,'',NULL,0,'',''),(19,3,'18732322181','18732322181','role_0','高英俊','','8d0cb398135902fbbe6fc9c7a6b86655','8d0cb398135902fbbe6fc9c7a6b86655',0,0,'2020-01-14 16:54:52',1,'',0,'',NULL,0,'北京 市辖区 东城区',''),(20,3,'18514578009','18514578009','role_0','郝俊才','','decfc7a348d348614108bd0d03de0494','6c5f3ef2b5ffa2452d12e51968ab3685',0,0,'2020-01-14 17:23:31',1,'',0,'',NULL,0,'',''),(21,3,'13683531206','13683531206','role_0','马英福','','80009f9d2fab068566f9b6de00460128','80009f9d2fab068566f9b6de00460128',0,0,'2020-01-14 18:33:27',1,'',0,'',NULL,0,'',''),(22,3,'17692617973','17692617973','role_0','杨鹏飞','','0eea0b12b2c5a0163e3062d2decc280b','0eea0b12b2c5a0163e3062d2decc280b',0,0,'2020-01-15 11:38:05',1,'',0,'',NULL,0,'',''),(23,3,'13522009698','13522009698','role_0','石耀平','','21218cca77804d2ba1922c33e0151105','21218cca77804d2ba1922c33e0151105',0,0,'2020-01-15 11:54:15',1,'',0,'',NULL,0,'',''),(24,3,'17335739296','17335739296','role_0','杨海','','530a4363ada498ff91d2381c34c30889','e6b0165b2c1742ff4f5a1e9dfb84ffbe',0,0,'2020-01-15 11:57:59',1,'',475020122,'yanghai1202@126.com ','2020-02-28 16:21:05',1,'北京 市辖区 顺义区',''),(25,3,'17600606809','17600606809','role_0','郭伟','','50ec2617ba2441837154fbcc53c0b3fb','50ec2617ba2441837154fbcc53c0b3fb',0,0,'2020-01-15 12:40:12',1,'',0,'',NULL,0,'',''),(26,3,'15603386310','15603386310','role_0','刘克伟','','ec62f3b7a23a85137ff5088446d3d2b1','ec62f3b7a23a85137ff5088446d3d2b1',0,0,'2020-01-15 16:42:18',1,'',593691274,'593691274@qq.com',NULL,1,'北京 市辖区 东城区',''),(27,3,'15811171135','15811171135','role_0','闫海宾','','0862801d68ac690846c1adab021c895d','0862801d68ac690846c1adab021c895d',0,0,'2020-01-16 09:34:25',1,'',0,'',NULL,0,'',''),(28,NULL,'18239977105','18239977105','role_0','杨海','','530a4363ada498ff91d2381c34c30889','d663876a1c44636c0096a6b5e73f4810',0,0,'2020-02-01 10:38:17',1,'',0,'',NULL,0,'',''),(35,3,'18514002958','18514002958','role_0','满立','','460dff7f8ac1886a17701dca519ce91e','f379eaf3c831b04de153469d1bec345e',0,0,'2020-02-10 12:02:31',1,'',0,'dztjmanli@163.com',NULL,1,'北京 市辖区 西城区',''),(29,3,'18600043943','18600043943','role_0','董晨瑞','','6fcace595f8b313131b43e2b4a04ccdb','6fcace595f8b313131b43e2b4a04ccdb',0,0,'2020-02-10 10:35:17',1,'',0,'',NULL,0,'',''),(30,3,'15810649384','15810649384','role_0','吴永德','','b7f921d14779cd5403eda4fdb84a738e','b7f921d14779cd5403eda4fdb84a738e',0,0,'2020-02-10 11:37:06',1,'',0,'',NULL,0,'',''),(31,3,'13681442852','13681442852','role_0','李湘洋','','fa2571ea37bda762fcb3b3a6c9b4d469','fa2571ea37bda762fcb3b3a6c9b4d469',0,0,'2020-02-10 11:47:11',1,'',0,'',NULL,0,'',''),(32,3,'13722468830','13722468830','role_0','梁引科','','a4ffd4bb5cfffc32cc3b84733589f2c4','a4ffd4bb5cfffc32cc3b84733589f2c4',0,0,'2020-02-10 11:53:25',1,'',0,'',NULL,0,'',''),(33,3,'18701350132','18701350132','role_0','福立新','','e10adc3949ba59abbe56e057f20f883e','e10adc3949ba59abbe56e057f20f883e',0,0,'2020-02-10 11:54:57',1,'',0,'',NULL,0,'',''),(34,3,'13522182716','13522182716','role_0','王金龙','','5d3b498b21a018a3c179efb87230bc1e','5d3b498b21a018a3c179efb87230bc1e',0,0,'2020-02-10 11:58:18',1,'',0,'',NULL,0,'',''),(36,3,'15910556682','15910556682','role_0','吕阳','','e10adc3949ba59abbe56e057f20f883e','e10adc3949ba59abbe56e057f20f883e',0,0,'2020-02-10 12:04:13',1,'',0,'',NULL,0,'',''),(37,3,'13718144239','13718144239','role_0','胡光明','','25f9e794323b453885f5181f1b624d0b','25f9e794323b453885f5181f1b624d0b',0,0,'2020-02-10 12:09:01',1,'',0,'',NULL,0,'',''),(38,3,'13718779520','13718779520','role_0','任春阳','','e02b801ea93df2b53ee72b5a05f26b9c','e02b801ea93df2b53ee72b5a05f26b9c',0,0,'2020-02-10 12:17:22',1,'',0,'',NULL,0,'',''),(39,3,'13269816432','13269816432','role_0','代彦磊','','132abe410c19e1520cbdede9575cc08f','132abe410c19e1520cbdede9575cc08f',0,0,'2020-02-10 13:10:30',1,'',0,'',NULL,0,'',''),(40,3,'18501073159','18501073159','role_0','闫英杰','闫英杰','0c42c85509bb3983fc1be98d1c36c36f','0c42c85509bb3983fc1be98d1c36c36f',0,0,'2020-02-10 13:35:07',1,'',0,'','2020-02-12 18:46:30',0,'北京 市辖区 东城区',''),(41,NULL,'15910611626','15910611626','role_0','李朋杰','','733d7be2196ff70efaf6913fc8bdcabf','733d7be2196ff70efaf6913fc8bdcabf',0,0,'2020-02-11 16:51:13',1,'',595415935,'595415935@qq.com',NULL,1,'北京 市辖区 顺义区',''),(42,3,'13466722298','13466722298','role_0','彭兴乔','','24b287e7d361ec8817d85602f057179c','24b287e7d361ec8817d85602f057179c',0,0,'2020-03-12 14:51:03',1,'',0,'',NULL,0,'',''),(43,3,'15718882986','15718882986','role_0','张灵跃','','e9bc0e13a8a16cbb07b175d92a113126','e9bc0e13a8a16cbb07b175d92a113126',0,0,'2020-03-16 09:43:33',1,'',0,'',NULL,0,'','');
/*!40000 ALTER TABLE `jee_user` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_user_token`
--

DROP TABLE IF EXISTS `jee_user_token`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_user_token` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `device_id` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `join_time` datetime DEFAULT NULL,
  `login_time` datetime DEFAULT NULL,
  `last_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_user_token`
--

LOCK TABLES `jee_user_token` WRITE;
/*!40000 ALTER TABLE `jee_user_token` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_user_token` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_welfare_bonus`
--

DROP TABLE IF EXISTS `jee_welfare_bonus`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_welfare_bonus` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `bonus` decimal(20,0) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `btypes` smallint(6) DEFAULT NULL,
  `biz` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `balance` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tradable` decimal(20,2) DEFAULT NULL,
  `freeze` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_welfare_bonus`
--

LOCK TABLES `jee_welfare_bonus` WRITE;
/*!40000 ALTER TABLE `jee_welfare_bonus` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_welfare_bonus` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_welfare_chat`
--

DROP TABLE IF EXISTS `jee_welfare_chat`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_welfare_chat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `wr_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `chat` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_welfare_chat`
--

LOCK TABLES `jee_welfare_chat` WRITE;
/*!40000 ALTER TABLE `jee_welfare_chat` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_welfare_chat` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_welfare_lucky`
--

DROP TABLE IF EXISTS `jee_welfare_lucky`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_welfare_lucky` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `draw_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `lucky` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `scopes` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_welfare_lucky`
--

LOCK TABLES `jee_welfare_lucky` WRITE;
/*!40000 ALTER TABLE `jee_welfare_lucky` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_welfare_lucky` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_welfare_order`
--

DROP TABLE IF EXISTS `jee_welfare_order`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_welfare_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `snack_id` int(11) DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `auto_time` datetime DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `order_no` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `auditor_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `every_num` decimal(20,0) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_welfare_order`
--

LOCK TABLES `jee_welfare_order` WRITE;
/*!40000 ALTER TABLE `jee_welfare_order` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_welfare_order` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_welfare_reward`
--

DROP TABLE IF EXISTS `jee_welfare_reward`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_welfare_reward` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from_user` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `use_time` datetime DEFAULT NULL,
  `wv_id` int(11) DEFAULT NULL,
  `content` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `available_time` datetime DEFAULT NULL,
  `content_status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_welfare_reward`
--

LOCK TABLES `jee_welfare_reward` WRITE;
/*!40000 ALTER TABLE `jee_welfare_reward` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_welfare_reward` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_welfare_settings`
--

DROP TABLE IF EXISTS `jee_welfare_settings`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_welfare_settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `materials` smallint(6) DEFAULT NULL,
  `lucky` smallint(6) DEFAULT NULL,
  `lucky_prize` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bonus` smallint(6) DEFAULT NULL,
  `bonus_pool` decimal(20,2) DEFAULT NULL,
  `snack` smallint(6) DEFAULT NULL,
  `snack_user_id` int(11) DEFAULT NULL,
  `snack_num` int(11) DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sysmemo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_welfare_settings`
--

LOCK TABLES `jee_welfare_settings` WRITE;
/*!40000 ALTER TABLE `jee_welfare_settings` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_welfare_settings` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_welfare_snack`
--

DROP TABLE IF EXISTS `jee_welfare_snack`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_welfare_snack` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `acorn` decimal(20,0) DEFAULT NULL,
  `num` decimal(20,0) DEFAULT NULL,
  `unit` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` text COLLATE utf8_unicode_ci,
  `status` smallint(6) DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `add_time` datetime DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `every_num` decimal(20,0) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_welfare_snack`
--

LOCK TABLES `jee_welfare_snack` WRITE;
/*!40000 ALTER TABLE `jee_welfare_snack` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_welfare_snack` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_welfare_voucher`
--

DROP TABLE IF EXISTS `jee_welfare_voucher`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_welfare_voucher` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `types` smallint(6) DEFAULT NULL,
  `acorn` int(11) DEFAULT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` smallint(6) DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_welfare_voucher`
--

LOCK TABLES `jee_welfare_voucher` WRITE;
/*!40000 ALTER TABLE `jee_welfare_voucher` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_welfare_voucher` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `jee_work_type`
--

DROP TABLE IF EXISTS `jee_work_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `jee_work_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `names` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `memo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` smallint(6) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `jee_work_type`
--

LOCK TABLES `jee_work_type` WRITE;
/*!40000 ALTER TABLE `jee_work_type` DISABLE KEYS */;
/*!40000 ALTER TABLE `jee_work_type` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-04-01 17:45:40
